[{"date": "2023-11-05 01:07", "title": "BBC's live coverage moves to a new page", "text": ["For technical reasons, we are now moving our coverage to a new page. Click here for the latest updates and continued live coverage."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 20:08", "title": "US continues diplomatic push as Arab nations demand Gaza ceasefire", "text": ["- The UN warns that its facilities housing displaced Gazans are becoming overcrowded.  - We're pausing our live coverage for the next few hours, so until then here's where things stand in the war between Israel and Hamas in Gaza.  - The US Secretary of State Antony Blinken is heading to Turkey on Sunday, as he continues his diplomatic push.  - He's been working with leaders in the region on a so-called humanitarian pause in the fighting, and we heard from President Joe Biden on Saturday who suggested there had been some progress on the issues.  - Arab countries have been demanding an immediate ceasefire, but the US is worried that this would allow Hamas to regroup.  - Meanwhile, Israeli forces are pushing deeper and deeper into Gaza City. Israel said the main road south from Gaza City would be open for three hours on Saturday to let anyone wanting to leave. But the army accused Hamas of trying to stop people from leaving.  - We've had an update from the UN on the humanitarian situation in Gaza. It says there are nearly 1.5 million displaced in the territory, with more than 700,000 sheltering in UN facilities. It warns that these are becoming overcrowded - adding to health risks for the population – and its sites in the south of the territory are now over capacity.  - There have been problems at the Rafah crossing into Egypt - the only way out of Gaza - with reports saying that foreign nationals were not being allowed to leave the territory. Hamas was reportedly asking for more wounded people to leave before more foreigners could leave."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 19:42", "title": "UN says 1.5 million Gazans displaced and its facilities are overcrowded", "text": ["\"There's been an update on the humanitarian situation in Gaza from the UN. Office for the Coordination of Humanitarian Affairs. Here are some of its key points:    - Nearly 1.5 million people in the territory are internally displaced, with more than 710,000 sheltering in facilities run by UNRWA, the UN agency for Palestinian refugees.  - Overcrowded conditions are causing \"severe health and protection risks\" for those people who are displaced, the UN says, as well as taking a heavy toll on their mental health. Also, it says damage to water and sanitation infrastructure is adding to public health risks.  - Some 530,000 people are sheltering in 92 UNRWA sites in the south of Gaza, with shelters exceeding their capacity and unable to accept new arrivals, the UN says. Many displaced people are sleeping on the streets near UNRWA facilities.  - Around 160,000 people are housed in UNRWA's facilities in Gaza City and the north of the strip, but the agency says it is not able to provide them with services any longer as it does not have accurate information on people's needs and conditions.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 19:17", "title": "Blinken adds Turkey to diplomatic visit", "text": ["- Antony Blinken will visit Turkey on Sunday, according to the US State Department, where he will remain until Monday afternoon.  - It is not yet clear who the US Secretary of State will be meeting.  - Last week Turkey's president, Recep Tayyip Erdogan, called Hamas a \"liberation\" group and accused Israel of behaving like a \"war criminal\".  - Israel responded by ordering its diplomats in Turkey to return."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 18:43", "title": "Medics in Gaza given psychological first aid", "text": ["- The Palestinian Red Crescent Society says it is providing psychological first aid to medical teams in Gaza.  - The organisation also said recreational activities were being provided at the Al-Quds Hospital to ease their psychological strain."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 18:24", "title": "We eat one meal a day - mother of seven", "text": ["According to local Hamas authorities, hundreds of thousands of people are still in the area of Israeli military operations in Gaza City and the cities and villages of the north, where the humanitarian situation is getting worse due to cuts in water, electricity and internet services. Suhier Al Louh, a mother of seven in the north, told the BBC: \"We drink unclean water. We eat one meal every day - mainly canned tuna or canned beans. Sometimes I cook some lentils on an old wood-burning stove. We have solar panels on the roof so we can charge our phones.\" The focus of Israeli forces still seems to be the Al-Shifa Hospital, which is located in the western part of Gaza City and is metres away from the Palestinian Legislative Council, in which Hamas won the majority of seats in the 2006 elections."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 18:08", "title": "Biden says some progress towards 'humanitarian pause' in Gaza", "text": ["- US President Joe Biden gives a thumbs-up in response to a question about progress on a \"humanitarian pause\"  - US President Joe Biden says that there has been some progress made on securing a so-called \"humanitarian pause\" in the fighting.  - His secretary of state, Antony Blinken has been working on the same issue, as he continues his diplomacy in the region.  - Asked if any progress had been made on the issue, Biden replied \"yes\" and offered a thumbs up, without giving any further details."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 17:44", "title": "Israel-Hamas conflict affecting Ukraine war - Kyiv", "text": ["- The Israel-Gaza war is \"taking away the focus\" from the conflict in Ukraine, the country's President Volodymyr Zelensky has admitted.  - He said this was \"one of the goals\" of Russia, which launched a full-scale invasion of Ukraine in February 2022.  - And he denied that fighting in Ukraine had reached a stalemate, despite a recent assessment to this effect by the country's top military general.  - Ukraine's counter-offensive in the south has so far made little headway, prompting fears of war fatigue among Kyiv's Western allies.  - You can read more about what President Zelensky had to say here."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 17:24", "title": "Turkey recalls Israel ambassador and cuts talks with Netanyahu", "text": ["- Turkey has recalled its ambassador to Israel following the country's refusal to agree to a ceasefire in its conflict with Hamas.  - Turkey's foreign ministry stated that the withdrawal was the result of the \"unfolding humanitarian tragedy in Gaza caused by the continuing attacks by Israel against civilians, and Israel's refusal [to accept] a ceasefire\".  - In 2022, Sakir Ozkan Torunlar became Turkey's first ambassador to Israel in four years after the country withdrew its former ambassador in protest of the killing of dozens of Palestinians in 2018.  - The move reflects an emerging tension between the two countries, with Turkey's President Recep Tayyip Erdogan saying earlier that his government will cut off communication with Israeli Prime Minister Benjamin Netanyahu.  - \"Netanyahu is no longer someone we can talk to. We have written him off,\" Turkish media quoted Erdogan as saying."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 16:48", "title": "Fuel for Gaza: Contingency plan reported", "text": ["- We told you earlier that US special envoy David Satterfield had said that when the fuel runs out in Gaza, there is \"an agreed mechanism\" to bring more in.  - “We have every expectation that in an appropriate manner fuel will be brought in,” he told reporters in Amman.  - Israel has not allowed any fuel shipments to enter the Strip since the war began on 7 October, and has also cut off electricity supply - prompting calls from UN agencies for fuel supplies into Gaza to power basic services.  - Now there are reports that Israel has informed the US about a contingency plan to get fuel in once hospitals start to run out.  - The American news website Axios, quoting unnamed Israeli officials, says fuel tankers will be accompanied by a UN team which will monitor the shipment and ensure that it’s delivered correctly.  - In his remarks to reporters, Mr Satterfield said that an agreement between the US, Israel and the UN has kept hospitals, trucks and desalination plants supplied with existing fuel stocks for the past week. But he emphasised that no fuel had yet come in from outside."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 16:13", "title": "British citizens unable to leave Gaza today, says Foreign Office", "text": ["- The UK Foreign Office has confirmed that British citizens in Gaza have been unable to leave via the Rafah crossing into Egypt.  - We reported this morning that there were 112 entries under \"UK\" on the list of people allowed to evacuate Gaza through the crossing on Saturday, including 88 British citizens.  - But a spokesperson for the Foreign, Commonwealth and Development Office has now told the BBC: \"We are disappointed that the Rafah crossing has been temporarily closed today.\"  - \"This continues to be a complex and challenging situation and we are using all diplomatic channels to press for its reopening in coordination with our international partners.\"  - Our BBC Arabic colleagues reported earlier that no foreign nationals, dual nationals or injured patients had crossed over into Egypt from Gaza via Rafah today.  - It appears Hamas wants Egypt to admit more wounded people before letting foreigners leave."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 15:44", "title": "Israeli minister vows to 'eliminate' Hamas top targets", "text": ["- Israeli soldiers standing in formation while being addressed by the defence minister  - Israeli Defence Minister Yoav Gallant has listed the top Hamas targets of the Israeli Defense Forces (IDF) and vowed to \"find and eliminate\" them.  - Yahya Sinwar is the head of Hamas in Gaza and a top military priority for the Israeli forces.  - \"I tell the residents of Gaza - if you reach him before us, it will shorten the war,\" said the defence minister.  - The leader of Hamas' armed wing, Mohammed Deif, is another one of the army's top targets and security sources say that Sinwar and Deif are now somewhere in the network of tunnels below Gaza.  - Speaking at a news conference, Gallant said that the IDF had completed the encircling of Gaza City and had \"entered populated areas\", operating from the south and the north."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 15:15", "title": "Conflict will push us into abyss of hatred, says Jordan FM", "text": ["- Jordan's Foreign Minister Ayman Safadi has called for all sides to work together to \"stop a catastrophe that will haunt the region for generations\".  - He made the call during his joint news conference in Amman with US Secretary of State Antony Blinken and Egyptian Foreign Minister Sameh Shoukry.  - He said: \"I think we need to remind each other of our humanity. I think we need to accept that killing more people will not bring [back] those who are lost on both sides, as tragic as the loss is.  - \"I think we need to all emphasise that everything we can do to save one more life is imperative upon all of us.\"  - He added: \"As human beings, we just cannot accept to see all that killing unfolding, to see all that reduction of life...How can we justify to anybody that killing 9,000 people, killing 3,700 children, destroying 150,000 houses, destroying hospitals - how can we justify that this is self-defence?\"  - Safadi warned that the war \"is going to push us all again into the abyss of hatred and dehumanisation that will make killing even more acceptable. That needs to stop.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 15:10", "title": "Gaza surgeon's 'big relief' on UK family reunion", "text": ["A Liverpool surgeon has said he felt a \"big, big relief\" when he was reunited with his family in the UK after fleeing Gaza. Dr Abdelkader Hammad, who has spent the past 10 years visiting the area to undertake kidney transplants and train local doctors, said he also felt \"guilty\" after escaping from the war-torn region. He added that he could \"smell death\" there as many bodies were still under the rubble. On arriving at Heathrow, nearly a month after war began on 7 October, he said: \"It has been four weeks waiting for this moment really to happen, and, I mean at some stage I wasn't sure this would happen, really… but thank God, I am here.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 14:07", "title": "Israelis set to demonstrate in support of hostages' families", "text": ["- Protesters are expected to gather in major Israeli cities this evening in support of the families of hostages held by Hamas in Gaza.  - Demonstrations are scheduled to take place in several towns and cities, including Haifa, Tel Aviv, Jerusalem, Be'er Sheva, and Eilat, according to Haaretz newspaper.  - Four weeks on from the 7 October attack on Israel, Hamas is still holding 241 people hostage, including children, grandparents, and other civilians as well as soldiers.  - Prime Minister Benjamin Netanyahu has told US Secretary of State, Antony Blinken, that there would be no pause in Israel's strikes against Gaza - to allow humanitarian aid into the territory - without the return of the hostages.  - Some of the protesters are expected to call for the removal of Netanyahu from his position, says Haaretz.  - Saturday's protests will follow demonstrations in Tel Aviv earlier this week."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 13:36", "title": "Israelis moving to isolate Gaza City", "text": ["It seems that the Israeli military operation has a clear target: to enter the western and eastern parts of the Gaza Strip and squeeze the civilian populations into the central neighbourhoods of Sabra, Ziton, Daraj, and Askoula.    There are five areas in which fighting is taking place - and that fighting is described on both sides of the conflict as fierce. The most prominent is in the northwest, where dozens of tanks and armored vehicles have penetrated Gaza from Israel along the coast and traveled six to seven kilometers into Gaza. They then moved eastwards in an apparent attempt to isolate Gaza City, the largest city in the Strip in size and population.    There, Israeli military aircraft have intensified their airstrikes around the al-Quds hospital, which currently houses thousands of displaced people who fled to its courtyards for safety. Many people here see these strikes as aimed at pushing civilians to move again, further to the south and away from Gaza City. The Palestinian Red Crescent Society said that one such strike near the hospital today injured 21 people. Footage seen by the BBC showed the huge scale of destruction to buildings and roads around the hospital."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 13:09", "title": "The key developments of the day so far", "text": ["- Smoke rises after an Israeli attack as the attacks continue on the 29th day in Gaza City.  - It is just past 19:00 in Israel and Gaza - and 17:00 in our London newsroom.  - With the diplomatic discussions winding down in Jordan's capital, Amman, here's a broader look at the biggest developments from today.  - Blinken's visit to Amman:    - US Secretary of State Antony Blinken spent today meeting leaders from Arab states in Amman - culminating with a joint press conference alongside Jordanian Foreign Minister Ayman Safadi and Egyptian Foreign Minister Sameh Shoukry.    - The two Arab nations called for an immediate ceasefire in Gaza. Blinken disagreed, saying it would allow Hamas to \"regroup and repeat\" its 7 October attacks, in which it killed 1,400 Israelis and kidnapped more than 200 others.  - In northern Gaza:    - Earlier on, US special envoy David Satterfield said that up to 400,000 people remained in northern Gaza, which has been hit with relentless Israeli bombardment from the air. Israel's ground offensive in the north continues.    - The Palestinian Red Crescent said overnight that 15 people were killed when an ambulance was hit outside the Al-Shifa hospital - Gaza City's biggest.    - A school in the Jabalia refugee camp in northern Gaza was hit today, the UN refugee agency (Unrwa) confirmed to the BBC. Up to 20 people are reported to have died, the agency said - the Israeli military says it is looking into what happened.  - And further south:    - The Israel Defense Forces (IDF) said it would allow traffic on one of Gaza's two main north-south highways so residents in the north could flee to the south of the Strip. It is not clear how many people tried.    - It has also been reported by our BBC Arabic colleagues that no foreign nationals, dual nationals or injured patients have crossed over into Egypt from Gaza at the Rafah crossing so far today - it seems Hamas wants Egypt to admit more wounded people before letting foreigners leave."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 12:21", "title": "Very different views on ceasefire as Blinken meets Arab leaders", "text": ["On the face of it, US and Arab officials have very different views on what’s needed first in Gaza. The Jordanian and Egyptian foreign ministers both said an immediate ceasefire was vital. But US Secretary of State Antony Blinken said that would leave Hamas in place, able to regroup and attack Israel again. The US administration shares Israel’s desire to remove Hamas once and for all, and sees its role at the moment as trying to influence the way Israel conducts its campaign - currently focused mainly in the north - while addressing the urgent need to improve humanitarian conditions in the south. Jordan and Egypt would prefer to see an end to Hamas too, but the Arab world is appalled by scenes of dreadful Palestinian suffering and just wants the killing to stop. Jordan's Ayman Safadi also spoke eloquently about his fears for the future of Gaza. Would Israel’s military campaign leave a wasteland in its wake, with an entire population reduced to the status of refugees?"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 12:18", "title": "What happened during the joint press conference?", "text": ["\"We've just heard from US Secretary of State Antony Blinken, Jordanian Foreign Minister Ayman Safadi, and Egyptian Foreign Minister Sameh Shoukry at a joint press conference. These were the key moments:    Safadi:  First up was the Jordanian FM, who reiterated the demand from all Arab countries for an immediate ceasefire. Safadi said the region was sinking into a \"sea of hatred\" and Jordan did not accept that the \"killing of the innocent\" and the destruction caused by the war was \"self-defense\". \"It cannot be justified under any pretext and it will not bring Israel security,\" he said. Safadi spoke against acts of Islamophobia and anti-Semitism, saying the Israel-Gaza conflict \"is not a war between Muslims and Jews\".    Blinken:  Next came Blinken, who thanked Egypt for facilitating the passage of aid and injured civilians between Gaza and Egypt. He reaffirmed the US position that Israel has the right to defend itself against Hamas, but added \"it must take every possible measure to prevent civilian casualties\". Blinken added that while the US continues to believe in the two-state solution, \"we all recognize we can't go back to the status quo\".    Shoukry:  The Egyptian FM called for a ceasefire in Gaza \"without any condition\". Shoukry said that during talks with Blinken he warned against \"double standards\" in the condemnation of attacks - as if \"Arab blood\" was lesser than others. He said any discussion of what a future for Gaza without Hamas would look like was \"premature\".\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 11:57", "title": "No country would accept slaughter of civilians, says Blinken", "text": ["- One journalist asked Blinken what Israel has achieved in its operation, apart from \"killing nearly 10,000 people\".  - Speaking about the attacks on 7 October, he said \"not a single one of the countries represented here\" or \"pretty much any country in the world would simply accept the slaughter of its citizens and do nothing about it\".  - But he again stressed the need to take measures to protect civilians and said that in conversations with the Israeli government \"we have pointed to steps that they could and should take to minimise harm to civilians\".  - However, he says that this \"is also an extraordinary challenge\" as Hamas \"cynically, monstrously embeds itself in the midst of civilians\" with fighters, weapons and command and control placed in and underneath schools, hospitals, mosques and residential buildings.  - The press conference has now ended - stay with us and we'll recap the key lines and bring you more updates and analysis."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/1"}, {"date": "2023-11-04 11:48", "title": "A future without Hamas for Gaza?", "text": ["- A key element of the press conference was calls from Egypt and Jordan for an immediate ceasefire - but Blinken made it clear the US does not support this demand.  - \"A ceasefire now would simply leave Hamas in place, able to regroup and repeat what it did on October 7,\" he replied to a question on the issue.  - \"Just a few days ago, a senior Hamas official said it was their intent to do October 7 again, and again and again. No nation, none of us can accept that.\"  - He affirmed again \"Israel's \"right to defend itself but repeated \"it is also important how Israel does that\".  - The Egyptian and Jordanian foreign ministers were asked whether there had been any discussion about a future for Gaza without Hamas.  - Egypt's Sameh Shoukry said such discussion would be \"premature\" and the focus should remain on the current situation.  - Jordan's Ayman Safadi said the focus now was on \"stopping this war\" and it wasn't possible to think about the future when it wasn't clear \"what kind of Gaza is going to be left\".  - \"Are we going to be talking about a wasteland? Are we going to be talking about a whole population reduced to refugees?\", he asks,  - Safadi was clear that a \"comprehensive\" look at the conflict was needed and discussions on \"bringing back the two-state solution\" were necessary."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 11:36", "title": "We should not apply double standards, says Egyptian FM Shoukry", "text": ["- Egyptian Foreign Minister Sameh Shoukry said that during his talks with Antony Blinken, he warned against \"double standards\".  - He said there should not be condemnations of the targeting of civilians and violations of international humanitarian law that are not applied in the same way \"when things are related to the Palestinian cause... as if Arab blood is less than the blood of other people\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 11:28", "title": "Egyptian minister calls for 'immediate' ceasefire", "text": ["Next up is Egyptian Foreign Minister, Sameh Shoukry. He says Egypt is exerting all its efforts to deliver aid and treat wounded Gazans, adding that the country will continue its efforts. He reissues the Arab nations' call for an \"immediate and intensive\" ceasefire in Gaza \"without any condition\". Egyptian Foreign Minister Sameh Shoukry."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 11:28", "title": "We can't go back to the status quo - Blinken", "text": ["- Blinken affirms the US position that Israel has the right to defend itself against Hamas. But, he adds, \"it must take every possible measure to prevent civilian casualties\".  - In so doing, he says this will prevent Hamas from further exploiting the situation and is also the \"right and moral thing to do\", Blinken says.  - He goes on to say seeing a Palestinian child pulled from wreckage \"hits me in the gut\".  - What we have to do is to prevent the dehumanisation of each other, Blinken tells reporters.  - \"When we don't do that, we do Hamas's work for them,\" he adds.  - Blinken says the US believes all of these efforts would be facilitated by \"humanitarian pauses\".  - He says he discussed how when and where these could be implemented and what needs to be done to make them possible with Israeli officials yesterday.  - He says the US continues to believe in the two-state solution, adding that \"we all recognise we can't go back to the status quo\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 11:22", "title": "Antony Blinken begins speaking", "text": ["- Antony Blinken  Image caption: Antony Blinken.    Antony Blinken opened his comments saying he was \"grateful\" for the \"hospitality and for the opportunity\" to speak with Arab leaders.    He said that he shares the same \"interest and objective\" with his counterpart, which is to end the conflict \"in a way that ensures lasting peace.\"    He thanked Egypt for all their work in facilitating aid entering Gaza and taking in injured patients.    Blinken said that more than 100 trucks are moving towards Rafah but that more needed to be done.    He added that the focus remained on recovering the hostages still being held by Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 11:16", "title": "This is not a religious war, says Jordan minister", "text": ["[\"Jordan's Foreign Minister Ayman Safadi says the \\\"whole region is sinking in a sea of hatred that will define generations to come\\\".\",  \"He said: \\\"This is already starting to manifest itself in expressions and acts of hate in the region and, to be honest in the deplorable acts and expressions of Islamophobia and anti-Semitism - and that's something that we all stand against unequivocally, on principle and in accordance with our human values.\\\"\",  \"He added that \\\"this is not a religious war. It is not a war between Muslims and Jews\\\".\",  \"He said that \\\"all human values dictate that we all work for peace\\\".\"]"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 11:10", "title": "Killing cannot be justified, says Ayman Safadi", "text": ["- First up is Jordanian Foreign Minister and Deputy Prime Minister Ayman Safadi.   - Speaking from the St Regis Hotel in Amman, Safadi begins by saying that talks between US Secretary of State Antony Blinken and the Arab foreign ministers were \"honest, direct, and comprehensive\".   - He pointed, too, to the \"mutual keenness\" to \"stop what we can describe as a catastrophe that will haunt the region for a generation\".   - Safadi says that points of agreement between the US and Arab states include the importance of delivering humanitarian assistance, protecting civilians, and following international humanitarian law.   - He also says they agreed on the rejection of displacement of Palestinians from their land.   - All Arab countries demand an immediate ceasefire that will end this war, Safadi adds, saying they do not accept that Israel is acting out of self-defense.   - He said the killing of civilians, destroying of their hospitals, mosques, and \"cannot be justified and will not bring security to Israel or peace to the region\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 10:56", "title": "Blinken's press conference under way in Amman", "text": ["- The press conference in the Jordan capital has just begun.  - We're expecting to hear from US Secretary of State Antony Blinken, as well as Jordan's Foreign Minister Ayman Safadi and the Egyptian Foreign Minister Sameh Shoukry.  - Stay with us and we'll bring you what they have to say."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 10:52", "title": "UN agency: Another sad day as school hit", "text": ["As we've been reporting, the UN refugee agency (Unrwa) has confirmed a school that it runs in the Jabalia refugee camp in northern Gaza has been hit. Juliette Touma, Unrwa's director of communications, has told the BBC it is \"another sad day\" for the agency. The school, which like many other Unrwa facilities is currently functioning as a shelter for people fleeing fighting, has been \"severely impacted due to hits it received\" early this morning, she said. Touma said according to initial reports, 20 people, believed to include children, may be among the dead with \"dozens and dozens\" injured. \"The school got a hit in its courtyard where there were tents for displaced families and then another hit came next to a wall of the school where women were baking bread,\" she said. Asked who she believed was to blame for the hit, she said Unrwa did not know. She also said she did not know if there was any Hamas activity around the school, but stressed it is a UN facility hosting thousands of people displaced people, including women and children. IDF spokesperson Lieutenant Colonel Peter Lerner, told the BBC: \"We're still looking into the circumstances. I do know that there was an exchange of fire and what appears to be mortar fire upon Hamas terrorists in and around that area but I can't confirm the specifics.\" He said the area had seen \"extensive exchanges\" over the last two days. \"This is precisely the reason why for three weeks now we've been asking people to go south,\" he added, saying it is a situation where \"terrorists have no regard\" for symbols such as the UN, and trying to prevent impacts on civilians is \"a huge, huge challenge\". The BBC has approached the Israel Defense Forces for a full comment - stay with us for further updates."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 10:12", "title": "Packed house for Blinken's press conference in Jordan", "text": ["- Antony Blinken’s solo press event in Israel was a relatively quiet affair.  - We're expecting him to appear soon at a joint press conference in Amman, alongside foreign ministers of Egypt and Jordan. This time there is a packed house, attended by Arab press from around the region.  - The media swarmed outside Blinken’s meetings earlier in the afternoon with the Jordanian foreign minster and his round-table lunch with representatives from across the region.  - The hallways of the St Regis hotel in Amman are packed with diplomats, journalists and government officials - a sign of the high stakes, and high interest, in these talks."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 10:01", "title": "No foreign nationals have crossed into Egypt from Gaza so far today", "text": ["- No foreign nationals, dual nationals or injured patients have crossed over into Egypt from Gaza so far today according to Palestinian sources, BBC Arabic correspondent Alaa Ragaie reports.  - She says hundreds of people with foreign passports have gone to the border but the gate has not opened today.  - Ragaie says that, according to sources from the crossing authorities on the Palestinian side, movement of people with foreign passports is not being allowed until there is agreement on the safety of transferring injured patients.  - We do not have the full details of the situation or an official statement, but we'll bring you more as we get it."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 09:19", "title": "Blinken shares 'deep concern' over exchanges of fire along Israel-Lebanon border", "text": ["- Back to Jordan now, where US Secretary of State Antony Blinken has said in a meeting with Lebanese caretaker Prime Minister Najib Mikati that he \"shared his deep concern\" about exchanges of fire along Lebanon’s southern border with Israel.  - Blinken also stressed the importance of ensuring the Israel-Hamas conflict does not spread elsewhere, according to spokesperson Matthew Miller.  - Miller says Blinken went on to thank Mikati for his leadership in preventing Lebanon from being pulled into a war and for his efforts with regional partners to \"pursue durable and sustainable peace in the region\".  - Blinken also discussed US efforts to secure humanitarian assistance for civilians in Gaza and noted that Lebanon needs to select a president \"to lead the country through both the regional and domestic crises\", Miller adds.  - The border between Israel and Lebanon."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 09:08", "title": "Blackpool family cross over into Egypt from Gaza", "text": ["- Stephanie Abuaassi moved to Gaza with her husband and their four children from Blackpool, last year.  - A family of six from Blackpool who have been stuck in Gaza since the beginning of the conflict, have now managed to cross over into Egypt.  - In a WhatsApp audio message sent to the BBC, Emad Abuaassi told us that he, his wife Stephanie and their four children, \"are all safe\" and hoping to return to the UK in the next few days.  - The Abuaassi family moved from Blackpool to Gaza last year in order to be closer to Mr Abuaassi's relatives, but were forced to flee their home after Israel launched air strikes on Gaza following Hamas's attack on October 7."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 08:56", "title": "Can Lebanon avoid war with Israel?", "text": ["- The much-anticipated speech by the leader of the Lebanese Shia Islamist group Hezbollah, Hassan Nasrallah, brought relief to many in Lebanon and beyond. He did not announce an escalation of attacks against Israel, as some had feared, although he did leave the door open for further action.    - A day after his address, violence along the Lebanon-Israel border continued. Hezbollah said it had launched simultaneous attacks on Israeli targets while the Israeli military said it had retaliated by striking Hezbollah positions, including an observation post.    - Despite the frequent attacks, both sides have taken steps to avoid a dangerous escalation, and the fighting has been limited to the border area.    - Also this morning, the Lebanese caretaker prime minister, Najib Mikati, met the US secretary of state, Anthony Blinken, in Amman. Mikati emphasised the importance of a ceasefire in Gaza and stopping what he described as Israeli aggression in southern Lebanon, according to a statement released by the prime minister’s office.    - Mikati is in a difficult position, as he tries to prevent his country from being dragged into the conflict. He has very little – if any – influence over Hezbollah, the most powerful military and political force in Lebanon. This means that the decisions taken by the group, considered a terrorist organisation by the UK and the US, reverberate far beyond its support base."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 08:27", "title": "UN agency says school hit in Gaza refugee camp", "text": ["- An image from Reuters news agency shows bread dough on the ground at the UN-run school.  - The UN refugee agency in Gaza (Unrwa) has confirmed to the Reuters news agency that the UN-run Al-Fakhoura school in Jabalia refugee camp has been hit.  - Juliette Touma, Unrwa's director of communications, said there were children among the casualties, but that Unrwa had not yet been able to verify how many people had died.  - \"At least one strike hit the schoolyard where there were tents for displaced families. Another strike hit inside the school where women were baking bread,\" Reuters cites her as saying by phone.  - Earlier, the Hamas-run health ministry in Gaza said at least 15 people were killed when Israel struck the school. Ministry spokesman Ashraf al-Qudra said at a press conference that 70 more were wounded.  - The BBC is not yet able to independently verify the claims and is seeking comment from the Israeli military."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 08:10", "title": "US official says there is an agreed mechanism to bring more fuel into Gaza", "text": ["- More now from US special envoy David Satterfield, who has told reporters that when the fuel runs out in Gaza there is an agreed mechanism to bring more in.  - Israel has not allowed any fuel shipments to enter the Strip since the war began on 7 October, and has also cut off electricity supply - prompting calls from UN agencies for fuel supplies into Gaza to power basic services.  - In a press conference last week, the head of Unrwa said there were fuel reserves left over from a previous deal Qatar and Israel struck before the conflict to bring fuel into the territory.  - Philippe Lazzarini said to get access to the fuel, UNRWA needed a guarantee from the Israelis that the area around the depot was safe.  - Speaking to reporters in Jordan this morning, Satterfield said: \"Fuel in depots in Gaza has been accessed by Unrwa for aid trucks, desalinisation and hospitals in the south of Gaza.\"  - He said the US had \"every expectation\" that fuel would be brought in when the reserves in Gaza runs out, and said there was an \"agreed mechanism\" to do this.  - He also said that since aid trucks had begun to enter Gaza two weeks ago, there had been no reports of interference or seizure of goods."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 07:21", "title": "Blinken pays tribute to killed UN staff", "text": ["- US Secretary of State Antony Blinken has offered his condolences over the deaths of UN aid workers in Gaza who have been killed since the war with Israel began.  - Speaking to journalists in the Jordanian capital of Amman, Blinken praised the \"extraordinary work\" of the UN agency for Palestinian refugees (UNRWA), which he called a \"lifeline in Gaza\".  - The agency says it is sheltering nearly 700,000 people in severely overcrowded schools and other facilities it runs in Gaza, and that 72 of its staff have been killed since 7 October.  - Blinken expressed admiration at the UN workers' courage, in comments ahead of a meeting with UNRWA commissioner general Phillipe Lazzarini and a video call with his Gaza-based staff."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 07:10", "title": "Israeli military says it will allow traffic on key Gaza highway for three-hour period", "text": ["\"The Israel Defense Forces (IDF) says it will allow traffic on one of Gaza's two main north-south highways so residents in the north can flee to the south of the Strip.\"    Posting on X, formerly Twitter, the IDF's Arabic spokesperson says the Salah al-Din road will be traversable for three hours, from 13:00 to 16:00 local time (11:00 to 14:00 GMT).    The message says Hamas leaders were already taking care to protect themselves, and urged civilians to do the same by heeding instructions to move south.    The Israeli military says it has encircled Gaza City."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 06:47", "title": "US official says 400,000 people still in north of Gaza", "text": ["- Up to 400,000 people are still in the north of Gaza, according to US special envoy David Satterfield.  - Over the last few weeks, Israel has been telling residents to evacuate the north of the Strip and move south, which it designated as a so-called safe area.  - Since then, the north has been the target of relentless Israeli bombardment from the air and a ground offensive - though there have also been airstrikes in the south.  - Speaking to reporters in the Jordanian capital Amman this morning, Satterfield said 800,000 to a million people had made the move to the south, while 350,000-400,000 remained in the north of the enclave."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 06:12", "title": "Blinken meets Lebanon and Qatar prime ministers", "text": ["- A little more from Jordan now, where US Secretary of State Antony Blinken is meeting with leaders and ministers from around the Middle East.  - First on the agenda was a discussion with Lebanon's caretaker Prime Minister Najib Mikati, who, according to his office, stressed to Blinken the importance of working towards a ceasefire in Gaza.  - Blinken meets with Lebanon's Mikati. [Image caption: Blinken meets with Lebanon's Mikati.]  - He was also pictured greeting Qatari Prime Minister Mohammed bin Abdulrahman al-Thani.  - Blinken shakes hands with the Qatari prime minister. [Image caption: Blinken shakes hands with the Qatari prime minister.]"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/2"}, {"date": "2023-11-04 05:47", "title": "What happened during Blinken's visit to Tel Aviv yesterday?", "text": ["\"I'm now in Amman, as US Secretary of State Antony Blinken meets with leaders and foreign ministers from several Arab nations - but yesterday he was in Tel Aviv. There, his half-hour press conference in a cavernous subterranean hotel conference room in Tel Aviv mostly covered familiar ground. He spoke about continued US support for Israel, as well as the need for Israel to abide by the rules of war and limit civilian casualties. He did reveal more details about US efforts to arrange “humanitarian pauses” in the Israeli attacks, which he said would facilitate the supply of aid to Palestinians in need and create a better environment for the release of hostages. He called it an “important area of discussion” with Israeli leaders. Blinken, however, made a conscious decision to open his remarks by recounting details of one of the violent attacks by Hamas militants on an Israeli family on 7 October. He somberly described watching a video earlier today - one that Israelis have shown to members of the press, as well - in which a father was killed with a grenade and gunfire in front of his children, after which a Hamas militant casually rummaged through the family’s kitchen. “It is striking and in some ways shocking that the brutality of the slaughter has receded so quickly in the memories of so many,” he said. “But not in Israel. And not in America.”. If Blinken came to Tel Aviv to tell Israelis to use caution in their war against Hamas, the Israelis also wanted to remind Blinken - with words and videos - of the violence they endured. Images and balloons in a Jerusalem convention centre mark the plight of around 240 hostages held in Gaza.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-04 05:17", "title": "Palestinian Red Crescent says 15 killed in strike on ambulance convoy", "text": ["- As we've been reporting, yesterday the Israeli military said it had struck an ambulance that it says was being used by Hamas operatives, without giving a location.  - The Palestinian Red Crescent Society (PRCS) has shared a statement on X, formerly Twitter, saying a convoy was struck twice on its way to the Al-Shifa hospital - once 1km (0.62 miles) away and a second time outside the hospital gate, where it said it had arrived to unload patients.  - The PCRS said 15 civilians were killed when one ambulance was \"struck by a missile\" close to the hospital gate.  - It said the convoy had been attempting to transport casualties towards the Rafah border crossing, but had turned back about 4km from the hospital because the road was blocked with rubble.  - Earlier, the Hamas-run health ministry in Gaza said at least 13 people had been killed in a blast outside Al-Shifa.  - BBC Verify has verified graphic videos showing badly injured and possibly dead people lying outside the hospital.  - In its comment, the Israeli military said a number of Hamas fighters had been killed and accused Hamas of transferring militants and weapons in ambulances, though it has not yet supplied evidence of this.  - \"We emphasise that this area is a battle zone. Civilians in the area are repeatedly called upon to evacuate southwards for their own safety,\" it added.  - Palestinians pull a damaged ambulance outside the entrance of the Al-Shifa hospital."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-04 04:20", "title": "More than 100 UK citizens on list to leave Gaza today", "text": ["- There are 112 entries under 'UK' on the list of people who will be allowed to evacuate Gaza through the Rafah crossing today, including 88 British citizens.  - The first groups of British people trapped in Gaza crossed into Egypt yesterday.  - On Wednesday, the Rafah border crossing was opened for people to leave Gaza for the first time in three weeks, with limited numbers of foreign nationals and the badly wounded allowed to leave since then."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-04 04:08", "title": "Blinken begins talks in Jordan", "text": ["- Antony Blinken disembarks at an airport in Jordan after arriving from Israel.  - US Secretary of State Antony Blinken is in Jordan today for talks with several Arab leaders and ministers today.  - His schedule includes meetings with Jordanian King Abdullah II and the prime minister of Qatar. He has already met with Lebanese caretaker Prime Minister Najib Mikati.  - Blinken will also hold discussions with foreign ministers from Jordan, Lebanon, Qatar, Saudi Arabia, Egypt and the UAE.  - The US secretary of state will also hold a meeting with UN Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) commissioner general Phillipe Lazzarini and a video call with his Gaza-based staff."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-04 03:31", "title": "IDF says dozens of Hamas members killed over past day", "text": ["- Smoke rising over Gaza, seen from southern Israel, this morning  - We've had an update from the Israel Defense Forces (IDF) this morning, saying it has killed \"dozens\" of Hamas members and destroyed more of the group's infrastructure over the past day.  - It says Hamas launched \"numerous attempted attacks\" on IDF troops from tunnel shafts and military compounds in the north of the Gaza Strip.  - IDF soldiers engaged with 15 Hamas operatives \"killing several of them\" and destroyed three of the group's observation posts with tank fire, it said.  - Also overnight, the IDF launched a raid in the south of Gaza, during which its armoured and engineering corps \"encountered a terrorist cell exiting a tunnel shaft\". In response, the troops fired shells toward the group and killed them, the military said.  - Yesterday it said it had encircled Gaza City, and killed ten senior \"Hamas terrorists who held the rank equivalent to battalion or brigade commander\" and who had planned the deadly 7 October attacks in which 1,400 Israelis were killed.  - It also confirmed it had struck an ambulance that it says was being used by Hamas operatives.  - The IDF did not mention airstrikes in this update, but it has continued to bomb the Gaza Strip in the four weeks since Hamas's attacks, saying at has dropped 10,000 munitions on Gaza City alone."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-04 02:54", "title": "UK doctor's relief as he returns home from Gaza", "text": ["- A British-based doctor who was trapped in Gaza when the latest conflict broke out has arrived back in the UK.  - Dr Abdelkader Hammad - a surgeon at the Royal Liverpool University Hospital - had been working at the Al Shifa hospital in Gaza City. It’s one of many trips he’s made to Gaza over the last 10 years.  - But shortly after arriving, Hamas gunmen conducted their deadly attacks on 7 October.  - He had hoped to leave Gaza earlier this week, but complications at the Rafah border crossing meant he had to wait.  - On Thursday he was finally able to enter Egypt before flying back to Heathrow from Cairo.  - After arriving, he said he felt overwhelming relief. \"It’s a big relief to see my wife and my sons here. It's been four weeks waiting for this moment to happen… At some stage I wasn't sure that this would happen.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-04 02:25", "title": "Blinken to meet Middle East ministers in Jordan", "text": ["- The US Secretary of State Antony Blinken is in Jordan today for discussions with representatives of Arab nations who are expected to call for an immediate ceasefire in Gaza.  - He'll meet King Abdullah before talks with foreign ministers from Jordan, Qatar, Saudi Arabia, Egypt and the UAE, as well as a representative of the Palestinian Authority.  - There's been mounting concern about the large numbers of civilian casualties.  - As we've been reporting, on Friday Blinken's call for humanitarian pauses were rebuffed by the Israel PM Benjamin Netanyahu, who said there would be no break in its attacks on Gaza until all hostages there were freed."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-04 02:00", "title": "'Broader conflict' in the region 'deterred' - Pentagon spokesman", "text": ["- A “broader regional conflict” in the Middle East “has been deterred\", according to a Pentagon spokesperson.  - Speaking to BBC Newsnight, Brig Gen Patrick S Ryder said: “Right now, we see this conflict as contained between Israel and Hamas\".  - The intervention comes after the leader of the Lebanese Shia Islamist group Hezbollah, Hassan Nasrallah, made his first speech since the 7 October attacks, stopping short of committing his fighters to an all-out war.  - Asked if Hezbollah have been successfully deterred from entering into the conflict, Ryder said: “It has been a key focus for our government and for our Department of Defence to prevent this from becoming a broader regional conflict.  - \"This is why we have deployed additional capabilities to include two US aircraft carrier strike groups into the region to provide us with a variety of options and capabilities, should we need to respond to a whole range of contingencies.”  - “And so yes, we do see that, broadly speaking, a broader regional conflict has been deterred. And so we'll continue to do that. We do not seek any conflict with Iran. We do not seek to have conflict across the region. Our focus here is on containing this and getting back to a stable and secure region as quickly as possible.”."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-04 01:42", "title": "Israel has yet to agree with US calls for humanitarian pauses", "text": ["- With Israeli forces closing in on Gaza City, amid fierce fighting, America’s top diplomat was back in Israel on Friday, trying to contain the crisis and, if possible, alleviate the suffering.    - US Secretary of State Antony Blinken spoke of trying to engineer what are being called humanitarian pauses - brief breaks in the fighting to enable aid to get to where it’s needed in the Gaza Strip and, perhaps, to allow for the further release of hostages, including American citizens.    - Israel has yet to agree.    - Blinken said mechanisms had been identified to get fuel to hospitals and other key facilities in the southern Gaza Strip. But Israeli PM Benjamin Netanyahu was adamant - no fuel would be allowed in at all.    - Following allegations of an Israeli airstrike on wounded civilians being evacuated from Gaza’s Al-Shifa hospital, Israel said it had attacked an ambulance, but that it was being used to transport a Hamas cell close to Israeli positions.    - An army spokesman, Jonathan Conricus, said Hamas had a long record of abusing ambulances to move fighters and weapons."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-04 01:20", "title": "UN agency in Gaza 'practically out of business'", "text": ["- Displaced Palestinians seen in a UN-run school in Khan Younis, southern Gaza.  - Here's a bit more from UN official Thomas White, who has been warning about the organisation's ability to offer protection to displaced people.  - He's said the 600,000 displaced people seeking shelter in UN buildings cannot be guaranteed safety, with more than 50 of those sites \"impacted\" by the ongoing war – including five that had \"direct hits\".  - White said the UN agency for Palestinian refugees, UNRWA, can no longer provide safety \"under a UN flag\".  - Speaking in a video address from Gaza, he said 38 people had died in UN facilities, without saying who had been responsible.  - He described the UN agency as \"practically out of business in Gaza\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-04 01:04", "title": "UN warns 'no safe place' in Gaza", "text": ["- It's just gone 07:00 in Gaza and Israel, and 05:00 in London, where we are restarting our live coverage of the war. Thanks for joining us.  - As a reminder of some of the key developments, a UN official has warned that \"there is no place that is safe in Gaza right now\", with many of the UN buildings sheltering displaced people \"impacted\" by the conflict.  - Israel's PM Benjamin Netanyahu has rebuffed calls from the US Secretary of State, Antony Blinken for a humanitarian pause until all the hostages taken by Hamas are freed.  - Blinken is in Jordan today for talks with Arab leaders amid mounting concern over the civilian casualties in the war.  - Stay with us as we bring you the latest news and analysis."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-03 20:13", "title": "Israel rejects ceasefire unless hostages freed", "text": ["\"We're pausing our live coverage for the next few hours, so until then here's where things stand in the war between Israel and Hamas in Gaza.    Israel's Prime Minister Benjamin Netanyahu has discarded suggestions of a temporary ceasefire with Hamas.    With fighting between the Israel Defense Forces (IDF) and Hamas about to enter its fifth week, Netanyahu today met US Secretary of State Antony Blinken in Tel Aviv. The pair discussed, among other things, calls by the US for Israel to agree to a humanitarian pause in its strikes on Gaza to allow for the effective delivery of aid. But Netanyahu said until all hostages were freed, no such agreement could be made.    Meanwhile, Dr Tedros Adhanom Ghebreyesus, head of the World Health Organization, said he was “utterly shocked” by a reported blast outside Gaza City's largest hospital, Al-Shifa. The Hamas-run health ministry said at least 13 people were killed in the incident and blamed an Israeli air strike. In a statement, Hamas officials said Israeli forces targeted \"a convoy of ambulances which was transporting the wounded\" from Al-Shifa towards Rafah in the southern Gaza Strip. The IDF confirmed it had hit an ambulance, which it said was being used by Hamas operatives. It did not say where the strike took place.    \"Patients, health workers, facilities, and ambulances must be protected at all times,\" Ghebreyesus said, ahead of a separate warning by the UN.    Thomas White, director of affairs at the UN agency for Palestinian refugees (UNRWA), said there was increasingly little the UN could do to protect Palestinians trying to shelter from the fighting. \"Let's be very clear, there is no place that is safe in Gaza right now,\" he said.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-03 20:03", "title": "Senior Israeli adviser says Hamas had control centre under hospital", "text": ["- Mark Regev, an adviser to the Israeli Prime Minister Benjamin Netanyahu, has told the UK's Channel 4 news that Israel believes that Hamas has \"established its command and control\" centre under the Al-Shifa hospital.  - Regev goes on to say that if a combatant builds such a construction under civilian infrastructure it could become a \"legitimate target\".  - Israel has previously claimed that Hamas is using the population in Gaza as human shields by placing part of its military system under civilian infrastructure.  - As we've been reporting, the Hamas-run health ministry in Gaza has said at least 13 people have been killed in a blast outside that hospital – Gaza City's biggest.  - The Israeli military has confirmed it struck an ambulance that it says was being used by Hamas operatives. It did not say where the air strike took place."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-03 19:40", "title": "Ceasefire depends on Israel feeling secure – US official", "text": ["\"We've just heard some details from a senior official about the US administration's current thinking about the conflict. Speaking on background - meaning they cannot be identified - an official from the White House's National Security Council said that a ceasefire can only happen when Israeli feels secure and confident that the Hamas attacks of 7 October cannot happen again.    On the hostages, the official said intense efforts are going on to try to free the more than 200 people who are thought to be held. But he said there is no guarantee a deal can be reached to release them and any effort to get them out would require a significant pause in hostilities.     \"We're hopeful and doing everything we possibly can to get the hostages out, but there's absolutely no guarantee a) that it is going to happen or b) when it's going to happen,\" the official said.    Regarding the American citizens still in Gaza, he said there was a delay in getting them because of the effort by Hamas to try to get its own fighters out of the territory. The official also said the US has frequent and very direct conversations with Israel about its wartime decisions and whether they are being achieved.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-03 19:30", "title": "'We're barely standing in Lebanon, can we take anymore?'", "text": ["- Smokes rises from the forests of Alma al-Shaab as rockets are exchanged by Hezbollah and Israel across the Lebanon-Israel border.  - War may not be officially declared but it has already reached south Lebanon, says Elie Bwary, a resident of Alma al-Shaab, a village just a few hundred metres from the Israeli border.  - “Hundreds of rockets were fired in the last three weeks. If that’s not war, what is?” he says.  - Speaking to the BBC from Beirut - where he has now fled, like nearly the entire village - Bwary says several houses have been destroyed in Alma al-Shaab, including his uncle’s. Iran-backed Hezbollah has been exchanging fire with Israeli forces across the Lebanon-Israel border since the 7 October attacks launched by Hamas on southern Israel.  - Elie says he feels for the Palestinians bearing the brunt of Israel's retaliation in Gaza, but he does not want Lebanon to get involved.  - “We already experienced 2006,” he says, referencing the full-scale war between Hezbollah and Israel. “People still carry the grief anxiety, and the stress of [that conflict],” and nobody wanted to experience it again.  - Bwary has lived through constant violence and war. At 35, he says he remembers Israel's occupation of southern Lebanon that ended in 2000, the war in 2006, and continuous fighting in between. Bwary highlights Lebanon’s failing economy, runaway inflation, and political stagnation to show that the country is not ready for another tragedy. “We are barely standing; can we take any more destruction?”"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-03 18:58", "title": "What's the difference between a ceasefire and humanitarian pause?", "text": ["- Several countries, as well as the United Nations, have called for a ceasefire in the conflict between Israel and Hamas in Gaza.  - But countries including the UK, US, Canada, and EU have stopped short of calling for a ceasefire, saying it would favor Hamas, which has been designated a terrorist organization by the US and several Western governments.  - The US again rejected calls for a ceasefire this week - instead calling for a pause. But what's the difference?  - Compared to a formal ceasefire, humanitarian pauses tend to last for short periods of time, sometimes just a few hours.  - They are typically implemented purely with the aim of providing humanitarian support, as opposed to achieving long-term political solutions, according to the United Nations.  - Ceasefires, meanwhile, are intended to be long-term and often have an aim to allow parties to engage in dialogue, including the possibility of reaching a permanent political settlement, the UN says."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-03 18:29", "title": "Hamas officials say 13 killed in blast outside Gaza City hospital", "text": ["[\"Gaza's Hamas-run health ministry has said at least 13 people were killed in the blast outside Al-Shifa hospital in Gaza City, which we reported on earlier.\",  \"A Hamas statement said Israeli forces targeted 'a convoy of ambulances which was transporting the wounded' from Al-Shifa towards Rafah in the southern Gaza Strip.\",  \"The Israeli military has confirmed it hit an ambulance, which it says was being used by Hamas operatives. But it did not say where the strike took place.\",  \"BBC Verify has verified graphic videos showing badly injured and possibly dead people lying outside the hospital.\"]"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-03 17:58", "title": "Blinken's visit to Jordan likely to be as challenging as one to Israel", "text": ["- US Secretary of State Antony Blinken travelled to Israel on Friday to offer a message of continued US support and seek assurances that Israel would take \"concrete steps\" to protect Palestinian civilians during its war with Hamas.    - The secretary of state delivered that message, but evidence of those concrete steps were few and far between.    - A key request from the Americans, that Israel agree to \"humanitarian pauses\" in its strikes on Gaza - steps that, in Blinken's view, would allow for the effective delivery of aid and encourage the release of hostages held by Hamas - was quickly rebuffed by Israeli Prime Minister Benjamin Netanyahu. At a news conference, he said:    \"A number of legitimate questions were raised in our discussions today including how to use any period of pause to maximise the flow of humanitarian assistance, how to connect the pause to the release of hostages, how to ensure that Hamas doesn't use these pauses or arrangements to its own advantage.\"    - The US will continue to press for pauses, but it's clear that those \"legitimate questions\" will pose significant obstacles to an agreement.    - Blinken did tout the fact that more than 100 aid trucks entered Gaza in the past 24 hours, where none were permitted until recently, but he acknowledged that this was still not enough.    - A day that began in Tel Aviv for the secretary of state ends with a short flight east and an overnight stay in Jordan, which earlier this week recalled its ambassador from Israel in protest over civilian bloodshed in Gaza.    - For the next three days, Blinken will meet with Arab leaders who have become increasingly outspoken in their criticism of Israel's actions in Gaza. If Blinken's visit with Israeli officials proved difficult, his time spent in Jordan - and, perhaps, elsewhere in the region - is sure to be equally challenging."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-03 17:30", "title": "What's the latest?", "text": ["\"It's 23:30 in Israel and Gaza, where fighting is fast approaching the four-week mark - and shows no sign of easing. If you're just joining us, or need a recap, here are the latest developments:    - Dr Tedros Adhanom Ghebreyesus, head of the World Health Organization, said he was “utterly shocked” by a reported blast outside Al-Shifa hospital, the largest hospital in Gaza City.  - The Hamas-run health ministry said “several citizens were killed and dozens wounded\". It blamed an Israeli air strike, while the Israel Defense Forces (IDF) said it hit an ambulance “being used by a Hamas terrorist cell” - but didn’t clarify if it was talking about the same incident.  - US Secretary of State Antony Blinken visited Israel on Friday, where he called for \"humanitarian pauses\" to protect civilians in the region - but Israeli PM Benjamin Netanyahu said there will be no temporary ceasefire until all Israeli hostages are freed.  - The Pentagon has since confirmed it's been flying unarmed surveillance drones over the Gaza Strip since Hamas launched its attack on Israel last month.  - And the IDF said earlier it was on \"very, very high alert\" at its border with Lebanon after the leader of Iran-backed Hezbollah - considered a terrorist group by the UK and US - used a rare speech to praise Hamas's attacks on Israel.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-03 17:01", "title": "UK Foreign Secretary says no British deaths reported in Gaza", "text": ["In the UK, the Foreign Office says it has not yet been informed of any British nationals killed in Gaza. But James Cleverly, the foreign secretary, warned that the \"flow of information is often interrupted\" and \"sometimes we get contradictory information\". Speaking to reporters this evening, he said a number of British nationals have made it through the Rafah crossing and into Egypt - but wouldn't clarify how many. About 200 British passport holders are believed to be in Gaza. Hundreds of people with dual citizenship have been allowed to leave the warzone in recent days, for the first time since the conflict began. We will continue working with all the parties involved to maximise the number of British nationals who are leaving at any given time and to keep that crossing open for as long as possible."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/3"}, {"date": "2023-11-03 16:20", "title": "Palestinian flags and posters as Hezbollah leader addresses supporters", "text": ["- Hezbollah supporters in Beirut react as they follow the speech of Hassan Nasrallah.  - Many in Lebanon will be breathing a sigh of relief after the much-anticipated speech by the Hezbollah leader, Hassan Nasrallah, amid intense cross-border clashes between the group and the Israeli military.  - In his first public address since the Israel-Hamas war started, he said all options were on the table and that the only way to prevent a regional war was to stop the conflict in Gaza. But, notably, there was no announcement of any major immediate escalation - he said Hezbollah was already doing enough by keeping Israeli forces busy along the Lebanon-Israel border.  - The group organised public screenings of the speech in several locations across the country. The largest site was in southern Beirut, the group’s stronghold, where thousands of people gathered. Many carried Hezbollah and Palestinian flags and posters with Nasrallah’s face. Some waved the flag of Iran, Hezbollah’s main supporter.  - When Nasrallah appeared on the screen, the crowd erupted chanting: “We answer your call, Nasrallah”. The speech was, unsurprisingly, rich in its anti-Israeli and anti-American rhetoric.  - Before Nasrallah spoke, 52-year-old Ahmed said: “We’re on the side of the Palestinians – in war and peace. We don’t want war but if that’s what happens, we’ll be ready for it.\"  - Nagham, who is 20, said she had attended the event to show her support for the Palestinians. “Hamas is fighting against injustice. We’re not afraid. War will happen, it’s inevitable.”  - Hadi, 41, said: “Whatever Nasrallah asks us to do, we’ll do. We trust his decisions.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 15:55", "title": "US confirms it has drones flying above Gaza", "text": ["- The US has confirmed for the first time that it has been flying unarmed surveillance drones over the Gaza Strip since Hamas launched its attack on Israel on 7 October.  - Pentagon Spokesperson Brig Gen Pat Ryder said in a statement that the drones were operating in \"support of hostage recovery efforts\".  - \"The US is conducting unarmed UAV flights over Gaza, as well as providing advice and assistance to support our Israeli partner as they work on their hostage recovery efforts,\" the statement said.  - \"These UAV flights began after the Oct 7 attack by Hamas on Israel.”  - The confirmation comes after MQ-9 Reapers usually operated by US special forces were spotted circling Gaza on Flightradar24, a publicly-accessible flight-tracking website, by reporters.  - Reaper drones have previously been used to conduct airstrikes in Afghanistan, but are primarily used as surveillance drones due to their ability to \"loiter\" above an area for more than 20 hours at a time."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 15:34", "title": "Three things that struck me from Hezbollah leader's speech", "text": ["Listening to Hezbollah's leader speak earlier, one of the things that struck me was him saying Hamas's 7 October attacks were \"100% Palestinian\". The wording of Hassan Nasrallah's speech was very careful - it is praising that attack, but saying that it was entirely the work of the Palestinians.    In other words, he was distancing himself from the suspicion held in some quarters that Iran was secretly behind the 7 October attacks. The other things that stood out was him saying it exposed the weakness of Israel's defence. I have to say, he's right on that one: This was the biggest security defence and intelligence failure in 50 years in Israeli history.    And the third thing that struck me was Nasrallah praising the attacks by militias in Iraq and Syria - Iranian-supported militias - on US bases. And that's one of the areas where it's feared that this whole situation could spin out of control, because the US has already warned Iran to rein in those militias, to stop attacking isolated US bases that are primarily fighting the Islamic State group, but have been coming under drone attack."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 15:20", "title": "WHO chief 'utterly shocked' by reports of blast outside hospital", "text": ["- The head of the World Health Organization has said he is \"utterly shocked\" by the reported blast outside Al-Shifa hospital, in Gaza City.  - Posting on X, formerly Twitter, Dr Tedros Adhanom Ghebreyesus said there have been \"deaths, injuries and damage\" as a result, adding: \"We reiterate: patients, health workers, facilities, and ambulances must be protected at all times. Always. Ceasefire NOW.\"  - Earlier, Gaza's Hamas-run health ministry said \"several citizens were killed and dozens wounded in an Israeli strike at the entrance to Al-Shifa hospital\".  - The Israeli military has since said it hit an ambulance \"being used by a Hamas terrorist cell\", but didn't clarify if it was outside Al-Shifa.  - It said it intended to release more information on the incident.  - Israel has vowed there will be no ceasefire until Hamas is dismantled."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 14:58", "title": "Israeli military says it struck an ambulance in Gaza", "text": ["- In the last few minutes, the Israeli military has said one of its aircraft hit an ambulance in Gaza.  - The Israel Defense Forces (IDF) said its soldiers had assessed that the vehicle was being \"used by a Hamas terrorist cell\" and that a number of Hamas operatives were killed in the strike.  - \"We emphasise that this area is a battle zone,\" the statement reads. \"Civilians in the area are repeatedly called upon to evacuate southwards for their own safety.\"  - The IDF said it intended to release more information on the incident.  - \"We have information which demonstrates that Hamas's method of operation is to transfer terror operatives and weapons in ambulances.\"  - Earlier, there were reports of a blast outside Al-Shifa hospital in Gaza City. Footage, verified by our colleagues at BBC Verify, shows a damaged ambulance and a number of injured people lying outside the hospital.  - The IDF does not make clear in its statement whether it's talking about the same incident."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 14:02", "title": "Footage shows injured people lying outside Gaza hospital", "text": ["\"A little earlier we said we'd seen reports of a blast outside Gaza City's largest hospital, Al-Shifa. BBC Verify has now verified a number of videos, showing badly injured people lying outside the hospital in the street. The Hamas-run health ministry in Gaza says a convoy of ambulances was hit by Israeli strikes at the gate of the hospital. The Israeli military is cited by Reuters news agency as saying it's looking into the incident. BBC Verify has studied three videos - one of which is very graphic - and established that they were filmed outside Al-Shifa and were uploaded this afternoon. In one video, there are people filmed lying in pools of blood in the road next to vehicles - some are severely injured and some are not moving. Across the three videos, we counted around 20 injured or possibly dead people. There is no crater visible in the footage we've seen so far, and no debris or shrapnel visible. There's damage to the front of an ambulance and some cars on the road have smashed windows. BBC Verify is showing the footage to weapons experts and asking them for their assessment of what may have caused this.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 13:41", "title": "French Institute and news agency say their Gaza offices hit by strikes", "text": ["France's foreign ministry says the French Institute in Gaza has been \"targeted\" by an Israeli air strike. In a statement posted on X, the foreign ministry said it had been informed by the Israeli authorities that the institute - which promotes French culture overseas - had been hit. They said they've urged Israel to provide \"tangible\" reasons for the strike \"without delay\".    No staff members were present at the French Institute when it was hit, according to the statement.    Separately, French news agency Agence-France Presse also reported that its offices in Gaza had been bombed. In a statement, AFP said it condemned the strike, which it said happened on Thursday, in the \"strongest possible terms\", and urged more protection for journalists covering the violence in the Palestinian enclave."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 13:31", "title": "What we know about Hamas's network of tunnels", "text": ["- Israel’s forces say they are targeting the web of tunnels built by Hamas beneath Gaza City and the wider Gaza Strip.   - They say the tunnels are used as hideouts for Hamas to plan operations against Israel and for their fighters to launch hit-and-run attacks on Israeli ground troops currently in Gaza.   - The tunnels are reported to stretch for hundreds of miles and can be up to 80m (260ft) below the surface - sometimes accessed by ropes or ladders.   - While some are tightly-built corridors, lined with concrete, there are also reported to be chambers which are used as weapons-making workshops, command posts, and storage facilities.   - One of the Israeli hostages released by Hamas said she had been held in an underground room."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 12:59", "title": "White House and Israel will have been watching Hezbollah speech closely", "text": ["- Thousands of Hezbollah supporters here in Beirut were hanging on his every word but Hassan Nasrallah's speech earlier today will also have been carefully followed in Tel Aviv and in the White House.  - After the bloodletting of the past month, the Middle East is now a tinder box, and there are fears of a wider regional war.  - In his carefully calibrated statement, the Hezbollah leader said that such a war was a possibility and he warned “the enemy must keep that in mind\". The situation, he said, could escalate militarily “at any time”, depending on developments in Gaza, and Israel’s approach to Lebanon.  - It seems clear that Hezbollah will keep up its cross-border attacks, tying down as many Israeli forces as possible. But for now, it is leaving the fight inside Gaza to Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 12:49", "title": "At least 19 UK nationals currently unable to leave Gaza", "text": ["[\"Dual-national Palestinians and foreigners are being evacuated from Gaza via Egypt's Rafah Crossing.\", \"As we reported earlier, some 100 British nationals are on the list of people who have been allowed to leave Gaza through Egypt's Rafah Crossing today.\", 'But the BBC is aware of at least 19 people named on the UK list of foreign nationals permitted to leave Gaza today who are unable to do so.', 'Three family groups have said they are located in the north of Gaza but it is too dangerous to travel to the south where the Rafah crossing is located.']"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 12:38", "title": "'We left home in Lebanon thinking we'd be back in days - it's now been weeks'", "text": ["- Smoke rises above Alma al-Shaab as violence continues at the border.  - Thirty-year-old \"Sarah\" - not her real name - is from Alma al-Shaab, a predominantly Christian Lebanese village along the Israeli border.  - Speaking to the BBC from Beirut, she says her family fled the village from the continuous rockets exchanged by Lebanese armed group Hezbollah and Israel, which intensified after Hamas’s 7 October attacks on Israel.  - Leaving her home was a “difficult and frightening decision”, she says, but necessary because of the “relentless bombings\".  - Sarah’s family initially hoped they would return in a few days - it has now been weeks. Her parents go to the village every few days to check on their house, she says, but always return to the relative safety of Beirut.  - The fears of an escalation bring back \"vivid and painful memories” of 2006, says Sarah, who was a 13-year-old in the village when a full-blown war broke out between Hezbollah and Israel. She says she “can't help but feel a surge of fear and anxiety” when she hears loud noises, which forced her to leave along with her family.  - \"The collective trauma of the past conflicts has left a lasting mark on our community, and the fear of violence resurfacing is a daily concern.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 12:34", "title": "We haven't slept properly for 27 days, says mother of Scottish first minister's wife", "text": ["- Elizabeth and Maged El-Nakla, from Dundee, went to Gaza to visit family.  - The mother of the wife of Scotland's First Minister, Humza Yousaf, has spoken to the BBC about leaving Gaza and the ordeal of being trapped there.  - On a coach to Cairo after being allowed to leave the enclave with her husband Maged, Elizabeth El-Nakla told BBC reporter Patrick Clahane: “We are completely exhausted as we haven’t slept properly for the past 27 days.  - \"The past few days have been particularly traumatic. We don’t really know what’s been going on in the outside world as there’s been no internet, electricity, clean water and food has been difficult to get.”  - She said they went to Gaza to visit her mother-in-law who had a stroke in March but has now recovered. They were planning on staying for five weeks, returning in November, but “after four days of arriving in Gaza everything started and we weren’t able to get out”.  - She said that leaving today has been “incredibly hard as they are leaving their family behind”. She said she is worried about her son who is working all hours in the A&E department in Nasser hospital in southern Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 12:28", "title": "No clear breakthrough on humanitarian pauses after Blinken's trip to Israel", "text": ["Since launching Israel’s response to the massacres of 7 October, Prime Minister Benjamin Netanyahu has rejected all talk of a ceasefire. There was no change today.    What the US Secretary of State, Antony Blinken, is trying to achieve is something much more modest: Brief humanitarian pauses, designed to facilitate the delivery of aid and create conditions that might result in the release of hostages.    But Israel wants to make sure that Hamas cannot take advantage of any break in the fighting, and it was clear from Blinken’s remarks that Israel has yet to agree to any kind of pause.    Blinken said the problem could be solved, but indicated it could take time.    In the meantime, there was clear disagreement on another issue of vital importance to the UN - fuel.    “We have recognised mechanisms to enable fuel to reach hospitals and other needs in the south,” Blinken told reporters.    But in his own remarks, delivered at almost the same time, Netanyahu was adamant: Israel will not allow any fuel into the Gaza Strip."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 12:21", "title": "Reports of blast outside main hospital in Gaza City", "text": ["\"We're seeing reports of a blast outside Gaza City's largest hospital, Al-Shifa.\"    The Palestinian Red Crescent Society - which operates at the hospital - shared a photo of a damaged ambulance outside the hospital. It said ambulance vehicles were on their way back from the Rafah border in southern Gaza, where they had dropped injured Palestinians, when they say they were hit.    Palestinian media are reporting Gaza's health ministry as saying people have been killed and injured in the blast.    The Israel Defense Forces are looking into the report, Reuters news agency reports.    The BBC can't independently confirm what's happened but we are working to verify these reports."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 12:12", "title": "Hezbollah leader says 'sizeable' build-up on border", "text": ["- Hezbollah has been upping the pressure on Israeli forces along the Lebanon-Israel border, with a serious escalation in attacks. But Hamas wants more from its ally.  - Both organisations are Iranian-backed and classed as terrorist groups by the UK and the US.  - At times, the fiery Hezbollah leader sounded almost defensive about what his fighters have done so far.  - \"What’s taking place on our front is very important and significant,\" he told a cheering and segregated crowd, sitting under a hot sun.  - \"Those who claim that Hezbollah should engage swiftly in an all-out war with the enemy might see what is taking place on the border as minimal. But if you look objectively we will find it sizeable.\"  - Predictably he left the door open for a further escalation.  - \"I assure you this will not be the end,\" he said, \"this will not be sufficient\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 12:03", "title": "What's been happening?", "text": ["- US Secretary of State Antony Blinken met Israeli Prime Minister Benjamin Netanyahu earlier.  - It's just gone 16:00 here in London and 18:00 in Israel and Gaza. Here's a recap of what's been happening today:  - Israel's Prime Minister Benjamin Netanyahu has said there would be no temporary ceasefire with Hamas in Gaza until Israeli hostages are released.  - He was speaking after US Secretary of State Antony Blinken reiterated US calls for \"humanitarian pauses\" to help allow aid into the besieged Gaza Strip.  - A spokesman for Israel's military said they are on \"very high alert\" along Israel's northern border with Lebanon.  - Hassan Nasrallah, leader of Lebanese Shia Islamist group Hezbollah, praised Hamas' attacks on Israel on 7 October during a speech. But he did not declare for all-out war on Israel.  - After visiting Israel, Blinken is expected to hold talks in Jordan, as part of efforts to stop the conflict spreading across the region.  - About 100 British nationals are on the list of people who have been allowed to leave Gaza through the Rafah Crossing today."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 11:21", "title": "No declaration of all-out war on Israel from Hezbollah's leader", "text": ["- When the Hezbollah leader, Hassan Nasrallah, finally spoke about the latest Israel-Gaza war, after a month of silence, what he did not say mattered as much as what he did say.  - There was no declaration of all-out war on Israel. Few here had expected one.  - Nasrallah knows there’s little appetite in Lebanon for another war with Israel. This country has troubles a plenty. The economy is in ruins and the political system, such as it is, is in a state of collapse.  - And the two American aircraft carriers recently deployed to the Mediterranean sea may also be a powerful deterrent."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 11:16", "title": "US drones searching for hostages over Gaza - reports", "text": ["- US MQ-9 Reaper drones are reportedly flying over Gaza.  - US surveillance drones are flying over Gaza to help search for hostages taken at the outset of fighting between Hamas and Israel on 7 October, according to US officials.  - Citing two anonymous US officials, Reuters has reported that the drone flights have been taking place for over a week.  - Two US officials confirmed the flights to CBS, the BBC's US partner.  - A separate report from the New York Times said that the drones - unarmed MQ-9 Reapers - have mostly been operating in southern Gaza.  - At least some of the flights have been spotted on Flightradar24, a publicly accessible flight-tracking website.  - MQ-9 Reaper drones have been widely used by the US military in Iraq, Afghanistan and Syria and are also utilised by the Royal Air Force and Italian military.  - Israel does not use them and produces its own domestically manufactured drones."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 10:57", "title": "British family at Gaza-Egypt border: 'Exhausted, but hopeful we'll get through'", "text": ["- A little earlier, the BBC spoke to Tamer Abu-Foul, who is at the Gaza-Egypt border and waiting to hear if his family of 16 can all get through - first to Egypt and then home to Birmingham.  - He said: “We are still in Egyptian customs we have had 13 passports stamped but we are still waiting for three to come back.\"  - This morning 12 of the family members names were published on a list of British citizens allowed to cross through at Rafah.  - But four of their group were not on the list - two women and two young children.  - So far, they’ve all managed to stay together. Tamer said: “I can’t tell you how exhausted we all are. We are completely sleep deprived and feel mentally ill. We are still in shock over what we have all gone through.  - Over the past few weeks they’ve been sheltering from bombs in basements and have struggled to find clean water and food. But today has been different.  - “We have been treated very well by the authorities here and have been given food and water.  - “We are managing this difficult situation together well. We are very hopeful that we will all go through to Egypt today.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 10:42", "title": "Netanyahu rejects calls for temporary ceasefire", "text": ["[\"Israel's Prime Minister, Benjamin Netanyahu, has rejected calls for a temporary ceasefire in the conflict with Hamas.\",  'Speaking during a televised address, Netanyahu said he would not agree to such a move until the hostages Hamas took during its attack on Israel on 7 October were released.',  'He was speaking moments after US Secretary of State Antony Blinken reiterated calls for \"humanitarian pauses\" in the conflict to allow for more aid into Gaza. Blinken also said such pauses could create a \"better environment in which hostages can be released\".',  'Blinken said the details of how the pauses would work were being \"ironed out\" and that Israel had \"legitimate questions\" about how they would work.',  'But Netanyahu said: \"Israel refuses a temporary ceasefire that does not include the return of our hostages.\"',  'While formal ceasefires are usually longer-term arrangements that allow parties to engage in dialogue, humanitarian pauses can last as little as a few hours.']"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/4"}, {"date": "2023-11-03 10:22", "title": "Hezbollah leader praises Hamas attacks on Israel but says they were '100% Palestinian'", "text": ["- The leader of Islamist group Hezbollah, the most powerful political and military force in Lebanon, has broken his silence on the Israel-Gaza war.  - In a speech from a secret location, watched by thousands at a rally in Lebanon's capital Beirut, Hassan Nasrallah praised the 7 October attacks in Israel that killed 1,400 people.  - He said the actions of Hamas - which like Hezbollah is a proscribed terrorist organisation in the UK, US and elsewhere - were \"right, wise and just\" but described the attacks on Israel as \"100% Palestinian\".  - Hezbollah supporters gathered in Beirut's southern suburbs to listen to the speech.  - In his speech, he railed against the United States, saying it was responsible for the war in Gaza.  - Nasrallah also thanked Iran-backed forces in Yemen and Iraq. Houthi rebels in Yemen have been firing drones at Israel, while Shia Iraqi militias have been targeting US forces in Iraq and Syria.  - Iran supports the so-called Axis of Resistance, an alliance that includes Hezbollah - its most important force - as well as militias in Iraq, Syria's President Bashar al-Assad, the Houthis, and Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 10:03", "title": "Humanitarian pauses discussed with Israeli leaders, Blinken says", "text": ["- Blinken also says \"humanitarian pauses\" in the conflict are \"critical\" for protecting civilians and have been an \"important area of discussion\" with Israeli leaders.  - He says the US believes such pauses will enable more aid to flow into Gaza.  - \"We see it as a way also… of creating a better environment in which hostages can be released,\" he says.  - But he says the exact details of how the pauses would work are still being ironed out.  - Blinken adds that a number of \"legitimate questions\" were raised by Israeli officials around the pauses, including how they can be used to maximize the delivery of aid, help free hostages, and not be taken advantage of by Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 09:48", "title": "Blinken says more needs to be done to protect Palestinian civilians", "text": ["- Elsewhere, we're hearing from US Secretary of State Antony Blinken - the country's top diplomat - who is speaking in Tel Aviv.  - Blinken says he returned to Israel to engage in \"intense diplomacy with our partners\" to make sure an attack like Hamas's on 7 October never happens again.  - He says a number of important steps need to be taken to make this possible, including preventing the conflict from escalating and spreading to other areas in the region.  - Secondly, he says more needs to be done to protect Palestinian civilians, and that the nature of how Israel conducts its campaign to defeat Hamas matters.  - Blinken says civilians should not suffer the consequences for Hamas's brutality.  - He adds that sustained flow of humanitarian assistance into Gaza must be increased."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 09:36", "title": "Who is Hezbollah's leader?", "text": ["- Hassan Nasrallah has not been seen in public for years.  - Hezbollah's leader Hassan Nasrallah has been speaking for a few minutes now. He has been praising the 7 October Hamas attacks on Israel that killed more than 1,400 people. Our correspondents in the region are watching the speech and will be providing analysis of what he says and what it might mean for the ongoing conflict.  - In the meantime, here's a bit more about the reclusive leader of a group designated as a terrorist organisation by the UK, US, Israel and a number of other countries.  - A Shia cleric who has led Hezbollah since 1992, Nasrallah played a key role in turning it into a political - as well as military - force.  - He has close links with Iran and its Supreme Leader, Ayatollah Ali Khamenei, which date from 1981, when Iran's first Supreme Leader, Ayatollah Ruhollah Khomeini, appointed him his personal representative in Lebanon.  - Nasrallah has not appeared in public for years, purportedly for fear of being assassinated by Israel.  - However, he remains revered by Hezbollah and delivers televised speeches every week.  - Find out more about what Hezbollah is and how powerful it is here."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 09:19", "title": "UN says disabled woman in her 20s among 72 staff killed in Gaza", "text": ["- A doctor travelling to a UN school to treat people displaced by the war last week.  - Turning away from Hezbollah leader Hassan Nasrallah for a moment, the UN relief agency for Palestinians, UNRWA, says 72 of its staff have now been killed in Gaza during the Israel-Hamas war.  - One of those was a disabled colleague in her mid-20s who was killed in northern Gaza along with her family, spokeswoman Juliette Touma tells the BBC.  - The UN is hosting 700,000 people in overcrowded shelters - with up to 100 people sharing one toilet in some shelters, Touma adds.  - She reiterated the UN's call for a ceasefire, saying it was \"overdue\". Israel has rejected calls for a ceasefire. And several countries, including the UK and US - whose Secretary of State Antony Blinken is in Israel at the moment - have not joined in the UN's calls for a ceasefire, instead calling for \"pauses\" to let humanitarian aid in."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 09:07", "title": "Hezbollah chief speaking now", "text": ["\"The head of Lebanese Islamist group Hezbollah, Hassan Nasrallah, has started speaking. It's his first speech since the war broke out.\"    \"His whereabouts are a mystery - but thousands of people are watching him speak, including crowds of supporters gathering in Beirut, Lebanon's capital.\"    \"Hezbollah - which, like Hamas, is considered a terrorist organisation by the UK, the US and others - is the largest political and military force in Lebanon.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 08:41", "title": "IDF says it is 'deployed and ready' near Lebanon border", "text": ["Earlier we reported that Israel's military said they are on \"very high alert\" along Israel's northern border with Lebanon. Ahead of a speech planned shortly from the head of Hezbollah, Israeli military spokesman Lt Col Richard Hecht said the Israel Defense Forces are \"deployed and ready\" in the north, adding \"we are in a defensive posture\". \"We’re saying to the Lebanese people - don’t sacrifice your future for Hamas.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 08:33", "title": "What is Hezbollah and why is it important?", "text": ["\"Hezbollah supporters gather in Beirut, Lebanon on the day of Hassan Nasrallah's address. Image caption: Hezbollah supporters gather in Beirut, Lebanon on the day of Hassan Nasrallah's address.    As we've been reporting, the leader of Lebanese Islamist group Hezbollah, Hassan Nasrallah, is expected to address his followers in the next few hours. But what is Hezbollah and why does it matter in this current conflict?    A powerful armed and political force.    Hezbollah is a Shia Muslim organisation which is both politically influential and in control of the most powerful armed force in Lebanon. The movement was established in the early 1980s by the region’s most dominant Shia power, Iran, to oppose Israel, whose forces had occupied southern Lebanon during the country’s civil war.    Hezbollah has participated in national elections since 1992 and has become a major political presence. Deadly attacks. Its armed wing carried out a series of deadly attacks on Israeli and US forces in Lebanon, and when Israel withdrew from Lebanon in 2000, Hezbollah took credit for pushing them out. Since then, Hezbollah has maintained thousands of fighters and a huge missile arsenal in southern Lebanon and continues to oppose Israel's presence in disputed border areas. It is designated a terrorist organisation by Western states, Israel, Gulf Arab countries and the Arab League.    History with Israel.    In 2006, a full-blown war broke out between Hezbollah and Israel, triggered when Hezbollah carried out a deadly cross-border raid. Israeli troops invaded southern Lebanon to try to eliminate the threat from Hezbollah. However, it survived and has since increased its number of fighters and obtained new and better weapons.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 08:20", "title": "Blinken came with a message - and Israel was ready with a response", "text": ["['US Secretary of State Antony Blinken came to Tel Aviv to tell Israeli leaders they needed to do more to minimise civilian casualties in Gaza – and Israeli leaders were ready with a response.',   'Standing before press cameras in the historic home of Israeli founding father David Ben-Gurion, President Isaac Herzog shook Blinken’s hand and held up flyers that he said provided a warning to Palestinians in Gaza that they were in an area that was targeted for an impending Israeli attack.',   '“The shelters in northern Gaza and the Gaza district are not safe,” the flyer read. “Hamas and the terror organisations operate from within the shelters, hospitals and schools in this area. Therefore, your presence in this is not safe!”.',   'Blinken responded by reiterating that while Israel has a right to self defence, “how Israel does this matters”.',   'The English version of the flyer Herzog held up in his remarks with BlinkenImage caption: The English version of the flyer Herzog held up in his remarks with Blinken.',   'As the two men spoke, protesters could be heard shouting on a loudspeaker from a nearby street – families of Israelis who had been taken hostage in Gaza. It was a stark reminder of the human toll the conflict has taken, and the anger that is simmering among some in the Israeli population.',   '“Our heart goes out to them,” Herzog said.',   'The US secretary of state has spent much of the day meeting with the Israeli war cabinet – a closed-door morning gathering that was only scheduled for one hour but had run well into the afternoon.']"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 08:01", "title": "Yousaf: We feel relief but we are heartbroken", "text": ["- Elizabeth and Maged El-Nakla, from Dundee, had travelled to Gaza to visit family.  - More now from that statement from Scotland's first minister, after it was confirmed his parents-in-law Elizabeth and Maged El-Nakla, from Dundee, have crossed into Egypt after being stuck in Gaza since the war broke out.  - Humza Yousaf and his wife thanked the Foreign Office team who helped his in-laws, adding: \"Although we feel a sense of deep personal relief, we are heartbroken at the continued suffering of the people of Gaza. We will continue to raise our voices to stop the killing and suffering of the innocent people of Gaza. We reiterate our calls for all sides to agree to an immediate ceasefire, the opening of a humanitarian corridor so that significant amounts of aid, including fuel, can flow through to a population that have suffered collective punishment for far too long, and for all hostages to be released.\"  - The statement goes on: \"Families in Gaza and Israel are suffering after the loss of entirely innocent men, women and children. We pray for them all, and pray that the international community at last focuses on achieving a lasting peace in the region: one that recognizes that the rights and lives of Palestinians and Israelis are equal.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 07:51", "title": "BreakingScotland's First Minister Humza Yousaf's family leave Gaza", "text": ["- Humza Yousaf's parents-in-law have been stuck in Gaza.  - We've just heard that the family of Scotland's First Minister Humza Yousaf have left Gaza for Egypt, having been trapped in the territory since Hamas's 7 October attacks on Israel.  - They are among more than 100 people listed in the UK section of people allowed out of Gaza today.  - A statement from Yousaf and his wife Nadia El-Nakla reads: \"We are very pleased to confirm that Nadia's parents were able to leave Gaza through the Rafah crossing this morning.  - These last four weeks have been a living nightmare for our family, we are so thankful for all of the messages of comfort and prayers that we have received from across the world, and indeed from across the political spectrum in Scotland and the UK.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 07:35", "title": "Blinken: We're doing everything we can to bring back hostages", "text": ["In his comments a few minutes ago, Blinken also said that they were thinking \"every single moment of our hostages\". \"So many, both Israelis, Americans, other nationals - and we're determined to do everything we can to bring them back safely to be with their families and loved ones,\" Blinken added. The short press briefing then ended."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 07:34", "title": "Blinken: How Israel defends itself matters", "text": ["- US Secretary of State Antony Blinken spoke alongside Israeli President Herzog a few moments ago.  - The top diplomat said these were \"difficult days\" but it was good to be back in Israel to show solidarity with the country.  - \"We stand strongly with Israel... it has the right and obligation to defend itself and to ensure the events of 7 October never happen again,\" Blinken told reporters.  - He said that, at the same time, \"how Israel does this matters\" and it was important everything was done to protect civilians \"caught in the crossfire of Hamas's making\".  - He also said assistance had to reach those who desperately need it in Gaza, adding that both countries had a shared determination to work on that together."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 07:32", "title": "Israeli president says Gazans warned with 'six million texts' ahead of strikes", "text": ["\"We've just heard from Israeli President Isaac Herzog, who showed journalists a leaflet he said was being distributed to Gaza's civilians warning them to relocate ahead of strikes. He said the Israeli military had sent six million text messages, made four million phone calls, and dropped 1.2 million pamphlets. We were unable to see the writing on the leaflet he held up but we have seen others dropped on northern Gaza warning civilians to leave for their own safety.    Herzog said that Israel was abiding by international law, including by alerting civilians in advance of the Jabalia attack - a strike which reportedly killed dozens in northern Gaza, including a Hamas commander according to the IDF. His comments come after UN secretary general Antonio Guterres said there had been \"clear violations of international law\" in Gaza. In a speech at the UN last week, he did not accuse either side by name but referred to the alleged use of civilians as human shields by Hamas and to Israel's evacuation order to the more than one million residents of northern Gaza.    BBC Verify has looked at the bombing of southern Gaza - after civilians were told to go there for their safety.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 07:20", "title": "Blinken and Herzog make statement to the media", "text": ["- We have just heard from US Secretary of State Antony Blinken and Israeli President Isaac Herzog who made a brief statement to the media after a morning of meetings.  - We will bring you their comments - stay with us."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 07:13", "title": "Scottish First Minister's parents-in-law on the list to leave Gaza", "text": ["- The Scottish First Minister, Humza Yousaf's mother-in-law and father-in-law are on the list of foreign nationals who have been granted permission to leave Gaza today.  - Elizabeth and Maged El-Nakla have been trapped in the territory since the deadly attacks by Hamas in Israel.  - In recent days being on the list has not been a guarantee that people have been able to leave.  - The BBC is continuing to monitor whether the couple are able to make it through the Rafah crossing and into Egypt.  - You can read the full story here."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 07:04", "title": "There is no system at the crossing, British American doctor who left Gaza says", "text": ["- Dr Emilee Rauschenberger holds both UK and US citizenships and was able to leave Gaza yesterday.  - \"On Thursday, there was a large number of Americans on the list. Me and my children hold dual UK and American citizenships, my husband does not,\" she tells the BBC's Today programme.  - \"We went to the border, my husband [who is a British citizen] was helping us as far as we could go before we had to depart. He ended up being included in the list since he was with the family.\"  - Dr Rauschenberger says it was a very unique exception because they saw many families that had been split up.  - The border was \"chaotic,\" as lots of people did not have cars or could not find taxis to go there.  - \"There was no system at the crossing, every individual goes to the security officials and telling them the number they were given, and if the official finds their name on the list, they are allowed to leave.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 06:50", "title": "Biden says 'humanitarian pause' needed to get aid into Gaza", "text": ["- We are waiting to hear from US Secretary of State Antony Blinken soon - he has been meeting with the Israeli PM and the war cabinet in Tel Aviv this morning and is in Israel to call for \"concrete steps\" to minimise harm to civilians in the Gaza Strip.    - He is also bringing a message from President Joe Biden, who last night addressed the need for a break in conflict to get aid into Gaza. \"I think we need a pause,\" Biden said at a campaign event on Thursday.    - US National Security Council spokesman John Kirby later clarified that such a humanitarian pause would be \"temporary, localised and focused, focused on a particular objective or objectives, humanitarian aid in, people out\".    - Both Israel and the US have rejected a blanket ceasefire between Palestinians and Israel, which they said would allow Hamas to regroup and resupply.    - President Biden has previously expressed his \"unwavering support\" for Israel and its right to defend itself."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 06:32", "title": "BreakingIsrael on 'very high alert' at border with Lebanon - IDF", "text": ["- We've been hearing from Israeli military spokesman Daniel Hagari, who says in his morning update they are on \"very high alert\" along Israel's northern border.  - There has been violence at Israel's northern border with Lebanon in recent weeks between the Hezbollah Islamist group and Israeli army. Later today the head of Hezbollah, a proscribed terrorist organisation in the UK, US and others, is set to make a speech, breaking weeks of silence.  - \"Yesterday we conducted a wide attack and struck a number of Hezbollah terror cells in response to a massive fire by Hezbollah... that injured civilians,\" said Hagari, according to Reuters.  - \"We will continue to respond harshly against any attack on Israeli civilians. We are on high preparedness in the northern border, on very high alert to respond to any event, today and in the coming days.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 06:20", "title": "UN makes staggering update to the amount needed for aid", "text": ["- Palestinians reload a truck with aid that fell from the vehicle at the Rafah border crossing.  - The UN said this morning it would launch an appeal on Monday for $1.2bn to support 2.7 million people - the entire 2.2 million population of Gaza and 500,000 in the West Bank - until the end of this year.  - This is a staggering increase on the appeal of $294m that the UN made on 12 October, but reflects what it describes as an \"increasingly desperate\" situation.  - The funds, if the UN gets them, will go towards supplying and restoring food, water, health, and shelter.  - \"The cost of meeting the needs of 2.7 million people is estimated to be $1.2bn,\" said OCHA.  - However, the UN said today that its ability to help would depend not just on money, but on \"safe and sustained access to all people in need, wherever they are; sufficient flow of humanitarian supplies; and - importantly - fuel\".  - Israel has so far not permitted fuel deliveries into Gaza, saying Hamas may use it to continue its attacks."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/5"}, {"date": "2023-11-03 06:06", "title": "In pictures: Dual citizens waiting at Rafah crossing", "text": ["- Dual citizens and foreign passport-holders in Gaza have been travelling to the south of the Strip, as they wait to find their name on a list that would enable them to leave Gaza through the Rafah border crossing with Egypt.  - As we've been reporting, a list of approved departures has been released for Friday."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 05:42", "title": "What might Hezbollah leader say later?", "text": ["- There are several different theories about what Hezbollah’s leader, Hassan Nasrallah, might say in his speech this afternoon.  - He could say things just to keep the pot boiling, or might lay out some red lines for Israel, warning them to watch themselves. But what Israelis fear most is he could say “we’ve just pressed the button and missiles are heading your way.”  - Hezbollah is significantly more powerful than Hamas. One popular estimate is that they have about 150,000 missiles and rockets of different kinds, mostly provided by Iran, that they could aim at Israel.  - Nasrallah’s speech has actually been previewed on social media channels with a slickly produced promo, where a probable body double, with a beard, is seen wearing a turban and a large ring.  - The ring is very similar to the ring that Qassem Soleimani, a leader of the Iranian Revolutionary Guard Corps, used to wear, and when he was assassinated by the Americans in 2020, his body was only identified by the ring on his hand. So everybody in the region will pick up that particular cue, and that will make Israel genuinely concerned about what Hezbollah is capable of doing."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 05:26", "title": "Blinken meets Netanyahu in Tel Aviv", "text": ["- The office of Israel's Prime Minister Benjamin Netanyahu has posted pictures of the meeting between the Israeli PM and US Secretary of State Antony Blinken.  - It posted on X: \"Prime Minister Benjamin Netanyahu is now holding a private meeting with US Secretary of State Antony Blinken, at the Kirya in Tel Aviv.  - \"They will also meet with the members of the War Cabinet.\"  - Blinken is on his third visit to the country since the deadly Hamas attacks on 7 October."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 05:18", "title": "I have a heavy heart about what I left in Gaza, British doctor says", "text": ["- Dr Abdelkadar Hammad is a doctor from the Royal Liverpool University Hospital and reached Cairo this morning after crossing from Rafah on Thursday.    - Speaking to the BBC, Dr Hammad said that it had been very difficult over the past four weeks: \"At one stage we were 20-25 sharing one room.\"    - He said that he had left as part of a group, as internationals, and \"it was a big relief for everyone being able to leave that terrible situation to safety in Cairo\".    - He told the BBC that people were fighting for food and water in Gaza.    - \"One morning we woke up to screams from one of the families in the rooms next to us, they received a message saying their daughter had been killed by an airstrike in Gaza. Her father said, ‘that’s our fate, what can we do, all the world has abandoned us.’\"    - \"I have a heavy heart about what I left in Gaza, about my patients, my colleagues. They are running out of medication now.\"    - Dr Hammad also said that he developed a bond with Gaza, where he had been saving lives and making life better for patients. \"Unfortunately what has been happening is heart-breaking,\" he added."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 04:58", "title": "I will go back to Be'eri, say attack survivors as they recuperate by Dead Sea", "text": ["- Yulie Ben Ami and Ayelet Hakim, whose family members were taken hostage by Hamas.  - Survivors from kibbutz Be'eri - where more than 100 residents were killed when Hamas rampaged through the community on 7 October - have been recuperating and undergoing therapy at a resort on Israel's Dead Sea.  - Ayelet Hakim, whose sister Ran Ben Ami and brother-in-law Ohad Ben Ami were taken hostage and are being held in Gaza, says \"we have no place to go back to, we have nothing of our own\" - but they are relying on donations from \"very good people who take care of us\".  - Speaking from the resort, where evacuees are offered counselling and therapy funded by aid groups and Israel, Hakim says: \"I will go back to Be’eri. I will live there until I die. And I will rebuild my home, rebuild my family where I was born, because that’s my home. There’s no other home for me in the world anywhere.\"  - Yulie Ben Ami, the daughter of Ohad and Raz, says she still wants to believe her parents are alive - \"but it’s becoming difficult everyday\".  - You can read more about the 242 people who are being held captive by Hamas here."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 04:41", "title": "Battles in five areas between Israel and Hamas", "text": ["- The fighting this morning is in five different areas in Gaza City and the north, where the Israeli ground operation was expanding yesterday, and the west Gaza is where the biggest incursion is.  - The Israeli army is engaging with gunfire from air, sea, and land with the Hamas militants.  - Hamas issued statements yesterday that they were fighting the Israeli army using anti-tank missiles.  - The airstrikes continued overnight, especially around Al-Quds Hospital near Gaza City where about 14,000 people are taking shelter in the hospital.  - The hospital said eight people were connected to life-saving machines, and it was impossible to move them because most roads around the hospital were damaged, and heavy fighting with Hamas was happening about 500m away from the hospital.  - Israel is in control of both roads - the main exits to Gaza in the north and the coastal road - so exit out of Gaza is extremely difficult, people are risking their lives to leave to the south.  - Two-thirds of the population are getting some sort of aid from Egypt in the south - about 300 lorries, and another 100 are expected today - though the humanitarian situation is worse for those in the north.  - About 700,000 people in Gaza are with no access to electricity, water, or internet. Everything is down."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 04:19", "title": "People on Gaza departure list approved to leave as soon as possible - UK minister", "text": ["- UK Security Minister Tom Tugendhat has been explaining more about the Gaza departure list, which has been released for Friday.  - He tells BBC Breakfast it is a list of people who've been approved to cross out of Gaza as soon as possible - agreed by the Egyptian and Israeli governments, and in terms of UK nationals, validated by the UK government to include British citizens, or \"dependant or entitled people\".  - The minister stresses that \"what we're very cautious about doing is giving a firm number about who's going to be able to cross today, because we neither control the border, nor do we control what's going on inside Gaza\".  - \"So what we don't want to do is give false hope or false belief to individuals that they'll be able to cross today.\"  - He adds the UK government is working hard to make sure British citizens can leave Gaza as soon as possible."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 04:05", "title": "If you are just joining us...", "text": ["\"It's just gone 10am in Israel and Gaza, and here are the latest developments from the region:    - US Secretary of State Antony Blinken has arrived in Israel, his third visit to the country since the deadly Hamas attacks on 7 October. He is meeting Benjamin Netanyahu and will focus on \"concrete steps\" to minimize harm to civilians in the Gaza Strip.    - Israel’s military has declared it had “completed the encirclement of Gaza City”.    - Rafah crossing will be opened for the third time today since Wednesday for the evacuation of dual nationals. There are 127 people listed in the UK section, with almost 100 noted as British, some as Palestinian or Irish dependents.    - The Hamas-run health ministry in Gaza says more than 9,000 people have been killed in the Gaza Strip since Israel launched its retaliatory strikes.    - Thousands of Gazans working in Israel are being sent back to Gaza, their work permits revoked, the Israeli government said.    - Palestinian medical sources told Reuters that eight Palestinians were killed in the West Bank overnight.    - 242 people, including women, children, and the elderly, are being held hostage by Hamas in Gaza.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 03:56", "title": "Blinken to meet Netanyahu to push for 'concrete steps' to protect civilians", "text": ["- Blinken arrived in Israel earlier this morning    Image caption: Blinken arrived in Israel earlier this morning.    - The US Secretary of State Antony Blinken is meeting Israeli Prime Minister Benjamin Netanyahu this morning, after touching down in Israel a short time ago.    - Speaking to reporters in Washington ahead of the trip, he said discussions with Israel would include \"concrete steps\" to minimise the harm to civilians in Gaza.    - We will bring you more as soon as we have it."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 03:49", "title": "Gazan workers returned to the Strip by Israel - reports", "text": ["- There are reports that thousands of cross-border Gazan workers and labourers in Israel and the West Bank have been sent back to Gaza.  - As we reported earlier, the Israeli government announced that there would be no more Palestinian workers from Gaza.  - Thousands of Gazans received permits from Israeli authorities to work outside the area before the deadly Hamas attacks on 7 October.  - Witnesses told Reuters on Friday that some of the Gazan workers had been returned through the Kerem Shalom crossing, a commercial goods junction with Israel in southern Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 03:38", "title": "Palestinian medical sources say eight killed in West Bank", "text": ["- More news has been emerging from the occupied West Bank about what Reuters is calling a number of separate incidents.  - Palestinian medical sources told the news agency on Friday that eight Palestinians were killed there overnight.  - One of them died of wounds from a previous incident, it said.  - The West Bank is run by the Palestinian Authority and is separate from the Hamas-run Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 03:29", "title": "US hopes Blinken's meetings result in allowing humanitarian aid into Gaza", "text": ["- Antony Blinken has arrived in Tel Aviv and has a full day scheduled with Israeli leaders.  - Unlike most international journeys by the US secretary of state, which are heavily scripted and meticulously planned in advance, this trip has the feel of a diplomatic team working things out, quite literally, on the fly.  - His morning begins with a meeting with Benjamin Netanyahu. On the secretary’s last visit, his talks with the Israeli prime minister stretched for seven hours. Today, the Americans’ itinerary is much tighter.  - After an hour with Netanyahu, Blinken visits the Israeli war cabinet and then Israeli President Isaac Herzog.  - He will next talk with those of us in the press and, perhaps, recount what - if anything - he has accomplished.  - The Americans are hoping these meetings will result in more progress in allowing humanitarian aid to enter Gaza.  - Israel’s Arab neighbours are becoming increasingly outspoken in their condemnations of Israel’s ground campaign against Hamas.  - After today’s Israeli meetings, the secretary heads to Jordan, where he will hear from some of those Arab leaders directly.  - The horizon for determining where the secretary goes next from here is measured in hours - and entirely depends on where the Americans determine his diplomatic efforts would be most productive.  - The goals for the US, however, are straightforward. To continue to demonstrate support for Israel, to make visible and effective efforts to limit a growing humanitarian crisis in Gaza. And to prevent the Israeli-Hamas war from embroiling the entire region in a growing conflict."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 03:08", "title": "British nationals on the list of departures from Gaza", "text": ["- The list of approved departures out of Gaza through the Rafah crossing has been published for Friday.  - The Rafah crossing between Gaza and Egypt opened yesterday for the second time - allowing a limited number of civilians and foreign nationals to leave the strip.  - We don't yet know the full breakdown of nationalities - but we can report there are 127 people listed in the UK section, with almost 100 noted as British, some as Palestinian or Irish dependants.  - We'll bring you more on this as soon as we have it.  - You can read more about the Rafah crossing and why it is important for Gaza here."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 02:43", "title": "Blinken to focus on minimising harm to civilians", "text": ["As we've reported, US Secretary of State Antony Blinken is making his third visit to Israel since Hamas launched a series of deadly attacks on the country on 7 October and Israel began its retaliatory offensive in Gaza. His trip will focus on measures to minimise harm to civilians in the Gaza Strip.    Ahead of his departure, Blinken said he would seek \"concrete measures\" from Israel to ensure that harm to Palestinian civilians is reduced, as US President Joe Biden also called for humanitarian pauses in the conflict. Blinken will also hold talks in Jordan.    It comes as Israel said on Thursday evening its army had completely encircled Gaza City and was engaging in face-to-face battles with Hamas fighters."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 02:30", "title": "BreakingBlinken arrives in Israel", "text": ["\"We've just heard that US Secretary of State Antony Blinken has arrived in Israel - where he is expected to hold discussions with the Israeli government.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 02:19", "title": "A shift in tone for US diplomacy", "text": ["- Israel’s military sees Gaza City as a main focus of its offensive aiming to dismantle Hamas. However, further advances look set to involve gruelling urban warfare and are complicated by the presence of many thousands of civilians and some 240 hostages held by Hamas.    - A spokesman for the Hamas military wing warned Israel that its soldiers would go home “in black bags”.    - The US has promised full support and increased military aid to Israel for its attacks in Gaza, but there’s also been a shift in tone.    - As US Secretary of State Antony Blinken left for the Middle East, he said he’d talk about “concrete steps” to minimise harm to civilians.    - The White House has proposed a series of localised pauses in fighting to allow aid to be delivered to Gaza or to carry out evacuations. It has stressed these would fall well short of a ceasefire, which it believes would benefit Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 01:50", "title": "'There will be no more Palestinian workers from Gaza'", "text": ["- Gazans working in Israel will be sent back to the besieged enclave, the Israeli government has announced.  - “Israel is severing all contact with Gaza. There will be no more Palestinian workers from Gaza. Those workers from Gaza who were in Israel on the day of the outbreak of the war will be returned to Gaza,” a post from Prime Minister Benjamin Netanyahu’s office on X, formerly Twitter, read.  - Israel’s security cabinet also agreed to “deduct all funds designated for the Gaza Strip… from Palestinian Authority [PA] funds”. The PA has control over areas of the occupied West Bank, but not the Hamas-run Gaza Strip.  - Some 18,500 Palestinians from Gaza had received permits to enter Israel before the deadly 7 October attack by Hamas militants, according to Cogat, the Israeli defence body responsible for Palestinian civilian affairs.  - Since then, Israel has launched a retaliatory bombardment of the Strip. More than 9,000 people have been killed here, according to the Hamas-run health ministry."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 01:26", "title": "Israel trying to isolate Hamas for Mosul-style battle - defence expert", "text": ["- Israeli soldiers preparing ammunition near the Gaza boundary on Thursday.  - Day has broken over Gaza City and along with the birdsong comes the boom of powerful explosions and whine of drones, as we can hear from a live video feed.  - Counter-insurgency expert David Kilcullen has told BBC's Newsday programme that Israeli forces are trying to “bite off a chunk of the northern Gaza Strip in order to isolate some of the heavier Hamas concentrations” and fight them at close quarters.  - “It's pretty clear that the Israeli objective is for civilians to leave the area, so that it would only be Hamas fighters remaining. And then it would become, if you like, a sort of... Mosul-style battle in those ruins,” he said, referring to the war with the Islamic State group in Iraq in 2016-17. There would probably still be a “heavy civilian presence” if and when that happened, he added.  - Kilcullen - who was a senior adviser to the US military during the Iraq war - said Israel's military was carrying out its operation “in stages” with the first step being the “encirclement” of northern Gaza.  - Speaking about the possibility of Hezbollah - which is backed by Iran - joining the conflict, Kilcullen said the Shia Islamist group seemed to be \"holding back”.  - “Now, whether that's through co-ordination with Hamas or Iran or whether it's to do with their own concerns is a bit unclear,” he told Newsday.  - “But one of the things that people are very worried about is that once the Israelis are fully committed to a ground invasion of Gaza, you might then see Hezbollah opening a second front in the north,” the counter-insurgency expert added."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 00:59", "title": "BreakingFour more Israeli soldiers killed in Gaza ground offensive", "text": ["Israel's military has announced the deaths of four more soldiers taking part in the ground offensive in Gaza. That brings the total number of soldiers killed fighting in Gaza to 23, Haaretz newspaper reports."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 00:35", "title": "One Palestinian-American family's trouble at the border", "text": ["- Ramiz Younis and Folla Saqer with their two children - Zain, two, and Zaina, eight months  - Folla Saqer and her two children are still trapped in Gaza.  - Her husband, Ramiz Younis, is in Arkansas anxiously waiting for news.  - The children - Zain, two, and Zaina, nine months - are American citizens, but their mother is a permanent legal resident.  - The children are on the list published by Gaza's border authority approved to cross into neighboring Egypt on Thursday, along with some 500 other foreigners, including 400 Americans.  - Saqer - whose name is not on the list - attempted to pass through the Rafah crossing on Thursday morning but was denied, according to Justin Eisele, a lawyer for the family. Unable to cross, \"she elected to not hand her babies to a stranger\".  - Eisele told the BBC no reason was provided, but \"based on comparing notes with other people\", her immigration status - a permanent resident, but not a citizen - \"seems to be the distinction\".  - \"Before we give Israel $15bn, could we take a minute to organize a mother crossing the border with her children?\" he asked. \"You can ship rockets that can level a building but you can't organize a simple border crossing with two of our allegedly strongest allies?\"  - In a statement to the BBC, the US state department declined to say why Saqer had been unable to pass through the Rafah crossing.  - \"It has been a top priority for us to get Rafah open not just for trucks coming in, but for US citizens and other foreign nationals coming out,\" a spokesperson said. \"We expect exits to continue over the next several days. We will not stop working to get US citizens and their family members out as safely as possible.\"  - Read more on the anxious wait to get out of Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/6"}, {"date": "2023-11-03 00:01", "title": "In Pictures: Demos across the world", "text": ["- Pro-Palestinian protesters held a demonstration on the Place de la République in Paris, France. [Image caption: Pro-Palestinian protesters held a demonstration on the Place de la République in Paris, France.]    - Members of Amnesty International Korea joined a rally demanding a ceasefire outside the foreign ministry in Seoul, South Korea. [Image caption: Members of Amnesty International Korea joined a rally demanding a ceasefire outside the foreign ministry in Seoul, South Korea.]    - People held yellow and black umbrellas during a rally to commemorate the victims of the Hamas attack on Israel in Zürich, Switzerland. [Image caption: People held yellow and black umbrellas during a rally to commemorate the victims of the Hamas attack on Israel in Zürich, Switzerland.]    - The First Cantor of the Holy Union Jewish temple of Bucharest, Emanuel Putzsai, blew a horn during a demonstration in support of Israel outside the Central University Library in Bucharest, Romania. [Image caption: The First Cantor of the Holy Union Jewish temple of Bucharest, Emanuel Putzsai, blew a horn during a demonstration in support of Israel outside the Central University Library in Bucharest, Romania.]"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}, {"date": "2023-11-02 23:30", "title": "Suspended UK MP defends comments at pro-Palestinian rally", "text": ["['Andy McDonald (file image)', 'Image caption: Andy McDonald (file image)']    In the UK, suspended opposition Labour MP Andy McDonald has defended using the phrase “between the River to the Sea” on the grounds that he was calling for Israelis and Palestinians to live together in peace.    In an exclusive interview with BBC Newsnight, McDonald dismissed Labour claims that his intervention had been provocative.     “Absolutely not to be provocative, but to pursue the cause of peace,” the MP for Middlesbrough told Newsnight. “I mean, please, I beg everybody to look at the words that I've used. Calling for Israelis and Palestinians to live in peaceful liberty together.”    Many people believe the phrase “between the River and the Sea” is an antisemitic trope. That is because it is seen by many to suggest that Jewish people cannot live between the River Jordan and the Mediterranean Sea in a Jewish state.    Discussing his speech, which McDonald gave on 28 October at a pro-Palestine rally in London, the suspended MP said he had carefully chosen his words to express the importance for all sides of achieving peace in the Middle East.    McDonald said: “Let's be accurate about the words that I did use rather than the ones that have been attributed to me because I did say that we won't rest until we have justice, until all people, Israelis and Palestinians, between the river and the sea, can live in peaceful liberty.”    Asked by Newsnight’s political editor Nick Watt to confirm that he believed in the existence of a two-state solution - Israel living alongside a viable Palestinian state - McDonald said: “I've calibrated my remarks to say that this peace process that I pray to God would emerge from this horror has to be predicated on the basis of a state of Israel and the state of Palestine living together.”    He added: “I would condemn anyone who would call for the destruction and the eradication of the nation state of Israel or indeed a putative and viable Palestinian state. So the words I used are clear. I would never, ever make comments that would cause such hurt.”    McDonald spoke several days after the Labour Party suspended the whip against him pending an investigation into his speech at Saturday’s rally.    Addressing a crowd at the march, McDonald had said: “We will not rest until we have justice. Until all people, Israelis and Palestinians, between the river and the sea, can live in peaceful liberty.\" He had added: “Free, free Palestine”."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}, {"date": "2023-11-02 22:57", "title": "Israel accuses UN experts of repeating Hamas propaganda", "text": ["- Palestinians react after a reported Israeli air strike in Jabalia in the northern Gaza Strip on Thursday.  - Israel has accused UN experts of repeating Hamas propaganda about the situation in Gaza, something it called \"deplorable\".  - Seven UN-mandated human rights experts said they believed civilians in Gaza were at grave risk of \"genocide\" and that time was running out to prevent this.  - The group of special rapporteurs alleged that Israel was planning to \"decimate\" the Gaza Strip and it called on Israel and its allies to agree to an immediate ceasefire, and on Hamas and other militants to release all captive civilians.  - \"The situation in Gaza has reached a catastrophic tipping point,” they said, according to a statement by the UN Office of the High Commissioner.  - Asked about the statement at a press briefing, Stéphane Dujarric, spokesperson for UN Secretary-General António Guterres, said a determination of genocide could only be made by a relevant UN judicial body, according to the Reuters news agency.  - Israel also accused Hamas of using civilians as human shields and diverting aid for terrorist operations.  - \"The current war was brought upon Israel by Hamas terrorists, who committed a massacre on October 7, butchering 1,400 people, and kidnapping 243 children, men and women,\" the Israeli mission to the UN in Geneva said.  - Israeli soldiers inspect the ruins of a home in Kibbutz Kfar Aza, southern Israel, attacked by Hamas on 7 October."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}, {"date": "2023-11-02 21:57", "title": "Hezbollah chief to break silence on war", "text": ["- Hassan Nasrallah, the leader of the Lebanese Shia Islamist group Hezbollah, is expected to address his followers on Friday, his first public comments since the Israel-Hamas war broke out.  - The speech is likely to indicate the group's next moves, as its fighters and the Israeli army are engaged in intense attacks on the Lebanon-Israel border.  - This has raised fears the area could become another front in the conflict.  - So far, however, the violence has largely been contained.  - Since Hamas carried out the 7 October attacks on Israel, killing more than 1,400 people, Lebanon has been on edge, closely watching Hezbollah.  - The group has intensified its attacks on Israel, which is retaliating.  - But both sides have apparently taken steps to avoid a dangerous escalation, and most strikes have been limited to the border area.  - This, however, could change.  - Read Hugo's report in full.  - Hezbollah members carry the coffin of a dead comrade after fighting near Lebanon's border with Israel."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}, {"date": "2023-11-02 21:21", "title": "Israel-only aid bill passes US House but unlikely to succeed in Senate", "text": ["The US House of Representatives has approved a $14.3bn (£11.7bn) aid bill to Israel, though Democrats have warned it is dead on arrival in the Senate.    The Republican measure was approved by 226-196, with the help of 12 Democrats. Two Republicans voted against it.    Democratic leaders wanted a bill that included funding for Ukraine, but House Republicans opposed bundling Ukraine and Israel aid into the one measure.    Democrats have also taken issue with how the Republican proposal is structured: it aims to provide Israel billions by cutting funding to the Internal Revenue Service, which is tasked with collecting taxes in the US.    Senate leader Chuck Schumer has slammed the House bill as \"deeply flawed\", saying the upper chamber of Congress - narrowly controlled by Democrats - will not pass it.    President Joe Biden, a Democrat, also vowed to veto the bill should it ever land on his desk.    Read more on the move here."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}, {"date": "2023-11-02 20:53", "title": "What happened on Thursday", "text": ["- Rescuers searched rubble in the Bureij refugee camp in the central Gaza Strip on Thursday.  - Here's a recap of the main developments:  - Israel’s military said it had “completed the encirclement of Gaza City” and had been attacking positions used by Hamas. The city is the largest in the Gaza Strip and was the most densely populated part of the territory before the war began.  - The UN said four of its schools in Gaza that were being used as shelters had been damaged in less than 24 hours. The UN’s agency for Palestinian refugees also noted that at least 20 people were reportedly dead at a school in the Jabalia refugee camp.  - Schools at the Beach refugee camp, and the Al Bureij camp, were also damaged, with three reported deaths.  - A limited number of citizens were able to leave Gaza through the Rafah crossing, near the Egyptian border, which opened on Wednesday. Egyptian officials said 21 injured Palestinians had left on Thursday, plus 344 foreign passport holders, including 72 children.  - The UK Foreign Office said “more British nationals” were able to cross into Egypt from Gaza, but didn’t provide a number, while the US said 74 American citizens with dual nationality had left via the Rafah crossing.  - The Hamas-run health ministry in Gaza said more than 9,000 people had been killed in the Gaza Strip since 7 October, when the current conflict began after Hamas launched its deadly attacks on Israel, killing 1,400 people. Since then, Israel has bombarded Gaza with air strikes as it seeks to \"destroy Hamas\".  - The Lebanese group Hezbollah also said it used two drones packed with explosives to attack an Israeli army position in the disputed Shebaa Farms/Mount Dov area at the Lebanese-Israeli border."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}, {"date": "2023-11-02 20:50", "title": "'We are getting sick,' says nine-year-old in Gaza", "text": ["- Nine-year-old Rafif Abu Ziyada is currently living in Khan Younis, in the south of Gaza.  - She tells the Reuters news agency she drinks dirty water and is getting stomach aches and headaches.  - \"There is no cooking gas, there is no water, we don't eat well. We are getting sick,\" she says.  - \"There's garbage on the ground and the whole place is polluted.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}, {"date": "2023-11-02 20:50", "title": "'I don't see how bombing Gaza will bring my cousin back'", "text": ["- The Israeli military says 242 people were taken hostage by Hamas on 7 October.  - Udi Goren's cousin is one of them.  - In an interview with the BBC, Goren describes his cousin as \"an average guy, he's a civil engineer, he's got a wife, he's got three kids\". His family is \"sick with worry\", Udi says.  - But his biggest frustration is that he feels the families of hostages \"just can't trust anyone\".  - \"We don't trust our government, [we don't trust] that they're doing their best to bring them back. Obviously we don't trust Hamas,\" he explains, adding that they're \"not getting any clear answers\".  - \"I don't see in any way, in any way, how bombing Gaza to the ground is going to get my cousin back. I don't see in any kind of scenario, how this is getting him back alive sooner,\" Goren adds.  - Israel has said it is protecting its country and civilian population by seeking to \"destroy\" Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}, {"date": "2023-11-02 20:47", "title": "A daunting task ahead for Antony Blinken", "text": ["- Antony Blinken’s plane has landed for a refuelling stop in Ireland, the first leg of a journey that will take the secretary of state and newly appointed US ambassador to Israel, Jack Lew, to Tel Aviv for a full day of meetings with Israeli officials.    - It has been a quiet trip so far, with Blinken’s only contact with the travelling press corps coming in brief remarks from the tarmac before departing Washington DC.    - The pace will pick up considerably over the next few days, however.    - US diplomats have a daunting task ahead of them – reassuring the Israelis of continued American support while stepping up pressure to minimise civilian casualties in Gaza. The devastation in the Palestinian territory is increasing tensions with Israel’s Arab neighbours – and risking a widening of the conflict.    - Blinken has said he wants to talk to leaders throughout the region in the days ahead about how to ensure a lasting peace between Israelis and Palestinians.    - Plotting a long-term future may be difficult, however, if the secretary is unable to bring new assurances - and evidence - of Israeli restraint to Arab leaders when the secretary meets with over the weekend."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}, {"date": "2023-11-02 20:45", "title": "Irish president warns against 'collective punishment' of Gaza", "text": ["[\"US Secretary of State Antony Blinken's plane is refuelling on the way to Israel.\",  \"His arrival comes just hours after the country's president, Michael D Higgins, made a vocal intervention warning against the 'collective punishment' of people living in Gaza.\",  \"Higgins called on the European Union and the broader international community to put an end to the conflict, saying they have a responsibility of upholding and vindicating international law.\",  '\"The ongoing horrific loss of civilian life in Gaza and Israel has to be addressed,\" Higgins said in a statement. \"When it comes to the protection of children, no other issues should stand in the way for even a minute.\"',  'His statement criticised the targeting of hospitals in particular, saying it is \"simply unacceptable that hospitals and those being cared for within them are threatened by the basic lack of resources, damaged or indeed threatened with destruction\".',  \"He concluded that if the world is to move past this conflict, a consistent, diverse body of proposals on the region's future should be put forward.\",  'The proposals, he says, are \"ones that can deliver a reasonable security to citizens of Israel, and at the same time achieve the delivery of the long-neglected rights of the Palestinian people\".']"], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}, {"date": "2023-11-02 20:44", "title": "Welcome", "text": ["Here in London we’ve just taken over from our colleagues in Washington DC to bring you continuing live coverage through the night of Israel’s war on Hamas. The conflict took a new turn on Thursday when Israel’s military declared it had “completed the encirclement of Gaza City”, the Palestinian territory’s capital and Hamas stronghold. The military says it is engaged in close combat with Hamas.    Right now we can hear the chatter of machine-gun fire and powerful, echoing explosions thanks to a live video feed from the city. We can see almost nothing in the darkness apart from a few feeble lights because Israel has cut off electricity.    But by day we can see that parts of the city are little more than heaps of rubble. The UN agency for Palestinians says 20 people were killed when a UN school sheltering displaced people in the Jabalia refugee camp near Gaza City was damaged after heavy bombardment. Three further deaths were also reported when three other shelters were hit.    Stay with us as we bring you further updates and analysis."], "url": "https://www.bbc.com/news/live//world-middle-east-67305304/page/7"}]