[{"date": "2023-10-13 19:33", "title": "We're moving our coverage", "text": ["\"We're moving our coverage to a new live page, which you can follow [here](link). Stay with us as we bring you more updates.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 18:54", "title": "US-Palestinian woman loses six family members in Gaza", "text": ["- Anas was 18. Image caption: Anas was 18. - This week, 24-year-old US-Palestinian Zarefah Baroud who lives in Seattle, Washington, lost six members of her extended family. They were in Khan Younis in southern Gaza during bombardments on Monday afternoon. Five of them were under the age of 18. \"They were having a party, they had just gotten out of the celebration. My cousin Anas was 18, he had just finished high school and started his first semester at the university,\" she recalls. - Walid was 15. Image caption: Walid was 15. \"My other cousin Walid, who was 15, had just finished memorizing the entire Quran. They were very intelligent and very motivated and an incredible family.\" - Through tears she tells of how other young relatives had to pull the bodies from the rubble. She believes many other relatives have been killed, after losing communication with family on Wednesday. She says that phone battery life is \"like gold\" as there is no electricity in the areas they are in. - Baroud explains why her relatives did not want to leave Gaza City despite Israeli warnings to evacuate northern Gaza: \"They believed this was either to be a trap, as they would be hit in their cars en route, or that they preferred to be murdered in their home than to live perpetually as refugees.\" - Zarefah Baroud (right) in happier times. Image caption: Zarefah Baroud (right) in happier times."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 18:07", "title": "Death toll in Gaza rises to 1,900", "text": ["- The number of people who have been killed in Gaza by Israeli strikes has reached 1,900, according to the Gaza Ministry of Health. - The number of wounded stands at 7,696, according to a spokesman for the ministry. - He added that 60% of the dead and wounded are women and children."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 17:54", "title": "UK repatriation flight leaves Israel", "text": ["- We've just heard that a flight to bring UK citizens home from Israel has set off. - A statement from the Foreign Office says: \"A UK government charter flight has now left Israel, with further flights expected to leave in the coming days while commercial options are limited.\" - British Airways, Virgin Atlantic, EasyJet, Ryanair, Wizz Air, Air France, Lufthansa and Emirates have all suspended flights in recent days. - A number of countries have already completed flights to get people home from Israel, including Canada, France, Italy and Poland. - Read more: UK arranges flights for Britons stranded in Israel."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 17:45", "title": "Russia proposes UN resolution calling for ceasefire", "text": ["- Russia has circulated a draft resolution to members of the Security Council during their closed door meeting, calling for a humanitarian ceasefire. - The draft is quite brief with five main points on one page. It calls for an immediate, durable and fully respected humanitarian ceasefire, the secure release of all hostages, and the distribution of humanitarian assistance and the safe evacuation of civilians in need. - The Russian Ambassador Vassily Nebenzia is expected to speak to the press after the meeting. - Members can now raise objections and negotiate, but it’s unclear if the draft will go to a formal vote. - One Western Security Council diplomat doubted Russia’s seriousness. The diplomat said Moscow never consulted other members and the fact that the draft does not mention Hamas means Russia is “clearly not serious or aligned with most council members.” - Security Council resolutions need at least nine votes from council members and no vetoes from the five permanent members, which are the US, UK, France, Russia and China. - The US has traditionally shielded its ally Israel from any criticism by exercising its veto dozens of times."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 17:32", "title": "LISTEN: Your questions answered", "text": ["- Lyse Doucet, BBC Chief International Correspondent, and Jeremy Bowen, BBC International Editor, have got together to answer your questions on the Israel-Gaza conflict. - Hosted by Jackie Leonard, presenter of the BBC's Global News Podcast, this is a special collaboration between The Global News Podcast and The Conflict, our new podcast on what's happening in the Middle East. - Listen now on BBC Sounds."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 17:27", "title": "'There is no safe place in the Gaza Strip'", "text": ["- The BBC has been hearing from people trying to stay safe in Gaza as the fighting continues. - Aseel Mousa, 25, from the West of Gaza, has been fleeing from one relative's house to another over the past few days. - When she left her home, she was only able to take one bag full of necessities like her passport. - Speaking to BBC OS while fleeing to another relative's house this morning with the sound of missiles hitting the buildings around her, she said still does not feel safe even though she has evacuated her house. - \"We escaped from death to death. There is no safe place in the Gaza Strip. - \"We have relatives in the north, they just moved to some school and some of them decided to stay and be killed in their homes, as there are no shelters, there is no place they can go to,\" Aseel said."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 17:17", "title": "WATCH: We don't know what is next, say people in Gaza", "text": ["- With more than a million people told to leave their homes, three people in different parts of Gaza share their fears. - Mohamed Ghazi Hamid says so many families are crowded into houses in the south of the enclave, that if even one home gets hit in a strike it will mean a massacre."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 16:55", "title": "Hamas attack captured by mothers' WhatsApp group", "text": ["[\"Messages in a mothers' WhatsApp group reveal how trapped families called for help and shared words of comfort as Hamas gunmen killed 100 people in Be'eri kibbutz in southern Israel.\", \"Hiding in their safe rooms, some 200 women in the Be'eri mothers' WhatsApp group described the shouts and explosions they heard outside, told each other where gunmen were, shared tips on coping with smoke that filled their rooms, and repeatedly called for help. In some cases, that help never came.\", 'Read the full story here.']"], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 16:48", "title": "'Nine-month-old baby can't be part of this conflict or its resolution'", "text": ["- Noam Sagi views a recent family-taken photograph of himself with his mother Ada, who was kidnapped last week from a Kibbutz. - Noam Sagi, whose mother was kidnapped from a Kibbutz by Hamas last week, is appealing to the international community and Arab leaders to intervene in the conflict. - “I am not sure that Hamas and the Israeli government are the people that I would have liked to deal with the situation right now. I really urge the international community, the Arab leaders, our neighbours, to get involved as soon as possible,” Sagi tells the BBC. - He urges them to define lines that shouldn’t be crossed, as right now, he says that what's going on \"is not human\". - He says he never imagined anything like that could ever happen anywhere in the world and that the whole world should agree that a 9-month-old baby and a 93-year-old cannot be part of this conflict or its resolution. - Talking about the people from the Kibbutz, he says they believe there is a way forward. \"They don’t believe that any ground offensive or any massacre will create anything good. Nothing good will come out of this we know that,\" Sagi says."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 16:22", "title": "Arab group meeting warns Palestinians in extreme danger", "text": ["- The Arab Group held a meeting at the United Nations and is due to meet with Secretary General Antonio Guterres later today. - The Palestinian Ambassador to the UN, Riyad Mansour, is demanding that the international community put pressure on Israel to stop its aerial bombardment and to work to allow humanitarian convoys to enter the Gaza strip, where he says Palestinians are in danger of either being killed by bombardment or starvation. - He says he hopes the UN Security Council calls for a ceasefire and dispatches convoys of food, water, medicine, and fuel. But this is a divided council and the US, Israel's closest ally, and others will almost certainly shield Israel’s government from any outside pressure. - Ambassador Mansour also says Guterres needs to do more. He says it is the collective responsibility of humanity to stop what he says are war crimes happening against the Palestinian people. Mansour says it amounts to the ethnic cleansing of more than two million people from the Gaza Strip in the direction of Egypt. - Already, the UN Independent International Commission of Inquiry says there is clear evidence that war crimes may have been committed in Israel and Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 16:08", "title": "'We're going to go inside Gaza and take down Hamas'", "text": ["\"The Gaza Strip won't stay the same after this war,\" says an Israeli soldier preparing to enter the enclave. His name is Michael, a major in the special forces so we can't give further details. When we speak on a WhatsApp call he won’t even say where he is currently located. What are his orders?  \"I think everybody knows what’s going it happen. We're going to take down Hamas. I think we’re going to go inside [Gaza] and take down Hamas people.”  Three of Michael’s friends are being held hostage, so this is personal as well as about restoring Israeli pride and national security.  \"Now we are licking our wounds, but it's not a time for us to cry. We're going to have time to cry about our friends and families but now we have to go inside and stop it. We have to.\"  I ask what of the civilians trapped in Gaza with nowhere to go? More than a million have been told to clear an area covering a third of the territory.  “We’re telling the people to get out, whoever’s not involved. Get out from their houses. Get out, OK, because we’re going to go in. And we're going to go in hard and strong, the strongest they ever saw.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 15:46", "title": "IDF 'gathering evidence to aid locating hostages'", "text": ["Earlier, we reported that the Israel Defense Forces (IDF) has carried out \"local raids\" in the territory of the Gaza Strip to \"cleanse the area of terrorists and weapons\".  In an update on X, formerly Twitter, this evening, the IDF has now shared more information that the \"soldiers were gathering evidence that will aid in locating hostages\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 15:40", "title": "We're not going to stop until we bring the hostages home - Biden", "text": ["- US President Joe Biden says he has spoken today with family members of all those Americans who are unaccounted for after the Hamas attack in Israel last Saturday. - He says the families are going through \"agony\" not knowing what happened to their loved ones. - Biden says he has given his personal commitment to the families to do \"everything possible to return the missing Americans to their families\". - \"We are working around the clock to secure the release of Americans held by Hamas... we are not going to stop until we bring them home.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 15:28", "title": "Hamas bears responsibility for what happens in Gaza - Israel's UN envoy", "text": ["- At a UN briefing, the Israeli ambassador to the UN, Gilad Erdan, called on the UN to support Israel's order to evacuate Gaza. - \"Hamas was democratically elected by the people of Gaza, we shouldn't forget this, don't look away,\" Erdan said. - He continued: Hamas, the genocidal jihadist terror group, bears the sole responsibility for everything that happens in Gaza. I will conclude with a very clear message: the UN and the security council are facing one of their most pivotal moments. - Will they remain true to their founding values or will they empower genocidal terrorists? This shouldn't be a question. It is good against evil, light against darkness, life against death. And the choice should be crystal clear."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 15:24", "title": "Families of Israeli hostages met in the UN", "text": ["- Families of Israeli hostages have come to the UN, and during an event hosted by the Israeli UN mission, they pleaded with the international community to help bring back their loved ones. - Alana Zeitchik says six family members, including her cousins and their young children, were kidnapped by Hamas at Kibbutz Oz. She said they hid in a bomb shelter for hours until it filled with smoke and they couldn’t hide any longer. They sent a note to her aunt, saying “we aren’t going to make it, we love you.” - As of this morning, she says they know that their family is alive. She told those assembled, “we don't want more rockets or blood or tears, we want our family back immediately and we want peace”. - Rabbi Burton Visotzky spoke of his cousin Hersh Goldberg-Polin, whose mother met with the US Secretary of State Antony Blinken. The family has said that they heard from eye-witnesses that Hersh, who was at a desert rave, had to tourniquet his own arm after it was blown off during the gunfire. - Rabbi Visotzky says his cousin is in captivity, most likely in Gaza, and in dire need of medical care. He, too, pleaded with the UN and the international community to do everything to bring hostages home."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 15:14", "title": "Guterres says all hostages must be released and even wars have rules", "text": ["- The United Nations (UN) Secretary General Antonio Guterres says, \"the situation in Gaza has reached a dangerous new low.\" - \"The entire territory faces a water crisis. There is no electricity. Our UN staff and our partners are working around the clock to support people in Gaza,\" he adds during a short press conference. - He also says that \"all hostages must be released and international law and human rights law must be respected and upheld, civilians must be protected and never used as shields.\" - Hamas captured up to 150 people during the attack on Israel last Saturday and are believed to be holding them hostage in Gaza. - As we reported earlier, Hamas militants try to hide themselves among civilian populations. - Guterres also calls for immediate humanitarian aid access to Gaza and says that \"even wars have rules.\" - In conclusion, he calls on the leaders around the world to speak out against hate speech, antisemitism, anti-Muslim bigotry, and dehumanizing language, \"which is never accepted.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 15:01", "title": "Pro-Palestinian protests held around the world", "text": ["- Pro-Palestinian demonstrations have continued across the world since Hamas attacked Israel last Saturday. - Gatherings have been reported in countries including Iraq, Pakistan, Indonesia, Turkey, Malaysia, and Bangladesh. - In Jordan, security forces reportedly clashed with protesters attempting to approach the border with Israel and the occupied territories. - A large demonstration has been held in Amman, the capital of Jordan, and protesters have reportedly attempted to make their way to the border with Israel. [Image caption: A large demonstration has been held in Amman, the capital of Jordan, and protesters have reportedly attempted to make their way to the border with Israel.] - An Israeli flag was burned by pro-Palestinian protesters at a demonstration in Baghdad, Iraq. [Image caption: An Israeli flag was burned by pro-Palestinian protesters at a demonstration in Baghdad, Iraq.] - Pro-Palestinian protesters marched on the US embassy in Kuala Lumpur in Malaysia. [Image caption: Pro-Palestinian protesters marched on the US embassy in Kuala Lumpur in Malaysia.]"], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 14:53", "title": "Israeli army denies using white phosphorus in Gaza", "text": ["- Palestinian Foreign Ministry, too, claims that Israel used phosphorus bombs on populated areas in Gaza City. - We reported earlier that Israel was accused of using white phosphorus munitions in its military operations in Gaza and Lebanon by Human Rights Watch (HRW). - The Israeli military released a statement hours after the accusations, saying: \"The current accusation made against the IDF regarding the use of white phosphorus in Gaza is unequivocally false.\" It did not give any details whether the statement also applied to Lebanon. - Israel previously confirmed that it used white phosphorus smokescreen munitions during its 2008-2009 attacks in Gaza, and said in 2013 that they were phasing them out. - White phosphorus munitions can legally be used on battlefields to make smoke screens, generate illumination, mark targets or burn bunkers and buildings. But it can cause serious burns and start fires."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 14:39", "title": "'We’re fighting for the homeland, and we’re fighting like lions'", "text": ["Here's a bit more from what Prime Minister Benjamin Netanyahu said in his short statement a few minutes ago.  \"Today, everyone knows that we’re fighting for the homeland, and we’re fighting like lions,” he said, according to the Times of Israel.  “We’ll never forget the Hamas onslaught. We are striking our enemies with unprecedented might,” Netanyahu continued.  “We will destroy Hamas, and we will win, but it will take time,” he added during his speech which was televised after the Jewish sabbath had begun."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/1"}, {"date": "2023-10-13 14:33", "title": "Netanyahu: Counter-offensive only the beginning", "text": ["- Benjamin Netanyahu has just addressed the nation and said that Israel's counter-offensive in Gaza is \"only the beginning\". - We will bring you more lines as we get them."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 14:28", "title": "Putin ready to take advantage of Israel-Gaza war", "text": ["\"It's tempting to view Vladimir Putin as a James Bond-style villain sitting at a giant control panel, in a mountain hideout, sowing chaos around the world. He presses one button and there's unrest in the Balkans. He presses another and the Middle East explodes. It's tempting… but probably inaccurate. It exaggerates the Kremlin leader's global influence. Yes, Russia has ties to Hamas and has become a close ally of Iran. According to the US, Moscow and Tehran now have a fully-fledged defence partnership. But that doesn't mean Moscow had direct involvement in, or prior knowledge of, the Hamas attack on Israel. Read Steve Rosenberg's full article here.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 14:13", "title": "First US evacuation flight lands in Athens", "text": ["- The first US flight taking Americans out of Israel has landed in Athens, an official from the White House told Reuters. - Additional charter flights are scheduled between Athens and Tel Aviv until at least 19 October, a separate source told the news agency. They added that more than 400 Americans had signed up for the first flight. - The US government is also exploring evacuation options by sea, according to White House spokesperson John Kirby."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 13:58", "title": "WATCH: CCTV shows Hamas gunmen breaking into kibbutz", "text": ["Here is a CCTV video that shows how Hamas gunmen had hidden in an empty surveillance booth before 06:00 local time last Saturday morning. They ambushed a car used by civilians at the entrance of kibbutz Be'eri. Then they used the open gate to get inside the kibbutz."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 13:49", "title": "Israel has a right to deal with Hamas - Shapps", "text": ["- Israel has a right to \"deal with Hamas,\" the UK's defence secretary said on Friday. - When asked whether the UK government supported Israel's warning that 1.1 million people had to evacuate northern Gaza in 24 hours, Grant Shapps told the BBC's Today programme it was very important that Israel provided advance information. - \"It's good that they provided information in advance, Hamas certainly didn't do that before they went in and slaughtered people,\" Shapps said. - He added that the details of the Israeli plan were unknown and that President Biden made clear that Israel needed to comply with international law. - He also said he had ordered the deployment of ships, helicopters, and planes to provide monitoring, surveillance, and act as a deterrent. - \"The UK is trying to play its part in making sure that it doesn't spread further,\" Shapps said."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 13:33", "title": "American Israeli woman says her family are hostages in Gaza", "text": ["- Five members of Abbey Greenberg Onn's family are missing. - Abbey moved to Israel from Massachusetts eight years ago. - The first question I ask her feels inadequate: \"How are you?\" - She smiles and says, \"I showered today, so that’s good and I’m just trying to press through.\" - Her relative, 80-year-old Carmela Dan, who has lived in Israel her whole life, is missing and she has a heart condition. - Two other relatives have been confirmed by the Israeli government as being held hostage. - They have seen another - 12-year-old Erez – in a video, apparently showing him in the hands of Hamas. - When we asked for her reaction to Israel's order to the people in Gaza to evacuate in 24 hours, knowing that her family is likely to be in Gaza, she said she had \"a lot of fear\". - I just want people to understand that Hamas is a terror organization, and that the people in Gaza are being held hostage also by Hamas, and that this doesn't end well for civilians on either side."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 13:26", "title": "Scottish leader says Israel going too far", "text": ["['First Minister of Scotland Humza Yousaf, at Bute House in Edinburgh Image caption: First Minister of Scotland Humza Yousaf, at Bute House in Edinburgh.', 'The Scottish First Minister has said Israel is \"going too far\"', 'and that the innocent civilians of Gaza cannot simply be \"collateral damage\".', 'Humza Yousaf told BBC\\'s Political Editor Chris Mason that he \"fears for the situation\" of his family members in Gaza.', 'He was speaking shortly after posting a video of his mother-in-law describing the situation on the ground, and said she was in a \"real state of distress\".', 'Yousaf called on the international community to \"step up\", and said there needed to be a ceasefire and a humanitarian corridor to allow supplies in and to allow people out.', \"Asked about Israel's actions, he said his message is pretty simple:\", '\"Innocent men, women and children cannot be victims. They cannot be simply thought of as collateral damage. The ends cannot simply justify the means. Collective punishment cannot and is not justified.\"', 'The Foreign Office has said Britons in Gaza should follow Israel\\'s evacuation order.']"], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 13:15", "title": "What is the latest in Israel and Gaza?", "text": ["- Palestinians are fleeing their homes in Gaza City. - It's just gone 2000 in Israel and Gaza, and the night is arriving. If you're just joining us, here are the latest developments: - Hundreds of residents of Gaza are on the road, fleeing towards the south after Israel ordered an evacuation in 24 hours this morning. Some are going by foot due to serious fuel shortages. - The UN says that \"it is impossible for Palestinians to comply with the orders of Israel in the given time\" and that Israel's evacuation order is \"horrendous\". - Hamas is still firing rockets towards Ashkelon from Gaza, as Israel continues its bombardment of the Strip. Rocket sirens have been sounded in Tel Aviv and surrounding cities, as Israel prepares for the start of Shabbat, the Jewish day of rest. - The US is pressing for a safe zone for civilians in Gaza, Secretary of State Antony Blinken said in a presser in Qatar. - A Reuters videographer has been killed in southern Lebanon, and two other journalists were injured. - In the West Bank, which is ruled by the Palestinian Authority but under Israeli occupation, clashes followed demonstrations and 11 people were shot dead by Israeli soldiers."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 12:59", "title": "Israel looking for scope to use more firepower in northern Gaza", "text": ["- Palestinian citizens inspect damage to their homes caused by Israeli airstrikes. - The Gaza strip is about 25 miles long, very narrow in places and heavily populated. - Towards the south, where people are being told to move by the Israelis, there are refugee camps, open agricultural land, and some towns. But it’s already a very overcrowded area and there are no resources. - Part of this may well be – as some say in Gaza – psychological warfare to put pressure on the population. But it sounds as if the Israelis want to be able to have even more scope to use a lot of firepower in the northern part of the Gaza strip and in Gaza City itself. - Civilian casualties are already a huge difficulty and Israel will be concerned about those numbers increasing. - US Secretary of State Antony Blinken made the point in Jerusalem yesterday that Israel absolutely has the right to defend itself, but that it’s very important they do it in the right way and respect international law. - This all also puts massive additional pressure on the authorities in Gaza - who are probably mostly in bunkers and tunnels. So it’s going to be bedlam."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 12:52", "title": "BreakingReuters journalist killed in southern Lebanon", "text": ["- A Reuters news videographer has been killed while working in southern Lebanon, the news agency said in a statement. - \"We are deeply saddened to learn that our videographer, Issam Abdallah, has been killed,\" the statement said. - \"Issam was working as a part of a Reuters crew in southern Lebanon, who was providing a live video signal.\" - \"We are urgently seeking more information, working with authorities in the region, and supporting Issam’s family and colleagues.\" - Reuters journalists Thaer Al-Sudani and Maher Nazeh also sustained injuries and are seeking medical care, according to the statement."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 12:40", "title": "IDF carried out 'local raids' in Gaza Strip to search for missing people - Israeli Air Force", "text": ["The Israeli Air Force posted on X, formerly known as Twitter, that over the last 24 hours the Israeli military carried out \"local raids\" in the territory of the Gaza Strip to \"cleanse the area of terrorists and weapons\". It added: \"In these operations, an effort was also made to locate missing persons.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 12:35", "title": "NHS doctor with relatives in Gaza: 'This time it's different'", "text": ["Ahmad Abou-Foul, 37, an NHS doctor from Birmingham, is extremely worried about his 16 relatives who live in Gaza City. They have been surviving with no electricity and diminishing water supplies amid Israeli strikes.  Early this morning, Ahmad called his family to alert them of Israel’s evacuation order: \"I called them at 5:00 UK time and told them: 'You have to leave, the instructions are you have to leave.'\"  \"They have had to rehearse what to do so they were mentally prepared [to evacuate]. They had their valuables in one bag ready to go so once I told them they hit the road within five minutes.\"  The family are now staying with \"a friend of a friend of a friend\" in a flat in the south of Gaza.  “This time it’s different to any other time,\" Abou-Foul says. \"It’s very hard. I'm a professional, I work full-time. We've got two little ones aged five and six. It's very hard for us to manage our family and worry about our family back home [in Gaza].\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 12:23", "title": "IDF says no infiltration from Lebanon", "text": ["- We earlier reported that the IDF had told people in Hanita - an Israeli community close to the Lebanon border - that an alert was activated about an \"infiltration into the community\". - IDF has now released another statement, saying that following searches in the area, they have ruled out any \"infiltration\". - \"Furthermore, a shooting was identified toward a number of military posts at the Lebanese border. - IDF soldiers responded with tank fire toward Hezbollah terrorist infrastructure. In addition, IDF artillery fired toward the source of the shooting. - IDF soldiers are deployed in the area,\" the statement added."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 12:10", "title": "Blinken says US working to establish 'safe areas' in Gaza", "text": ["- US Secretary of State Anthony Blinken has just held a joint press conference with Qatari prime minister Sheikh Mohammed Bin Abdulrahman al-Thani, in Doha. - Here are some of the key points:   - Blinken said he had asked Israel to take \"every possible precaution\" to avoid Gaza civilian deaths, and recognised that many families in Gaza are suffering \"through no fault of their own\".   - He confirmed that the US was involved in discussions with Israel and \"leading international organisations\" to establish \"safe areas\" in Gaza. Blinked said details would emerge \"in the coming days\".   - Efforts to get humanitarian aid into Gaza are \"complicated\" by the fact that Hamas are continuing to \"use innocent civilians as human shields\".   - The US government and Qatar are working to secure the release of hostages held in Gaza.   - The US will \"ensure Israel has what it needs\" to defend itself, Blinken said, adding that \"every country\" needs to condemn Hamas' actions and hold them accountable."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 12:07", "title": "Death toll from protest clashes rises to 11 in the West Bank", "text": ["- The Palestinian Health Ministry says 11 people have been shot dead by Israeli soldiers during confrontations in the West Bank. - The deaths followed clashes in towns and cities including Ramallah, Nablus, Hebron, and Tulkarm.  - More than a hundred demonstrators are reported to have been wounded. - Thousands of protesters took to the streets on Friday to march in solidarity with Palestinians forced to flee their homes in Gaza. - Palestinians in the West Bank and East Jerusalem have lived under Israeli occupation since 1967."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 12:01", "title": "Palestinians fear being uprooted once more", "text": ["- For Palestinians in Gaza, Israel's warning for them to leave has profound historical and psychological implications. - Many are descended from the 200,000 Palestinians who arrived in the Gaza Strip in 1948, during what they all know to this day as the \"naqba\", or catastrophe. - They fled or were driven from their homes by the forces of the newly created state of Israel. Many came from areas surrounding the Gaza Strip where Israelis live today. - The thought of being driven from their homes once more is profoundly traumatic. - \"Hold on to your homes,\" is the message being broadcast from mosques this morning. \"Hold on to your land.\" - Israel withdrew a few thousand Jewish settlers from the Gaza Strip in 2005. The settlements have long gone and no Israeli government has ever proposed setting them up again. - But in the panic surrounding last night's Israeli warning, Palestinians inevitably fear another naqba might be looming."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 11:47", "title": "WATCH: Palestinians flee Gaza City in cars and trucks", "text": ["- People are leaving northern Gaza in the hope of finding safety in the south of the enclave after Israel issued a 24-hour warning to evacuate. - This video shows civilians fleeing Gaza City in vehicles packed with families and personal possessions."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 11:39", "title": "US pressing for safe zones for Gaza civilians", "text": ["- US Secretary of State Antony Blinken talked with Israel's government about the need to establish safe areas for civilians in Gaza.  - This is what a state department official told journalists earlier today before travelling to Qatar, the second stop on Blinken’s Middle East trip.  - He had little to say about UN warnings that a 24-hour evacuation order for northern Gaza issued by the Israel Defense Forces would have disastrous consequences.  - But he underlined that the administration was working with the UN and the International Committee of the Red Cross to create these safe locations, possibly in the south of the strip.  - Blinken’s message has been laser focused on rock solid support for Israel, and on restraint in the region – a warning for other armed Iran-backed groups not to join the fight.  - In Qatar he’s also discussing attempts to rescue hostages held in Gaza. Doha has contacts with Hamas and has taken the lead in trying to facilitate their release.  - Critics have denounced America’s unwavering support for Israel as a green light for forceful Israeli military actions in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 11:27", "title": "ICRC calls for 'immediate release' of hostages", "text": ["The International Committee of the Red Cross (ICRC) has condemned the hostage taking during the attacks on Israel by Hamas, saying \"our hearts go out\" to those who have lost family members or are worried about loved ones. \"We reiterate our call for their immediate release and stand ready to conduct humanitarian visits,\" the organisation, which is based in Geneva, Switzerland, said.  The group added it was also concerned about the recent evacuation orders. \"The instructions issued by the Israeli authorities for the population of Gaza City to immediately leave their homes, coupled with the complete siege explicitly denying them food, water, and electricity, are not compatible with international humanitarian law,\" it said.  The ICRC went on to warn that it would not be able to send humanitarian aid until there are \"pauses in the fighting to work safely and effectively\".  On Thursday, the ICRC said it was in contact with Hamas and Israel in a bid to secure the return of Israeli hostages taken into Gaza. These were not negotiations, the organisation stressed - taking hostages is a violation of international law, and the Israeli civilians held in Gaza must be released."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 11:19", "title": "German foreign minister travels to Egypt", "text": ["- German Foreign Minister Annalena Baerbock will travel to Cairo today, expecting to arrive later in the day, to talk about the humanitarian situation in Gaza. - Baerbock has said that she is in talks with Egypt and the United Nations on safe spaces for civilians in Gaza, especially after more than one million civilians were ordered by the Israeli army to move south in anticipation of a ground offensive. - Egypt controls the Rafah crossing, its only crossing with the enclave."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/2"}, {"date": "2023-10-13 11:04", "title": "Tensions high in London following Hamas attack in Israel", "text": ["\"I've been across a remote briefing by Deputy Assistant Commissioner Laurence Taylor from the Metropolitan police. He said tensions in London were high following the Hamas attack in Israel last Saturday. As a result, he said the force had put a \"very significant policing operation\" in place to support communities across the capital. More than 1000 officers have been dedicated to this task. The Met says thousands of people are expected at pro-Palestinian protests in London tomorrow. Taylor made it clear that whilst people have the \"right to protest, they do not have the right to incite violence\". When it comes to flags and banners, he said the law was very clear; that anyone waving a flag in support of Hamas or other proscribed organisations will be arrested. He said anyone possessing or waving a Palestinian flag without any other context would not be committing any offence, but if it's associated with other actions they could be.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 10:52", "title": "Israeli army fires towards Lebanon after explosion at border fence", "text": ["- The Israel Defense Forces say an explosion caused \"light damage\" to a security fence on Israel's border with Lebanon, near the northern kibbutz of Hanita. Its troops are \"responding with artillery fire toward Lebanese territory,\" the IDF said in a statement. - \"Additionally, an alert was activated concerning the infiltration of terrorists into the community. IDF soldiers are currently searching the area.\" - There are fears a new front could open up in the war if Lebanese Shia movement Hezbollah decides to get involved and attack Israel in support of its Palestinian allies."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 10:43", "title": "'No trace of my sister since Hamas attack'", "text": ["- Alon Roman's sister was kidnapped from Kibbutz Be'eri by Hamas last Saturday and has not been seen since. - Alon said that his sister's family were trying to escape the attack when his sister handed her baby to her husband as he could run faster. - The husband hid into the woods for over 12 hours and only started walking back at dawn the next day. - \"While my sister - we have no track of her since. then,\" Alon said. - This is why we assume… she was captured, taken to Gaza, probably with her sister in-law and mother in-law who were with her at the same house. - And we are talking about our family, three women in captivity, held hostage by the terrorist regime in Gaza.\" - Alon said his sister had been \"anxious\" about the insecurity in the region and had decided to leave the area a month before. She and her family were back in the kibbutz for a visit when Hamas attacked."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 10:31", "title": "Hamas rocket attacks on Israel continue", "text": ["- Hamas continued to launch rocket strikes against Israel on Friday. - The group said it fired a missile at Safed, a city in the far north of Israel. Israel Defense Forces spokesperson Daniel Hagari wrote on X, formerly Twitter, that a launch from Gaza \"toward the northern region\" had been intercepted, without naming Safed. - Air raid sirens were triggered in Tel Aviv after Hamas targeted the coastal city. - Hamas also claimed to have fired more rockets at Ashkelon, Sderot, and Be'eri, all towns in the south of Israel where Hamas militants killed 1,300 civilians in last Saturday's attack. - The militant group has fired thousands of rockets at civilian areas in Israel since it launched its retaliatory offensive."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 10:17", "title": "Israel to break tradition and run planes and trains on day of rest", "text": ["Israel has announced that trains will continue to run tomorrow on Shabbat, the Jewish day of rest. Israel Railways do not usually offer passenger service during Shabbat, which lasts for 25 hours from Friday evening until Saturday night. The practice has been long-standing after an agreement between the ultra-Orthodox community and Israel’s first prime minister, David Ben-Gurion.  \"As part of the preparations for providing a response... to the home front and security needs, trains will operate during Friday night and throughout Saturday,\" the statement from the railway company said.  Yesterday, Israel's El Al Airlines also announced it would break a more than 40-year policy of not flying on the Jewish Shabbat to bring Israeli reservists home from around the world to serve in the army. Reuters reported that El Al had not flown on the Shabbat since 1982 but it had received permission from rabbis who had said that preservation of life overrode other religious laws. The flights will be free of charge and paid for by El Al and large financial institutions in the US."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 10:04", "title": "In pictures: Vigils for Israel held around the world", "text": ["- People around the world have been holding rallies and vigils in support of Israel after the deadly attack by Hamas last Saturday. - Members of the US House of Representatives hold a candlelit vigil for Israel outside the Capitol building in Washington. - Columbia University students in New York City take part in a rally and vigil in support of Israel, in response to a nearby student rally in support of Palestinians. - People wave Israeli flags during a vigil in Montevideo, Uruguay's capital."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 09:53", "title": "Gaza resident: There's no safe place here and no escape", "text": ["\"Farah Abo Sedo was in Gaza City this morning and told the BBC's Newshour programme that she didn't know what to do after hearing the evacuation warning.\"  \"I'm seeing people holding their bags like they want to run away but where should we go?\"  \"It's a small city there's no escape, we're trying to save our lives.\"  \"They bomb us every single night without any mercy, there's nothing left. No-one protects us or sends us help, there's no safe place here, there are a lot of children and pregnant women and no-one helps us.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 09:41", "title": "Does Hamas hide itself among civilians?", "text": ["- Israel has long accused Hamas of using civilians as cover for its military operations. They say it puts Palestinian civilians at risk by storing ammunition and maintaining key military facilities in the middle of crowded population centres.  - During Israel’s last major operation in Gaza, in 2021, the Israel Defense Forces released videos which it said showed Hamas rockets being fired from civilian areas.  - An Israeli attack on the 11-storey al-Jalaa tower, home to the local offices of Al Jazeera and Associated Press, was defended by Israel, which said it housed Hamas offices and equipment.  - Israel also points to a network of Hamas tunnels, which it dubs “the metro”, which are said to stretch under built up areas. It said it destroyed more than 100km of these tunnels during the 2021 operation.  - Another long-standing Israeli assertion, never proven, is that Hamas occupies basements under Gaza’s main Shifa hospital. And this morning, the IDF said the roofs of homes were being used to launch attack drones.  - It’s hard to verify many of Israel's specific allegations. The military wing of Hamas is highly secretive and civilians are reluctant to admit to the presence of fighters and their equipment, for fear of retribution.  - But Hamas clearly does try to hide itself among civilians. In a densely populated area like Gaza, and facing an infinitely more powerful opponent, it would have ceased to exist a long time ago had it not done so."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 09:29", "title": "How packed is the population in Gaza?", "text": ["- The Gaza Strip is one of the most densely populated areas in the world. - More than two million people live in an area of about 365 sq km. - So with about 5,700 people to each sq km, it's very similar to the density of population in London. - As the map below shows, in Gaza City, north of the Wadi Gaza, there are more than 9,000 people per sq km."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 09:18", "title": "UN agency: Gaza fast becoming a hellhole", "text": ["The commissioner general of the UN's Palestinian refugee agency has said that \"Gaza is fast becoming a hellhole and is on the brink of collapse\".   \"The scale and speed of the unfolding humanitarian crisis in Gaza is bone-chilling,\" Philippe Lazzarini said.   Lazzarini appealed to all parties involved to give \"immediate and unconditional\" humanitarian access and protection to Gaza's civilians and uphold the laws of war.   He added that Israel's order that 1.1 million people leave northern Gaza was \"horrendous\".   \"This will only lead to unprecedented levels of misery and further push people in Gaza into abyss,\" Lazzarini said.   The time for humanity to prevail is now.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 09:07", "title": "WATCH: Israel drops evacuation leaflets over Gaza City", "text": ["- The Israeli military has been dropping leaflets from the skies above Gaza City. The flyers warn residents to flee \"immediately\" to south Gaza. - Israel has been carrying out a heavy campaign of airstrikes in Gaza which have killed more than 1,500 people. It is poised for a widely-expected ground offensive to attack Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 08:58", "title": "US defence secretary says now is not the time for neutrality", "text": ["As we reported earlier, the US Secretary of Defense Lloyd Austin is in Israel and held a press conference with his Israeli counterpart, Yoav Gallant. Together, they urged the people of Gaza to move south for their own safety. Austin said there was never any justification for terrorism, adding “this is no time for neutrality or for false equivalence, or for excuses for the inexcusable”. He added the Pentagon was ready to send additional military assets to Israel. Munitions, air defense capabilities, and other equipment are already coming to Israel from the US. \"Democracies like ours are stronger and more secure when we uphold the laws of war,\" said Austin. \"Terrorists like Hamas deliberately target civilians but democracies don't\". Gallant said Israel would “never” shoot civilians on purpose and that is why they were asking all the civilians in Gaza City to go south. He said Iran, Hezbollah, and Hamas were an \"axis of evil\". He added that Hamas could not “live among civilized people” and that Israel was going to take them “out of Gaza and out of the earth”. US Secretary of Defense Lloyd Austin and his Israeli counterpart, Yoav Gallant."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 08:41", "title": "Chair of FA faith group quits over Wembley not being lit up with Israel colours", "text": ["The chair of the Football Association Faith Group has been speaking to the BBC about his decision to quit his role earlier today. Rabbi Alex Goldberg says his resignation was over the need to \"mark the massacre\" and he couldn't see why Wembley Stadium couldn't be lit up to pay tribute to all the victims affected by the recent Hamas attacks. It comes after the FA said in a statement on Thursday that it most likely wouldn't light the Wembley arch in the colours of the Israel flag because of fears of a backlash from some communities. “This is an atrocity against civilians... rounding up people, kidnapping some of them, [murdering] many of them in horrific ways,” Rabbi Goldberg said."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 08:19", "title": "Rishi Sunak condemns 'disgusting' rise in antisemitic incidents", "text": ["- The UK prime minister has condemned a \"disgusting rise\" in antisemitism in the UK, in comments to journalists made during a visit to Sweden. - \"There's been a quite frankly disgusting rise in antisemitic incidents over the past few days, that's not right,\" Sunak said. - \"We will absolutely not tolerate people inciting hatred or violence or racist activity, intimidating or threatening behaviour will not be tolerated. It will be met with the full force of the law.\" - It comes as the Metropolitan Police said it had seen a \"massive increase\" in the number of hate crimes in London, with 105 anti-semitic incidents and 75 antisemitic offences being reported from 30 September to 13 October. This is a huge rise on the same period last year. - Three Jewish schools in north London were closed on Friday as a safety precaution."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 08:10", "title": "I encouraged my son to attack Israel, says mother of militant from Lebanon camp", "text": ["- Azab Mousa, 45, the mother of an Islamic Jihad attacker killed on Monday - Rallies in support of Gaza have been organised across Lebanon today by Hezbollah - the country's most powerful military force, as Hamas called for solidarity across the Arab world. - In the Palestinian refugee camp of Burj al-Shemali, in southern Lebanon, people are preparing for one this afternoon. The camp is run by various Palestinian factions, including Islamic Jihad. - I've come here to meet the mother of one of the militants from that group, who crossed into Israel on Monday and was killed by the Israel Defense Forces. This was one of several incidents involving Israel and militants from Lebanon that have occurred along the border since Hamas attacked Israel on Saturday. - Azab Mousa, 45, said she was “proud” of her son, 22-year-old Hamza, and that she had “encouraged him” to go ahead with the attack. “He told me what he was going to do... I stood by his side and made sure he wasn’t going to give up,” she said. “If I had 10 sons, I’d send them all to do the same, because we need to reclaim our land.” - The family arrived in Lebanon from Syria in 2011, after the start of the civil war there, and have never been to the place they call Palestine. - Hamza’s brother, 20-year-old Mohammed, said he was not affiliated with any group but that he was willing to do something like what his brother had done. “Every man here is proud of him.” - The violence along the Lebanon-Israel border has, so far, been limited. But the fear here is that, if there was an escalation in the fighting, Lebanon could be dragged into this conflict."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 07:52", "title": "Fears war could begin on new front - as Hezbollah says it's ready to join Hamas", "text": ["- As Israel’s northern border remains tense, Iran’s Foreign Minister Hossein Amir Abdollahian has visited neighbouring Lebanon and met with the leader of Hezbollah, Hassan Nasrallah.  - He warned that what he called “ongoing war crimes” against Palestinians in Gaza would “undoubtedly trigger a collective response from the resistance axis”.  - There are real fears a new front could open up in the war if Hezbollah decides to get involved and attack Israel in support of its Palestinian allies.  - And just now, Hezbollah's deputy leader said they were \"fully prepared\" to join Hamas in the war against Israel - telling a rally in the suburbs of Beirut they will intervene \"when the time comes\".  - Like Hamas in Gaza, Hezbollah has been designated a terror organisation by the UK, US and other countries. It’s a powerful player in Lebanon both militarily and politically and is close to Iran.  - Hezbollah leader Sayyed Hassan Nasrallah meeting with Iran’s Foreign Minister Hossein Amir Abdollahian in Beirut earlier today."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 07:47", "title": "What's the latest?", "text": ["\"It's just gone 14:30 in Israel and Gaza. If you're just joining us, here are the latest developments:  Leaving home in north Gaza: People are fleeing to the south of the Gaza Strip after Israel told them to evacuate within 24 hours for their 'safety and protection'. The UN and the World Health Organization have both criticised the move, highlighting the potential humanitarian impact. The Israeli military said it understood the evacuation would take longer than its timeframe. Meanwhile, Hamas urged people to ignore the warning.  Rockets fired at Israel: Hamas continues to fire rockets from Gaza into southern Israel. A BBC team on the ground saw a strike targeting Ashkelon. Hamas's military wing, the al-Qassam Brigades, are claiming to have fired 150 rockets in one barrage this morning.  Pro-Palestinian protests: Thousands of demonstrators have already gathered in Iraq, Jordan and Indonesia, and protests are also expected at the al-Aqsa mosque in occupied East Jerusalem after Friday prayers. It follows calls from senior Hamas and Hezbollah figures for rallies to take place.  Vigils for Israel: People around the world are holding vigils and rallies in support of Israel after the mass murders by Hamas at the weekend. Relatives continue to mourn the more than 1,300 people killed.  Diplomatic envoys: US Secretary of State Antony Blinken has met President of the Palestinian Authority Mahmoud Abbas in Jordan. He earlier visited Israel, where he promised America's country’s unwavering support. But he also told Israel's PM Benjamin Netanyahu that it 'must operate by the rules of war' in its response to the Hamas attacks. US Secretary of Defense Lloyd Austin is now in Israel for talks and EU chiefs are also visiting.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 07:45", "title": "Watch live: US defence secretary's press conference", "text": ["US defence secretary Lloyd Austin is holding a press conference now with his Israeli counterpart. Watch live at the top of this page."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 07:30", "title": "In pictures: Israelis mourn loved ones as rocket attacks continue", "text": ["- Women mourn Daniella Dana Petrenko from Haifa who was killed when Hamas gunmen stormed Supernova festival and fired upon revellers. She had attended the festival with her boyfriend.   - An Israeli soldier steps over personal belongings near a home in Kibbutz Be'eri in southern Israel, where Hamas murdered more than 100 people, including children.   - Rockets continued to be fired into Israel from Gaza; Israel has been carrying out heavy strikes in the enclave."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 07:02", "title": "Hundreds of cars and families walking on Gaza's main highway", "text": ["- People on the move with their belongings in Gaza City on Friday.  - On the way here we’ve seen hundreds of cars, motorcycles, and trucks, heavily loaded with possessions, some cars with mattresses draped over them.  - People are traveling with cows, camels, sheep, and donkeys.  - Lots of families on foot, they’ve already had to walk several kilometers."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/3"}, {"date": "2023-10-13 06:49", "title": "A million people and only one road - what it's like in area where people told to leave", "text": ["- How big is the area? The area of the Gaza Strip where Israel has ordered an evacuation within 24 hours covers around a third of the territory - north of a seasonal watercourse known as Wadi Gaza, which cuts through a narrow band of mainly agricultural land. The order includes the whole of Gaza City and two major refugee camps, Jabalya and Beach Camp. It also includes the towns of Beit Hanoun and Beit Lahia, which are both adjacent to the main Erez crossing point at the northern end of the Strip. Taken together, this represents one of the most densely populated parts of the Gaza Strip.  - How many people live there? At least 1.1 million people live in the affected area. Gaza City has a population of around 600,000. Beach Camp is home to around 90,000 people and Jabalya, the largest camp in the Gaza Strip, has 116,000. There are at least six hospitals in the area, along with around two dozen primary care clinics.  - How will people get out? Any mass movement of civilians will inevitably prove chaotic and extremely hazardous. There is only one main north-south road, along which everyone will be expected to move. Fuel is in very short supply, streets in Gaza City and elsewhere are already full of rubble, and there’s no sign yet that Israeli air strikes have stopped to allow an evacuation to start."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 06:46", "title": "In pictures: Gazans flee their homes", "text": ["\"We're seeing more photos emerging of people in Gaza City packing up and moving from their homes, after a warning from Israel to move south.\"  \"Among those trying to get to safety are children. Nearly half of Gaza's population is under 18.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 06:37", "title": "WATCH: Hamas continues to fire rockets into Israel", "text": ["- Here's video of the moment rockets were fired from Gaza earlier today. - At 11:29 local time (09:29 BST) several rockets were launched from Gaza City. - Our BBC team later reported seeing a rocket land in Ashkelon, southern Israel."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 06:34", "title": "Fear and suspicion grows in Jerusalem", "text": ["- Most residents in Jerusalem are scared to go out - not only due to the risk of rocket fire. I’ve seen how easily the streets of this city can be plunged into bloody confrontation and sectarian violence. - Amid growing tension on Tuesday, two young Palestinians were shot dead by Israeli forces in the neighborhood of Silwan, which borders the Old City and its holy sites; police said they were killed for throwing firecrackers and stones. - Israelis are reeling with shock and anger, appalled at details continuing to come out about the atrocities by Hamas gunmen in southern Israel. - Palestinians are watching the siege on Gaza and the growing number of civilians killed in the Israeli bombardment. - As everyone awaits the next phase of fighting in the south, fear and suspicion is growing in Jerusalem."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 06:25", "title": "Hamas had called for rallies around al-Aqsa", "text": ["\"We've just heard from Jeremy Bowen, who is on the ground near al-Aqsa mosque in occupied East Jerusalem. Earlier this week, Hamas called for mass rallies around the holy site after Friday prayers to protest against Israel's bombardment of Gaza.\"  \"The al-Aqsa mosque, the third holiest site in Islam, is located on a hilltop complex known by Muslims as al-Haram al-Sharif (the Noble Sanctuary) and by Jews as the Temple Mount. Jews revere it as the location of two Biblical Temples and it is the holiest site in Judaism.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 06:21", "title": "Noon prayers soon to finish at al-Aqsa mosque", "text": ["- Noon prayer is finishing soon at the al-Aqsa mosque. - There is very tight security and restrictions on who can enter the mosque to pray. - Younger men have been banned by the Israelis. Some are praying in the streets in groups on the approaches to the gates of the Old City. Armed paramilitary police are standing over them to stop them getting closer. - Palestinian officials say people are very cautious and staying at home as they are nervous about an extreme Israeli response to trouble."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 06:17", "title": "BreakingIsrael embassy worker attacked in Beijing", "text": ["- A worker at Israel's embassy in Beijing has been attacked, Israel’s foreign ministry says. - A disturbing video shared on social media purportedly from the incident - which the BBC has not verified - shows a man being attacked with a knife in the street. - The attack on Friday did not take place at the embassy compound and the motive is being investigated, Israel's foreign ministry said. - \"The employee is being treated at hospital and is in a stable condition,\" the statement says. - Social media users in China have shown widespread support for Palestinians in recent days, while there have also been anti-Israel posts online. Some have criticised Israel for its relations with Taiwan. - China has said it is “deeply concerned” about the Israel-Hamas war, and that it was “saddened by the civilian casualties caused by the conflict”. - In response, Israel expressed its “deep disappointment” over China’s lack of condemnation of the Hamas attack."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 06:12", "title": "Watch: BBC crew find injured friends in overrun Gaza hospital", "text": ["[\"BBC Arabic's reporter Adnan Elbursh and his team discover that their own neighbors, relatives, and friends are among those injured and killed.\", 'Warning: This video contains details that some may find distressing.']"], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 05:55", "title": "Hollywood stars sign open letter supporting Israel", "text": ["- Chris Pine and Gal Gadot pictured together in April 2023 - Image caption: Chris Pine and Gal Gadot pictured together in April 2023.  A number of figures from the film and TV world, including Gal Gadot, Jerry Seinfeld, Jamie Lee Curtis, and Chris Pine have put their name to a letter showing their support for Israel.  The letter, which has more than 700 signatures, was created by the organization Creative Community for Peace and condemns the mass killings by Hamas. It says: \"This is terrorism. This is evil. There is no justification or rationalization for Hamas’ actions. These are barbaric acts of terrorism that must be called out by everyone. They are a terrorist organization whose leaders call for the murder of Jews everywhere.\"  It also asks those in the entertainment community to make sure they weren't using their platform to share misinformation about events that have taken place in the last week. \"Our thoughts are with all those experiencing unfathomable levels of fear and violence,\" the letter reads. \"We hope for the day when Israelis and Palestinians can live side by side in peace.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 05:45", "title": "Rally supporting Gaza forms in Jordan", "text": ["As the US Secretary of State Anthony Blinken meets Jordan’s King Abdullah and the Palestinian President Mahmoud Abbas in Amman, a large rally in support of people in Gaza has formed after Friday prayers.  Protesters are sharing social media videos of Jordanian soldiers using tear gas to push back their demonstrations close to Jordan’s border with the occupied West Bank.  The Allenby or King Hussein crossing – which is controlled by Israel on the Palestinian side – was shut.  The Jordanian military could not be reached for comment.  Many Jordanians are Palestinian refugees or have Palestinian roots - including Queen Rania.  In a story to her more than 10 million Instagram followers she wrote: \"It isn't self-defense if you are an occupying force...\" before reposting stories depicting what is happening in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 05:42", "title": "Blinken meets Palestinian president in Jordan", "text": ["- US Secretary of State Antony Blinken has met President of the Palestinian Authority Mahmoud Abbas in Jordan. - Abbas, who is based in the West Bank, is a political rival to Hamas which rules the Gaza Strip. - Blinken is also meeting with Jordan's King Abdullah in Amman after arriving there earlier today. - Yesterday he was in Israel for talks with Prime Minister Benjamin Netanyahau - where he was shown graphic photos of dead children killed by Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 05:37", "title": "Protests expected across Arab world after Friday prayers", "text": ["- The protest in solidarity with Palestinians in Gaza, in Baghdad. - Thousands of Iraqis are gathering in Baghdad in support of Palestinians in Gaza. \"This rally is aimed at condemning what is happening in occupied Palestine, the bloodletting and the violation of rights,\" Abu Kayan, one of the organisers, told AFP news agency. - It's just one of several rallies planned for today across the Middle East, after senior Hamas and Hezbollah figures called for people to protest following Friday prayers. - Former Hamas leader Khaled Meshaal yesterday urged people to “go to squares and open spaces across the Arab and Islamic world” to rally. - Several such gatherings are expected in Lebanon, Tunisia, and Jordan today. - Security forces are also braced for unrest at al-Aqsa mosque in occupied East Jerusalem."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 05:26", "title": "First order of this kind in modern times", "text": ["Residents of Gaza city begin to evacuate. Image caption: Residents of Gaza city begin to evacuate.  There has not been, in modern times, an Israeli order of this kind for Gaza that I am aware of. Previous incursions have been for limited areas, with warnings that everyone should move out within a mile or two of where they might come in.  In 2014 we saw people get into cars, or carts, or sometimes even walk, and move down into Gaza City, where UN schools can be used as refuges.  There is massive damage in Gaza, a lack of food, no fuel, the water is cut off and now more than a million people are being told by the Israelis to head south for their own benefit in the next 24 hours.  Imagine trying to do that, in those circumstances, with your family, with everything you need for the next few weeks and, if you have got a car, no fuel.  So I think what the UN says is accurate - this is going to be a very hard, very difficult thing to do."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 05:20", "title": "Where are people being told to move to?", "text": ["As we've been reporting, people living in the north of Gaza - about 1.1 million people - have been told to relocate to the southern part of the Strip.  Residents are being told to relocate to the south of the Wadi Gaza, which is a river valley - shown here on our map:"], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 05:12", "title": "IDF: We know evacuation of Gazans will take time", "text": ["[\"IDF spokesperson Daniel Hagari says Israel's military is aware that evacuating 1.1 million people from northern Gaza - as Israel has called for - will take some time.\",  '\"This is a war zone, we are trying to provide them the time and we are doing a lot of effort, and we understand it won’t take 24 hours,\" he said in response to a BBC question at a briefing just now about Israel\\'s timeframe,',  \"He pointed out that Hamas was telling people to ignore Israel's order.\",  '\"We understand the problem. Sad reality? It’s Hamas’ responsibility.\"',  'When pressed on whether he was saying the IDF understood it would take more than 24 hours to evacuate Gazans, Hagari responded:',  '\"We understand it will take time. This is all I’ve said.\"']"], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 05:03", "title": "Impossible to move severely ill patients in Gaza - WHO", "text": ["- The World Health Organization said local health authorities in Gaza had informed it that it was impossible to evacuate vulnerable hospital patients from northern Gaza, in the wake of Israel’s evacuation order. - \"There are severely ill people whose injuries mean their only chances of survival is being on life support, such as mechanical ventilators,\" said WHO spokesperson Tarik Jasarevic. - \"So moving those people is a death sentence. Asking health workers to do so is beyond cruel.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 04:56", "title": "Barrage of rockets fired towards Ashkelon in southern Israel", "text": ["- Rockets are currently being fired from Gaza into southern Israel, targeting Ashkelon. - A BBC team on the ground saw one impact. - Hamas's military wing, the al-Qassam Brigades, are claiming to have fired 150 rockets."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 04:29", "title": "Where to go in Gaza and how to get there?", "text": ["Israel’s order to all Palestinians in the northern half of the coastal strip to move south within 24 hours is a command issued in the name of “safety and protection\". It’s also a recipe for what the UN calls “devastating humanitarian consequences\".  It’s not even possible to move more than one million people in a day: roads are broken; bombs are falling; homes are destroyed; the elderly and the ill need help. And one of the world’s most densely populated pieces of land would become utterly uninhabitable. It already is.  Under pressure from its closest allies, including the US, Israel wants to be seen to be taking precautions to limit civilian suffering as its military operations intensify. One of its main targets now is Hamas’s underground tunnels - destroying them means smashing residential areas above ground.  Gazans, terrified by non-stop bombardment and the agony of diminishing food and fuel, are now bombarded by a demand from Israel to go, and messages from Hamas telling them to stay. And a people with a history of being pushed from their homes from one war to the next know that any temporary movements become permanent."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 04:21", "title": "What's the latest?", "text": ["\"It's coming up to 11:30 in Israel and Gaza today, here's what's been happening:  - Israel's order: Israel has told everyone in Gaza City to relocate to the southern part of the Strip in the next 24 hours for safety ahead of an expected ground offensive.  - Hamas says don't move: But a Hamas official has described Israel's order for people in the north of Gaza to relocate to the south as \"fake propaganda\", and has urged citizens there to ignore it.  - UN says it's impossible: The UN has called on Israel to withdraw the order, saying 1.1 million people in northern Gaza have been told to move, which is \"impossible\".  - More leaders visit region: The president of the European Commission, Ursula von der Leyen, and US Defense Secretary Lloyd Austin are visiting Israel today to continue the show of solidarity. The US's top diplomat Antony Blinken is already in the region talking to leaders.  - Coming up later today: We'll be watching for any protests after Hamas and Hezbollah called for anti-Israel rallies today \"across the Arab and Islamic world\". Meanwhile, more repatriation flights are taking off from Israel, with the US sending its first one.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 04:04", "title": "BreakingHamas claims 13 hostages in Gaza killed in air strikes", "text": ["- At least 13 Israeli and foreign hostages held in the Gaza Strip have been killed in Israeli air strikes in the past 24 hours, Hamas's armed wing says. - \"Thirteen prisoners... including foreigners\" were killed in five locations targeted by Israeli fighter jets, the Izzedine al-Qassam Brigades said in a statement. - Hamas took about 150 people captive when it launched its surprise attack on 7 October. It has threatened to kill hostages if civilians' homes are bombed by Israel without warning. - As the reports came in, UK Defence Secretary Grant Shapps told ITV he would treat the claims with \"caution\" but \"deep concern\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/4"}, {"date": "2023-10-13 04:00", "title": "Watch: Shots ring out as BBC team visit site of festival attack", "text": ["\"The BBC's Lucy Williamson has been to the site of the Israeli music festival where 260 bodies were discovered following a massacre by Hamas on Saturday. Gunshots rung out as journalists were allowed in the area for the first time, accompanied by the Israeli military.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 03:55", "title": "Israel shares photos of children killed by Hamas", "text": ["Warning: This post contains details that some may find distressing.  Israel's government has taken the decision to share graphic images of children killed by Hamas, as it emphasises the atrocities committed at the weekend. The prime minister's office posted photos on social media of a dead infant in a pool of blood and the charred body of a child. A spokesman for the prime minister's office told The Times of Israel that the reasoning was \"so that the world will see just a fraction of the horrors that Hamas carried out”.  Israel's PM Benjamin Netanyahu also showed US Secretary of State Antony Blinken and Nato leaders graphic pictures of murdered children during their visit yesterday. Blinken arrived in Tel Aviv on Thursday and said he had been shown various photographs of the violence inflicted by Hamas, which included photographs and videos of children and beheaded soldiers. \"It's simply depravity in the worst imaginable way,\" he said. \"Images are worth a thousand words. These images may be worth a million.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 03:43", "title": "US Secretary of State Blinken arrives in Jordan", "text": ["- Antony Blinken arriving in Jordan as part of his tour of the Middle East - Antony Blinken, the US Secretary of State, has arrived in Jordan, as he continues his extensive tour of the Middle East. - The US's top diplomat is meeting Jordan's King Abdullah as well as Palestinian President Mahmoud Abbas in Amman. Abbas, based in the West Bank, is a political rival to Hamas in the Gaza Strip. - Blinken has previously been in Israel, where he promised his country’s unwavering support, saying Israel would “never, ever” be alone – he also told Israel's Prime Minister Benjamin Netanyahu that it “must operate by the rules of war” in its response to the Hamas attacks. - After Jordan, he is expected to visit Qatar, which has longstanding ties with Hamas. - US Defence Secretary Lloyd Austin has also just arrived in Israel for talks with the country's defence minister."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 03:18", "title": "Kfar Aza survivor: We need to destroy Hamas", "text": ["As the UN calls for Israel to take back an order for civilians to leave Gaza City, the BBC’s Nick Beake has been talking to one survivor of the Kibbutz Kfar Aza massacre who believes an Israeli ground invasion is now justified.  We met 22-year-old Neta Portal at a hospital in Tel Aviv where doctors have now carefully removed each bullet - five in her left leg and one from her right. She trembles as she recalls slipping in and out of consciousness after the gunmen broke into the residents' safe room in the Jewish community of Kfar Aza and opened fire for the first time: \"They were shooting people. They were shooting the kids. And the people were shouting 'Please no, please no.' I tried to wake myself because I didn't want to die.\"  With Neta visibly tiring and her nurse despatching herself to retrieve more painkillers, I ask Neta how she thinks the Israeli government should respond to the massacre of her community and the other atrocities. It is at this point, her fluctuating distress turns to deep anger. \"You want the truth? I don't want the Hamas anymore in my life. We need to destroy them one by one. We need to be strong.\"  Read the full piece here."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 02:53", "title": "People caught between Israel saying ‘move’ and Hamas’s ‘don’t respond’", "text": ["- This absolutely changes the entire situation because it’s of course directed at the civilian population to do something they cannot feasibly do. - So they’re now caught between the Hamas-run interior ministry on the one hand saying: don’t respond to the order to move, calling it “psychological warfare”, and the Israelis saying: move, for the protection of your lives. - And it is the civilians and the ordinary people of Gaza that are caught in the middle of this."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 02:48", "title": "Medics refusing to leave northern Gaza - reports", "text": ["- There is no way one million people could be safely moved from northern Gaza within 24 hours, says Nebal Farsakh, a spokesperson for the Palestinian Red Crescent in Gaza City. - She told Associated Press: “What will happen to our patients? We have wounded, we have elderly, we have children who are in hospitals.” - She added that many medics were refusing to evacuate hospitals and abandon patients. - She also spoke to the BBC, telling us: \"People have no place to go. That's the point. Hearing bombardments all over the area and asking people to evacuate themselves to another area with this great destruction of the infrastructure and roads and these restrictions of movement, is just something unbelievable.\" - Meanwhile, an Egyptian politician claims the move is an effort by Israel to force Palestinians to move from Gaza to Egypt. - “In this way the Palestinian cause will be completely liquidated,” Mustafa Bakri, an MP, says on X, formerly Twitter. “Egypt will never agree to participate in this plan, and the Palestinians will not leave their land and will remain steadfast, no matter the sacrifices it costs them.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 02:40", "title": "In pictures: People pack up as Israel tells them to flee north Gaza", "text": ["- Gazans have been photographed this morning packing up and trying to move to the south, following Israel's order for everyone in the north of the Strip to relocate. - As we've been reporting, civilians in the area are now caught between Israel's warning - ahead of an expected ground offensive in Gaza - and Hamas telling people to ignore it."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 02:32", "title": "Israel's request for people to leave Gaza is impossible", "text": ["- It is impossible for 1.1 million people to leave their homes within 24 hours. - It would involve 40,000 people per hour. - The UN said the order included everyone - all those sheltered in UN facilities including schools and health centres. - That’s why they’ve urged the Israelis to withdraw the announcement, saying that it would lead to calamity. - On the ground convoys of the International Red Cross and United Nations humanitarian agency staff have been spotted travelling south from Gaza City towards the southern part of territory, which may be in preparation for possible evacuation operation. - But it would bring chaos to try to carry out an evacuation order on this scale within 24 hours - with a civilian population in such a densely populated area including children, the elderly, and those in hospitals already packed to capacity with the wounded and those sheltering from Israel’s bombardments."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 02:30", "title": "Hamas tells citizens to not listen to Israel evacuation warning", "text": ["- A Hamas official has described Israel's order for people in the north of Gaza to relocate to the south as \"fake propaganda\", and has urged citizens there to ignore it. - The militant group has long been criticised by the international community for using civilians as human shields - putting innocent people in danger to protect their fighters. - Hamas took power of the Gaza strip after it won the legislative elections in 2006, before reinforcing its power in Gaza the following year by ousting the rival Fatah movement of President Mahmoud Abbas. - Read more here: Hamas: The Palestinian militant group that rules Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 02:22", "title": "US to start evacuating nationals from Israel today", "text": ["- The US will today fly its first repatriation flight to bring citizens home from Israel. - National Security spokesperson John Kirby said they would also be looking into other ways to help citizens leave, by land or sea. - Other countries like Argentina, France, South Korea, Australia, and Canada - among others - have been evacuating their citizens from Israel throughout the week. - Japan has also announced it will send a chartered flight to Israel to evacuate Japanese citizens at the weekend. There are about 1,300 Japanese people in Israel but we're not sure how many have already left on commercial flights."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 02:11", "title": "Three Jewish schools in London to close over security fears", "text": ["- Three north London Jewish schools are closing today, some citing planned protests in support of Palestinians. - Parents at one school were told to keep their children inside because \"of the risk of violence on the streets\". - Menorah High School, Torah Vodaas Primary School, and Ateres Beis Yaakov, all in Barnet, have sent letters to parents announcing the closures. - The Community Security Trust, a charity providing security advice for British Jews, said schools should remain open. - Read more."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 01:57", "title": "What's happened in the last few hours?", "text": ["Good morning to our readers in the UK and also the Middle East, where it's nearly 09:00am in Gaza and Jerusalem (06:00 GMT). If you're just joining us, here's what you need to know:  - The UN says Israel has given a 24-hour deadline for everyone in the northern part of the Gaza Strip - home to about 1.1 million people - to evacuate to the south. - Israeli military directly addressed Gaza City residents, telling them to leave for their \"safety and protection\". - The warning comes as Israel is expected to launch a ground offensive into Gaza to root out militant group Hamas. - The UN wants the evacuation order withdrawn, warning that it is \"impossible\" and could lead to \"devastating humanitarian consequences\". - Israel has defended itself saying it was trying to minimise harm to civilians and said the UN's response was \"shameful\". - US state secretary Antony Blinken is expected to meet Palestinian president Mahmoud Abbas later today. US defence secretary Lloyd Austin is also due to arrive in Israel. - The UN Security Council has scheduled a closed-door meeting later today to discuss the Israel-Gaza conflict. - It's a fast-moving story, so stay with us as we bring you more updates."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 01:38", "title": "'Civilians are not our enemy' - Israeli military", "text": ["- The early evacuation order is part of Israel's \"humanitarian measures\" in the Gaza Strip, says Israeli spokesperson Jonathan Conricus. - In his latest video update posted on X, formerly called Twitter, he said their aim was to save lives, adding: \"Civilians are not our enemy.\" - He said the military wants to minimise civilian casualties as it strikes targets in the Gaza Strip, and that it remains fully committed to the laws of international armed conflict. - \"We understand it will take time,\" he said about the evacuation. \"It's not an easy process.\" - About 1.1 million people - half of the entire population of the Gaza Strip - are affected by the evacuation order."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 01:04", "title": "Israeli military tells Gaza City residents to leave for 'safety and protection'", "text": ["\"In the last hour we've heard from the Israeli military, which has directly told civilians of Gaza City to evacuate to the south.\"  \"You will be able to return to Gaza City only when another announcement permitting it is made,\" officials said in the statement addressed to the city, which is the main urban area of the Gaza Strip.  The IDF said Hamas militants are hiding inside tunnels underneath the city and inside buildings populated with civilians. It urged civilians to evacuate the city \"for your own safety and the safety of your families and distance yourself from Hamas terrorists who are using you as human shields\".  \"In the following days, the IDF will continue to operate significantly in Gaza City and make extensive efforts to avoid harming civilians,\" it added.  As we've reported, the order comes as Israel is expected to launch a ground offensive into Gaza with thousands of troops amassing at the border.  The UN has strongly appealed for the order to be rescinded, saying an evacuation could lead to a \"calamitous situation\" and would have \"devastating humanitarian consequences\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 00:49", "title": "Where is Wadi Gaza?", "text": ["\"As we've reported, the Israeli military has told the UN that everyone living north of Wadi Gaza should relocate in the next 24 hours - the UN says this amounts to about 1.1 million people.\"  \"The Wadi Gaza is a river valley located around the centre of the Gaza Strip, snaking across its entire width and ending in the Mediterranean Sea. It is known for its coastal wetlands and biodiversity.\"  \"This close-up of a UN map, where Wadi Gaza is represented by a brown dotted line at the bottom, shows that the area affected by Israel's evacuation order includes Gaza City, the enclave's largest city.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-13 00:16", "title": "Israel envoy says UN response to evacuation order is 'shameful'", "text": ["In the last few minutes, Israel has issued a response to the UN, defending its evacuation order and saying the international body's statement was \"shameful\". Gilad Erdan, the country's ambassador to the UN, said Israel was giving an early warning to the residents of Gaza and was trying to \"minimise harm to those not involved\" in its military operation against Hamas. \"For many years, the UN has turned a blind eye to the arming of Hamas and its use of the civilian population and civilian infrastructure in the Gaza Strip as a hiding place for its weapons and murder,\" he said. \"Now, instead of standing by Israel, whose citizens were slaughtered by Hamas terrorists... it preaches to Israel,\" said Erdan. \"It is better for the UN to focus now on returning the hostages, condemning Hamas, and supporting Israel's right to defend itself,\" he added."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-12 23:43", "title": "UN strongly appeals for evacuation order to be rescinded", "text": ["- We have more from the UN's statement released to the media in the past hour. - It said the UN \"strongly appeals for any such order, if confirmed, to be rescinded avoiding what could transform what is already a tragedy into a calamitous situation\". - Liaison officers in the Israeli military had told UN team leaders in Gaza about the evacuation order. That order also includes all UN staff and those sheltered in UN facilities which includes schools, health centres, and clinics. - The UN Security Council is due to hold an emergency meeting on Friday afternoon in a closed consultation format. The US, UK, China, Russia, and France are permanent members of the UN Security Council."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-12 23:19", "title": "BreakingIsrael wants 1.1 million people in north Gaza to move to south in next 24 hours - UN", "text": ["- The Israeli military has told the UN that everyone living north of Wadi Gaza should relocate to southern Gaza in the next 24 hours, says a UN spokesperson. - The UN says this amounts to approximately 1.1 million people - about half the population of the entire Gaza Strip. The affected area includes densely populated Gaza City. - The alert was given just before midnight, Gaza and Jerusalem time (23:00 GMT). - \"The United Nations considers it impossible for such a movement to take place without devastating humanitarian consequences,\" the UN said in a statement. - Israel has been preparing for a ground offensive, gathering soldiers, heavy artillery and tanks on the border of Gaza. It has been launching airstrikes on Gaza since Saturday after Hamas militants' surprise attack on Israel."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-12 22:39", "title": "'Even Hollywood can't describe the horrors we have seen' - Israeli volunteer", "text": ["- \"Not even a studio in Hollywood can make a horror movie to describe what we have seen here,\" an Israeli volunteer has told the BBC's international editor Jeremy Bowen. - The volunteer was among a team clearing debris in shattered buildings and collecting bodies in an Israeli kibbutz that is right by the Gaza Strip. - \"We're here to give them a proper Jewish burial. To take care of them properly,\" he said. - Also, our chief international correspondent Lyse Doucet has spoken to the mayor of the Israeli town Sderot and asked how he wanted his country to respond to the Hamas attack. Our Middle East correspondent Tom Bateman also gave his reflections on his seven years of reporting from Jerusalem. - You can listen to the full episode of the podcast here."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-12 22:21", "title": "UN asks for $294m to meet Palestinians' most urgent needs", "text": ["- The UN Office for the Coordination of Humanitarian Affairs has issued an emergency appeal asking countries to provide $294m (£241m) in emergency funding for the most urgent needs of Palestinians. - The funds will be used to help some 1.2m people, the agency said. - More than 84,000 people in Gaza became homeless on Thursday, the agency said, adding that there are now more than 423,000 people without shelter there. - \"Most residents in the Gaza Strip no longer have access to drinking water from service providers or domestic water through pipelines,\" the agency said. - Of the region's 50,000 pregnant women, around 5,500 are due to give birth within the coming month. They are \"struggling to access essential health services as healthcare workers, hospitals and clinics come under attack.\" - The UN had previously said it needed $502m to fund Palestinian aid operations in 2023. Less than half of that goal has been fulfilled."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/5"}, {"date": "2023-10-12 22:12", "title": "Greek warship reportedly sent to Eastern Mediterranean", "text": ["- Hours ago in Brussels, defence ministers from the Nato military alliance of Western nations were briefed by Yoav Gallant, the Israeli defence minister. - Nato allies condemned Hamas's \"unjustifiable acts of terror\" - but also urged Israel to respond with \"proportionality\". - \"As the conflict unfolds, the protection of civilians is essential,\" said Nato Secretary General Jens Stoltenerg. \"There are rules of war.\" - When it comes to concrete help, a number of Nato allies say they are providing practical support to Israel. - A Greek warship is reportedly being deployed to the Eastern Mediterranean – it’s likely to be stationed off the Israel-Lebanon border. - And Germany said two of their armed Heron combat drones were being used by Israeli forces. - Most of all, what Israel is after is diplomatic backing for the operation that it is conducting in Gaza. And it got that from Nato allies."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/6"}, {"date": "2023-10-12 21:52", "title": "Israel: 6,000 bombs dropped on Gaza", "text": ["- Israel says they have dropped 6,000 bombs, weighing 4,000 tonnes, on Hamas targets in Gaza over the course of six days. - The Israeli air force said airstrikes have hit more than 3,600 targets."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/6"}, {"date": "2023-10-12 21:24", "title": "Human Rights Watch accuses Israel of using controversial munition", "text": ["- Pictures taken by wire agencies in Gaza showed white streaks in the sky. - Human Rights Watch (HRW) has accused Israel of using white phosphorus, a controversial munition, in its bombings of the Gaza Strip and Lebanon. - The highly combustible chemical is sometimes used by militaries to mark areas. But it can also severely burn people and it is highly dangerous when used as a weapon, especially if launched into crowded areas. - Israel's military told the Reuters news agency that it was \"currently not aware of the use of weapons containing white phosphorous in Gaza\". It did not comment on Lebanon. - HRW said it had obtained and analysed videos filmed in Gaza and Lebanon that appeared to show white phosphorus artillery shells exploding. It also highlighted pictures taken by the AFP news agency in Gaza showing white streaks in the sky. - White phosphorus ignites when it comes into contact with oxygen, producing dense white smoke. - \"The use of white phosphorus in Gaza, one of the most densely populated areas in the world, magnifies the risk to civilians and violates the international humanitarian law prohibition on putting civilians at unnecessary risk,\" the rights group said in a statement. - White phosphorus is not banned under international law because it has legal uses, but because of the harmful effects it can have on humans, their use is tightly regulated. - Israel's armed forces used white phosphorus as smokescreen during its 2008-2009 offensive in Gaza. Several rights groups alleged war crimes at that time. The military had said in 2013 that it would phase out using the chemical as camouflage."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/6"}, {"date": "2023-10-12 20:54", "title": "What's happening now?", "text": ["Good morning to our readers in Asia and Oceania. It's just reaching 4am in Israel and Gaza. Here is what you need to know:  - Israel's Prime Minister Benjamin Netanyahu has told parliament that \"difficult days await\" at the swearing in of his new war cabinet. - The UN says Gaza is facing a \"dire\" situation with food and water quickly running out and 50,000 pregnant women unable to access essential services. - Meanwhile, the World Health Organization says 11 medical workers have been killed in Gaza since Saturday. - More than 1,400 people have been killed in Gaza since Israel launched retaliatory air strikes, with 338,000 people displaced. - The number of Israelis killed by Hamas during its attacks on the weekend has risen to 1,300, with at least 150 hostages taken into Gaza. - Meanwhile, Israel’s information minister, Galit Distel Atbaryan, has resigned - saying the department's funding will be better used elsewhere. - European Commission President Ursula Von Der Leyen will visit Israel on Friday to express solidarity with the victims of Hamas attacks. - US defense secretary Lloyd Austin is also traveling to Israel on Friday - a day after a visit from Secretary of State Antony Blinken. - Police in France have banned all pro-Palestinian demonstrations because they are \"likely to generate disturbances\" to public order."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/6"}, {"date": "2023-10-12 20:49", "title": "Welcome back", "text": ["Welcome back to our continuing coverage. I've just taken over from our team in Washington DC, and together with my colleague Derek Cai in Singapore, we'll be bringing you the latest news on what's happening in Israel and Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67096916/page/6"}]