[{"date": "2023-11-18 13:05", "title": "A look at where things stand", "text": ["Confusion over al-Shifa evacuation: The director of Gaza City's largest hospital, al-Shifa, said earlier that the Israeli military had ordered an evacuation there. Israel denied this, saying it had agreed to an evacuation request from the director himself.  People leave hospital complex: Hundreds left al-Shifa throughout Saturday, following days of the Israel Defense Forces (IDF) searching the facility for an apparent command centre that it says lies underneath. (It has shown pictures of an alleged tunnel shaft and weapons as evidence so far.)  Blast reported at UN school-turned-shelter: The IDF said earlier that it was investigating unconfirmed reports of deaths at a UN-run school-turned-shelter in Jabalia, northern Gaza. Footage, which BBC Verify has analysed, shows many people - including women and children - with severe injuries or lying motionless on the floor.  Wounded children reach UAE: The first flight carrying around 15 injured Palestinian children and their families landed in Abu Dhabi earlier. The United Arab Emirates (UAE) says it's planning to bring 1,000 women and children from the Palestinian enclave for treatment in its hospitals over the next few days and weeks.  March to Jerusalem: The families and supporters of the more than 200 hostages being held by Hamas marched today from Tel Aviv to Jerusalem. They carried flags and placards, some bearing images of the people who've been taken. One man - the brother of a hostage - told the BBC he believed more could be done to secure their return."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 12:36", "title": "'It's a nightmare for us'", "text": ["- Thousands of protesters shouted \"now, bring them back now\" at a march demanding the release of Israeli hostages, which we reported on earlier. It started in Tel Aviv and ended in Jerusalem. - Holding up photo placards of the more than 200 hostages being held by Hamas in Gaza, and flags of Israel, people marched towards the office of Israel’s Prime Minister Benjamin Netanyahu. - Elay David’s 22-year-old brother, Evyatar, was taken hostage from the Nova music festival held in southern Israel. His family has since seen videos of him with his hands tied behind his back. - “It’s a nightmare for us. We have to keep doing something, protesting so we can continue living,\" he told me, adding: \"It’s wrong that the government is prioritising the destruction of Hamas over the return of hostages. It should be the other way round.” - Elay holds a photograph of his brother Evyatar. - Read more about the people being held hostage here."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 12:18", "title": "Israeli army says it's expanding operations in north Gaza", "text": ["- A little earlier we reported on claims that a UN school-turned-shelter in Jabalia, northern Gaza, had been hit. (Our BBC Verify colleagues analysed some footage of the incident here.) - Since then the Israeli military has shared an operational update, describing how it's \"continuing and expanding its operational activities\" in parts of the Palestinian enclave. - The Israel Defence Forces (IDF) say that in the last 24 hours troops have \"conducted activities in the Zaytun and Jabalia areas, during which they encountered terrorists who intentionally operated from civilian areas and attacked the troops using anti-tank missiles and explosives\". - It adds that its forces \"eliminated\" a number of Hamas operatives in the process, \"and struck a large number of terrorist infrastructure\". - Earlier, IDF spokesperson Lt Col Peter Lerner said the force was investigating the reported school blast."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 11:57", "title": "Six weeks of war between Hamas in Gaza and Israel", "text": ["- As evening sets in across Gaza, here's a small selection of images from the territory - taken throughout the day - six weeks since the conflict between Hamas and Israel erupted.  - A woman holds her cat in Khan Younis, an area in southern Gaza that Israel earlier told people to leave to avoid being caught in crossfire. [Image caption]  - North of the Gaza Strip, hundreds of Palestinians are continuing to flee - including mothers and their children. [Image caption]  - The Israeli military announced today that it was expanding ground operations in parts of the Palestinian enclave. [Image caption]  - The Hamas-run health ministry in Gaza says more than 12,000 people have been killed since Israel began its campaign against Hamas, following Hamas's October attack on Israel that killed more than 1,200 people. [Image caption]"], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 11:31", "title": "New UK foreign secretary speaks to Israeli counterpart", "text": ["In the UK, the new Foreign Secretary David Cameron says he's spoken to his Israeli counterpart, Eli Cohen, and made clear that \"we are committed to preventing wider regional instability\" in the Middle East. He also says he shared his condolences for the civilians killed in Hamas’s \"brutal 7 October terror attack\" on Israel. Cameron, a former UK prime minister, made a shock return to front-line British politics this week when the current PM Rishi Sunak brought him back as the new foreign secretary. Before him, James Cleverly held the post - he's been to Israel since the war began. A visit by Cameron is yet to be announced."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 11:04", "title": "WHO says moving al-Shifa patients 'not possible' without intensive care ambulance", "text": ["- Attempting to move many patients from al-Shifa hospital would be \"highly problematic\", a spokeswoman for the World Health Organization has said. - Speaking to the BBC earlier, Margaret Harris said many of the patients at the hospital were \"so severely ill, so injured, or such tiny babies, that you can only move them with actual transport, not on foot\". - She went on to say doctors in al-Shifa knew moving the patients would not be possible \"unless somebody was providing an intensive care ambulance.\" - \"We're also seeing in Gaza that the availability of hospital beds and services continues to shrink, just as the need rises to proportions that would be impossible to deal with in the most normal circumstances,\" she said. - Earlier today, the health ministry in Hamas-run Gaza said 120 patients were still in al-Shifa, along with an \"unspecified number\" of premature babies. - The BBC can't independently verify these figures."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 10:43", "title": "What the footage from al-Fakhoura school shows", "text": ["- Footage has emerged online claiming to show the aftermath of a strike on the UNRWA-run al-Fakhoura School in Jabalia – which has been used as a shelter for displaced people. - BBC Verify has geolocated the footage to the school. - The video, which is 1 minute 40 seconds long, begins at the western corner of the school building and tracks through various rooms and stairwells as the camera moves down towards the ground floor. - Many people – including women and children – are seen with severe injuries or lying motionless on the floor in different parts of the building. - There are more than 20 such casualties visible in the footage, and around half of these are seen in one particular room on the ground floor, which also shows signs of considerable damage. - UN-run schools have been used as shelters for Gazans in the north. The weather conditions evident in the footage match the forecast from today and no previous versions of the video have been found online. - BBC Verify will continue to review this and any other footage of the incident to establish further details."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 10:10", "title": "IDF investigating reported blast at UN school in Gaza", "text": ["\"The Israel Defense Forces (IDF) says it's investigating unconfirmed reports of dozens of deaths at a UN-run school-turned-shelter in Gaza. Footage from the scene appears to show several casualties in the al-Fakhoura school, which is located in the Jabalia refugee camp and has been used as a shelter for displaced people. IDF spokesperson Lieutenant Colonel Peter Lerner told the BBC: 'I can’t confirm this incident is IDF, but we are seeing the images like you on social media. We are looking into it.'  Asked about the evacuation at al-Shifa hospital earlier, Lerner said the IDF has 'been encouraging people to leave' for several weeks, and has been coordinating departures this morning. He said the IDF has facilitated the flow of supplies into the hospital, and military doctors would be willing to offer medical support to injured people inside if requested. The hospital director said the Israeli military had ordered an evacuation, but the IDF denied this.  Describing the military situation on the ground, he said: 'It is a huge challenge for any professional military operating in such a hostile environment where terrorists use tunnels to come out and launch RPGs - and they do it from places like hospitals, schools, mosques, wherever they can take advantage of the humanitarian and civilian arena.'  The Hamas-run health ministry in Gaza says more than 12,000 have been killed in the territory since Israel began its campaign against Hamas.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 09:44", "title": "Deaths reported at UN school-turned-shelter", "text": ["- We are getting reports that a UN school-turned-shelter in northern Gaza has been hit, with many casualties. - The Hamas-run health ministry in the Gaza Strip told the AFP news agency that at least 50 people had been killed in an Israeli strike on the UN run al-Fakhoura school. - The IDF says it is looking into the incident. - The BBC cannot independently verify what has happened, but we have verified footage that shows many people injured at the site, which is located in the Jabalia refugee camp."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 09:31", "title": "Watch: Hospital evacuees flee Gaza City", "text": [null], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 09:16", "title": "Palestinians flee al-Shifa hospital on foot", "text": ["- The AFP news agency has released pictures of columns of Palestinians fleeing al-Shifa hospital on foot. - Hundreds of people are reported to have evacuated the hospital, which Israeli forces have been searching for days. - The pictures filed by AFP show men, women, and children walking down rubble-strewn streets as a military bulldozer drives in the background. - Its reporter says the crowds included the sick and injured, and they were making their way to Gaza's seafront. - Earlier, we reported that the Hamas-run health ministry in Gaza said there were 120 patients and an unspecified number of premature babies left in the facility. - The hospital director has accused the Israeli military of ordering an evacuation, but the IDF says it helped facilitate a request from the director."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 08:30", "title": "UN says fuel has arrived in Gaza", "text": ["- The UN agency for Palestinian refugees says it has received a delivery of fuel, but much more is needed for it to continue its humanitarian operations. - Yesterday Israel's war cabinet said two fuel trucks would be allowed to enter Gaza each day, but UNRWA's statement says this is only half the amount needed for humanitarian operations. - Fuel is needed for ambulances, sewage pumps, and hospitals as well as the telecommunications network."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 07:57", "title": "The moment injured Gaza children arrive in the UAE", "text": ["We earlier reported that around 15 children in need of urgent medical care fled to the UAE after being evacuated from Gaza through Rafah crossing into Egypt.   Here is the moment when they have arrived at the airport in Abu Dhabi and been transferred to the ambulances:"], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 07:45", "title": "Hostage families march to Jerusalem", "text": ["- The families of Israeli hostages held in Gaza are continuing their march from Tel Aviv to Jerusalem to try to put pressure on the Israeli government to secure their release. - Thousands of people have joined the march, which will end in a protest outside the residence of Prime Minister Benjamin Netanyahu later today. - Yuval Haran joined the march. He told Reuters news agency that seven of his family members had been kidnapped and taken to Gaza: his mother, sister, her husband and their children aged eight and three and a cousin aged 12. - \"How can you put a price on a three-year-old girl? We need them back now at any price,\" he said. - \"We are marching here today to Jerusalem, hundreds of families and thousands of people, come join us to Jerusalem, hear our shout, bring them back home now. The whole world shout with us - bring them back home now.\" - Negotiations have been taking place over the possible release of some hostages in return for conditions that could include a temporary ceasefire in Gaza and the release of some Palestinian prisoners held by Israel - but no deal has yet been agreed. - Read more about the hostages here."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 07:30", "title": "If you are just joining us...", "text": ["\"It's 14:30 in Gaza and Israel, and here is what we know about what's happening so far on the 43rd day of war:  - Hundreds of patients and most of the medical staff at Gaza's main hospital, al-Shifa, have left the building heading towards an unspecified destination in the south of Gaza Strip. Hamas-run officials there say 120 wounded patients along with an unspecified number of premature babies have been left behind. Doctors say Israeli forces ordered the evacuation - but Israel denies this, saying they had agreed to an evacuation request from the hospital's director.  - The evacuation comes as Israel orders residents of Khan Younis, south of Gaza City, to leave the area by 16:00. About 26 Palestinians were killed in an Israeli air strike near Khan Younis early on Saturday, according to a Palestinian health official. Khan Younis is already struggling with the hundreds of thousands of people who fled from northern Gaza after Israeli orders.  - A UN spokesman has told the BBC that Gaza has not received any fuel since Israel allowed deliveries.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 06:59", "title": "UN says Gaza hasn't received any fuel since Israel allowed two daily deliveries", "text": ["Yesterday, Israel's war cabinet said it would allow two fuel trucks a day into the Gaza Strip - but Gaza's UN agency for Palestinian refugees says that as yet, none have arrived. UNRWA spokesperson Juliette Touma spoke to the BBC earlier and said \"we urgently need fuel for the humanitarian operations across the Gaza Strip.\" \"None of the trucks that have been coming in since 21 October had fuel on them,\" Touma said. \"We need at least 120,000 litres of fuel every single day if UNRWA and other humanitarian aid organizations are to continue delivering assistance to people in need across the Gaza strip.\" Touma added that they need to distribute aid to 80,000 people in shelters that the agency manages. \"UNRWA should not be pushed in the corner begging for fuel.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 06:28", "title": "Around 15 injured children from Gaza needing treatment arrive in Abu Dhabi", "text": ["- Medics receive an injured boy as Palestinian children and families arrived in Abu Dhabi. - The first flight carrying injured Palestinian children from Gaza in need of medical treatment has landed in Abu Dhabi. - The plane carried around 15 children and their families, and arrived from Egypt after they were allowed to cross into the country from Gaza using the Rafah Crossing. - The UAE is planning to bring about 1,000 women and children from Gaza for treatment in its hospitals over the next few days and weeks. - The Emirati branch of the Red Crescent is also building a field hospital on the Egyptian side of the Rafah Crossing for those who are too sick to travel. - Hospitals in Gaza are experiencing significant challenges because of the Israeli siege, which has caused a lack of fuel, water, and basic supplies."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 05:50", "title": "Communication blackout complicates reporting of al-Shifa evacuation", "text": ["- Piecing together what is happening at al-Shifa hospital has been challenging for days now, with the Israeli siege having caused rolling communications blackouts in Gaza. - The first indications of a further evacuation this morning came from the AFP news agency quoting one of its journalists at the scene. He said Israeli troops ordered the evacuation of the hospital \"in the next hour\" over loudspeakers. - Posts from social media users were suggesting similar, though not always clearly sourced. The journalist said the Israeli military had called the hospital's director, Mohammed Abu Salmiya, to instruct him to ensure \"the evacuation of patients, wounded, the displaced and medical staff, and that they should move on foot towards the seafront”. - We’ve been trying to message and call our medical contacts in al-Shifa all morning, but we haven’t been able to reach them. Within 90 minutes of the AFP report, the Israeli military put out a statement denying the evacuation was an “order” and said medical staff could stay to look after patients who couldn’t get out. - It said it had “agreed” to “expand and assist evacuation” efforts for those who would like to leave following a “request” from the hospital director. With tanks and troops surrounding the hospital, however, much of the question over whether the evacuation is “requested” or an “order” may seem like just semantics. - The army said there would be a “secure route” to evacuate, but didn’t say where to. - The Israeli military claims Hamas uses the hospital as a command centre, but Hamas denies this."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 05:25", "title": "Dozens reported killed in air strike near Khan Younis", "text": ["- About 26 Palestinians were killed in a strike near Khan Younis early on Saturday, a health official in the city said. - The director of Nasser hospital in Khan Younis said it had received the bodies of 26 people, and 23 others with serious injuries, after an air strike on a residential building in Hamad town to the north-west of the city. - Most of those killed were children, news agency Wafa said. - The Israeli military has not yet commented on the report. - Palestinian news agency Wafa also reported deadly bombardments in Jabalia refugee camp in northern Gaza and Rafah near the border with Egypt."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 05:09", "title": "Irish-Palestinian doctor says he will stay at al-Shifa with patients that remain", "text": ["- Dr Ahmed El Mokhallalati, an Irish-Palestinian doctor working at al-Shifa, says he and five other doctors are staying at the hospital with 120 patients that remain there. - \"Many patients can not leave the hospital as they are in the ICU beds or the baby incubators,\" he posted on X. - El Mokhallalati said the Israeli military had ordered everyone to leave the hospital. The IDF has denied this, saying it had agreed to an evacuation request from the hospital's director."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/1"}, {"date": "2023-11-18 04:36", "title": "Hamas-run health ministry says 120 patients still at al-Shifa", "text": ["- The health ministry in Hamas-run Gaza says that hundreds of people fled al-Shifa hospital on foot this morning, according to the AFP news agency. - It says 120 wounded patients remain at the hospital, along with an unspecified number of premature babies. - Earlier, health officials told AFP that \"450 wounded and patients with chronic illnesses\" could not be moved and a number of medical staff would stay at the hospital to care for them. - The BBC can't independently verify these figures."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-18 04:22", "title": "BreakingJournalist at al-Shifa says many people have now left the hospital 'carrying white flags'", "text": ["- A journalist inside al-Shifa hospital who I have been speaking to all week tells me he and many others have now left the premises, carrying white flags. - Earlier this week Khader Al Zaanoun spoke of heavy gunfire and interrogations as Israeli forces searched the site. - \"The hospital was evacuated except for patients who could not move and a very small number of doctors,\" he tells me. - He adds: \"We raised our hands and carried white flags. Last night was very difficult. The sounds of explosions and gunfire were terrifying. The bulldozers created huge holes in the hospital yard and swept away some buildings.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-18 04:03", "title": "IDF denies ordering evacuation of al-Shifa hospital but says it is providing route out", "text": ["- The Israeli military has denied ordering the evacuation of al-Shifa hospital following earlier reports that it had told everyone in the complex to leave within an hour. - The Israel Defense Forces (IDF) said it had agreed to a request from the director at al-Shifa for Gazans who wanted to evacuate to do so via a \"secure route\". - \"At no point, did the IDF order the evacuation of patients or medical teams and in fact proposed that any request for medical evacuation will be facilitated by the IDF,\" a statement said. - Medical staff would stay with patients who are unable to evacuate, the statement continued, saying the IDF had been providing additional food, water and humanitarian assistance to the hospital. - Israeli troops have been searching the hospital, where they say Hamas has a command centre in tunnels below ground. They have found some weapons stashes but so far have not provided evidence of a major command centre. - Large numbers of displaced people have been sheltering in the hospital, where conditions are desperate after intense fighting in the area."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-18 03:45", "title": "Civilians should move west of Khan Younis, says government adviser", "text": ["- Palestinians look at the damage to a building after an Israeli strike in Khan Yunis on 18 November 2023. - Three days after Israel dropped leaflets to warn people to leave Khan Younis, another warning to evacuate the city has been issued. - Khan Younis is the largest city in southern Gaza - where hundreds of thousands of people fled to after being told to evacuate the north. - As the humanitarian crisis is worsening in the packed city, Israel's warnings suggested military operations there were imminent. - Mark Regev, an advisor to Israeli Prime Minister Benjamin Netanyahu, told US media while Israeli troops would have to go into the city to destroy Hamas tunnels and bunkers, people in Khan Younis could move west, \"Where hopefully there will be tents and a field hospital\". - \"I'm pretty sure that they won't have to move again\" if they moved west, he said."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-18 03:22", "title": "Israel issues new warning for civilians to leave Khan Younis", "text": ["- Good morning and welcome back to our live coverage of the Israel-Hamas War. - Israel has issued a new warning to Gazans in Khan Younis in the south of the territory to leave. - Last night, Mark Regev, an advisor to Israeli Prime Minister Benjamin Netanyahu told MSNBC that Israel was asking people to relocate but added: “I know it’s not easy for them, but we don’t want to see civilians caught up in the crossfire.” - Hundreds of thousands of Gazans fled the north to southern areas including Khan Younis after being ordered to leave by Israel for their own safety. But the south has continued to come under Israeli bombardment too. - I’m here in London with Ece Goksedef, stay with us and we’ll keep you updated throughout the day."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 18:43", "title": "Some fuel restores partial communications in Gaza", "text": ["For anyone in need of a catch-up on the day's events in Gaza and Israel, here's a summary of the key moments:  1. Fuel crisis: Israel says it has agreed to allow two fuel lorries a day into Gaza, which the country's national security advisor says will prevent a collapse of the sewage system and risk of disease to its troops. The US government has said this agreement amounts to around 140,000 litres every two days - 120,000 of which will be used to fuel aid vehicles and other humanitarian efforts, with the remainder to power communication networks. But aid agencies warn this is nowhere near enough to run their humanitarian operations, amid growing fears of people starving as they desperately search for food.  2. Communication networks: Communication networks in Gaza were down for more than a day, after the strip's telecoms firms ran out of fuel to generate power for phone or internet networks. Signal has since been partially restored, two companies say, after a delivery of some fuel.  3. Al-Shifa search: The crisis at al-Shifa hospital is ongoing, where Israel recently began searching for evidence of a Hamas command centre it says is located in tunnels under Gaza's largest medical facility. The Israeli military says its troops have found the body of a second woman held hostage by Hamas, during a search close to al-Shifa. This morning, a funeral was held for 19-year-old soldier Noa Marciano - who was one of about 240 people kidnapped during the 7 October atrocities. The Hamas-run health authorities in Gaza say 24 people have died in the hospital’s emergency department over the last two days because of a lack of power. Officials also say the number of Palestinians killed by Israeli attacks has exceeded 12,000. Many more are believed to be missing under the rubble of Gazan buildings.  4. Pressure on Netanyahu: Prime Minister Benjamin Netanyahu has admitted Israeli forces have not been \"successful\" in minimizing civilian casualties in Gaza but blamed Hamas for using people as human shields. One of Netanyahu's predecessors, Ehud Olmert, has called for a political solution to resolve the future of Gaza in a BBC interview - blaming his rival for security failings that led to more than 1,200 Israelis being killed by Hamas.  5. Hostage march: Meanwhile, families and friends of those being held hostage in Gaza are marching in protest from Tel Aviv to Jerusalem, with the journey of around 43 miles (69km) due to end at Netanyahu's office on Saturday to demand their release."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 18:20", "title": "Israel says there will be 'no limit' on aid volumes", "text": ["- Aid trucks waiting on a road in Egypt earlier this week - The Israeli military says it will \"increase the capacity of humanitarian convoys\" carrying aid into Gaza, with \"no limitation\" on the number of trucks allowed to cross into the territory. - In a statement, IDF Col Elad Goren says Israel will \"increase the capacity of humanitarian convoys and trucks, as long as there is a need\". - He says \"every list we get from the UN will be delivered\" after being checked. - So it's up to the UN to give us those lists and if there is a need for 400 trucks, tomorrow there will be 400 trucks we are not limiting this issue. There is no limitation.\" - Israel has severely limited aid going in to Gaza since Hamas's attacks on 7 October. - Aid agencies had previously said the minimum number of trucks that would be needed to sustain the civilian population was 100 per day. - As we've been reporting, data from the Egyptian Red Crescent and UNRWA has indicated that no trucks carrying any sort of aid have entered the Gaza Strip for the past three days due to the fuel shortages."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 17:58", "title": "Tanzanian student taken hostage by Hamas confirmed dead", "text": ["- The Tanzanian government has confirmed the death of a student taken hostage in Gaza. - Clemence Felix Mtenga was one of two Tanzanians taken by Hamas on 7 October. It is unclear how the 22-year-old died. - In a statement confirming his death, the country's foreign ministry say it is in touch with Israel over the other Tanzanian hostage, Joshua Mollel. - Mtenga's family has been informed, it said, adding that officials were liaising with the Israeli government to send his body home. - Mtenga had only landed in Israel in September and was due to study there for 11 months. - More than 230 hostages were taken in the assault by Hamas, and at least 1,200 people killed. - Read more here."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 17:31", "title": "How the US says it pushed Israel to agree fuel deal", "text": ["- A US State Department official has explained how Israel reached a deal to allow some fuel into Gaza. - He said the agreement on a mechanism – refuelling the Rafah depot in the south for onward distribution in Gaza - was reached in principle several weeks ago. - But the Israelis delayed implementation for two reasons: They kept telling the Americans that fuel still hadn’t actually run out in southern Gaza, and they’d also been waiting to see if they could first get a hostage deal. - On Wednesday, US Secretary of State Antony Blinken called the Israeli Minister of Strategic Affairs Ron Dermer and told him time was up, fuel had expired and immediate action was needed to avert a profound humanitarian catastrophe in Gaza. - The Israelis could not wait for a resolution of hostage issues, he said, which might or might not happen. - On Thursday, Blinken called Israel's opposition leader Benny Gantz, who is part of the country's emergency unity government. - That was an important conversation and the Israeli war cabinet then voted to approve the fuel deal. - The State Department official said the US would keep trying to increase the amount of fuel. But he said convincing Israel to move on Gaza aid was always a process of pushing and getting measured progress."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 17:08", "title": "We've been in a psychological war for 42 days - hostage's son", "text": ["- Naom Sagi speaks to people viewing the empty places laid out for the 220 hostages at a 'Shabbat' table in London on 27 October. - Noam Sagi, whose mother Ada was taken hostage from Kibbutz Nir Oz where she lived in southern Israel, earlier spoke to the BBC about how the families of hostages have been reacting to news of two hostages' bodies being found in Gaza. - \"I am trying to not to listen too much what is going on. Because we are in the middle of psychological torture for the last 42 days. And it is not even about us, it is about the people in the tunnels, the people who have medical conditions, kids and elderly,\" he said. - Sagi has not heard from his mother, who has a lung condition, since 7 October - the day she was kidnapped from her home. - \"Every little piece of news that coming is not helping,\" he said. - Israel finds itself in a weird situation. They are trying to build a leverage on the ground. I think ideally we have a deal quickly to finish this. When the hostages will be released, we will see the escalation of the whole war."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 16:52", "title": "Satellite imagery shows crowds fleeing northern Gaza", "text": ["- The BBC has obtained satellite imagery taken at 11:30 this morning local time (09:30 GMT) of large crowds passing through what appears to be a checkpoint on the Salah al-Din road out of Gaza City. - The Israeli military said it was allowing civilians to flee southwards down this road for a few hours each day. - Take a look at the image below:"], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 16:07", "title": "Phone and internet services returning in Gaza, telecoms firms say", "text": ["- Gaza's main telecom providers - Paltel and Jawwal - have confirmed the \"partial restoration\" of communications in various parts of the Gaza Strip. - In a statement on X, Paltel said: \"This comes after a limited quantity of fuel was provided through [UN relief agency] Unrwa to operate our main generators.\" - \"Service continuity depends on receiving fuel supply regularly.\" - Phone and internet services in the Gaza Strip had been down for more than 24 hours."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 15:44", "title": "Israel's war cabinet agrees regular supply of fuel into Gaza, US State Dept says", "text": ["- Israel's war cabinet has agreed to allow 140,000 litres of fuel into Gaza every two days after a request from Washington, amid acute shortages that threatened aid deliveries and communications in the besieged strip, US officials said on Friday.  - Earlier, Israel said it had agreed to allow two fuel tankers a day into the territory. Aid agencies have been lobbying for more fuel to enter Gaza in order for them to be able to distribute humanitarian supplies.  - A US State Department official has said that Israel has committed to allowing 120,000 litres of fuel every 48 hours for the UN's Palestinian aid agency to power its trucks and run other essential services. The agreement also outlines that a further 20,000 litres would be allowed to power the telecoms companies to prevent further blackouts.  - Reuters news agency says Gaza's main telecommunications companies Paltel and Jawwal said on Friday that their telecommunications had now been partially restored following the delivery of a limited amount of fuel.  - Earlier, AFP reported that 17,000 litres had been allowed to enter Gaza, the first shipment since Israel's war cabinet said it would allow regular deliveries."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 15:23", "title": "Erdogan calls for immediate ceasefire on a scaled-back visit to Germany", "text": ["- Turkish President Recep Tayyip Erdogan speaks during a press conference with German Chancellor Olaf Scholz. - Turkey’s President Recep Tayyip Erdogan has called on Israel to end its military operation against Hamas and for an immediate ceasefire to be signed. - He made the comments during a news conference with German Chancellor Olaf Scholz before a joint meeting between the two leaders. - During a scaled-back state visit to Berlin, Erdogan said Germany should work together with Turkey to achieve a ceasefire between Israel and Hamas. The Turkish leader, who has called Hamas \"liberators\", said Turkey was not bound by the guilt of the Holocaust in who it supported - a reference to Germany's backing for Israel. - Scholz said Germany would never compromise on Israel's right to exist and to defend itself. - The two leaders agreed it was important to hold talks on how their countries might contribute to ending the violence."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 15:01", "title": "'Pumps cannot run and the sewage is leaking on the streets,' ActionAid says", "text": ["- Co-director of policy, advocacy and programmes at ActionAid, Hannah Bond, says that without fuel, \"it would just be impossible to distribute the absolutely essential aid that needs to get to Gaza.\" - Since the roads have been bombarded, driving through the roads has already been difficult for weeks, Bonds tells the BBC. - \"And the fuel issue is really significant. Incubators cannot work without fuel, operations having to happen by phone lights, Caesareans are happening with no medication at all, no painkillers,\" according to her colleagues on the ground, Bond says. - In southern Gaza, there are reports of leaking sewage. - \"Pumps cannot run without fuel so we end up with this really catastrophic situation where there is not enough food and water. And on top of that, the spread of disease caused by sewage on the streets,\" Bond adds."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 14:41", "title": "The woman marching for her nieces kidnapped by Hamas", "text": ["- Dafna and Ella Elyakim were kidnapped by Hamas on 7 October. - There are many harrowing stories among those making their way to Jerusalem on the march I described in the previous post. - Tagit Tzin has two much-loved nieces who are being held by Hamas. She tells me that eight-year-old Ella Elyakim is a keen dancer, and her older sister Dafna, aged 15, is into TikTok and makeup. - Hamas live streamed the attack on their home on 7 October. Their father, Noam, was later killed, along with his partner, Dikla Arava, and her son, Tomer. Tagit is worried the girls witnessed this. - She tells me, through her tears, that she has hope of getting her nieces back. “I know that they will come home,\" she says. “I know that they will be back, but it takes too much time and our government are the only ones that can stop this in this minute.” - She lifts a bandage on her wrist to show me a new tattoo – it’s designed like a bracelet with three broken links for Noam, Dikla, and Tomer."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 14:11", "title": "Families of Israeli hostages continue to march for their release", "text": ["- Families of the hostages have been marching for four days now. - Families and friends of Israeli hostages being held by Hamas are on a cross country walk to push for their release. They set out from Tel Aviv on Tuesday and are due to reach Jerusalem tomorrow evening - a journey of a little under 70km, or 43 miles. - Their destination is the office of Prime Minister Benyamin Netanyahu. They have one demand – get them back, whatever it takes. - They have marched along roadsides, and on motorways, some with walking sticks, some with baby strollers, a few with their dogs. Supporters have been handing out bottles of water and ice lollies to help with the burning heat. Many are wearing military-style dog tags, bearing the words \"bring them home now\". - Hopes have been raised of a deal that might bring some of the hostages home. Sources say this would involve the release of some of the Israeli women and children in return for Palestinian women and children in Israeli prisons. And there would be a ceasefire, of a number of days. - But there’s no deal yet and the hostages remain at risk from Hamas, and from Israeli airstrikes on Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 13:40", "title": "Photos show desperation for bread in Gaza", "text": ["- Bread is ordinarily a staple food for people in Gaza. But fuel shortages mean bakeries have come to a crippling halt. - Earlier this week, the UN's World Food Programme confirmed the shutdown of Gaza's final bakery operating in partnership with the agency. - Today, it warned of the \"immediate possibility of starvation\" among Gaza's population of two million people. - The following photos, taken in the southern city of Khan Younis earlier, show crowds gathered around one of the few bakeries still operating in the area."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 13:23", "title": "Israel must offer 'a political horizon', says ex-prime minister", "text": ["\"I’d arranged to meet Israel's former Prime Minister Ehud Olmert, who was in office from 2006 to 2009, to discuss the withdrawal from Gaza of 2005, which he had overseen. However, the conversation soon turned to the future of the Strip, as well as his fierce rival Benjamin Netanyahu.\"  Speaking in his Tel Aviv office, Olmert blamed the current prime minister for security failings that led to the 7 October attacks. Netanyahu has said everyone will be held accountable, including himself.  It is on the subject of the future of Gaza, as well as the occupied West Bank, that Olmert was most forceful. He told me, “once Hamas had been destroyed”, an international peacekeeping force must come in to take over “for a short period of time”. This would then allow the Palestinian authority to eventually take over from them, rather “than from Israeli bayonets”.  In return, he said Israel must offer “a political horizon” in the form of a two-state solution, the internationally backed formula for peace envisioning an independent Palestinian state alongside Israel. His proposal would involve the withdrawal of Israeli settlers from almost all of the occupied West Bank.  This call will undoubtedly be highly controversial in many parts of Israeli society. The settler movement is increasingly powerful and emboldened. He acknowledged his plan would lead to confrontation, but said if action was not taken, “then Israel will become a binational state that will forever live with internal conflict, friction, terror and hatred”."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 12:52", "title": "UN says no fuel delivered to Gaza today", "text": ["- As we've been reporting throughout the day, Israel says it will allow two fuel trucks to enter the Gaza Strip each day so that UN aid work can carry on in the territory. - A spokesperson for UNWRA - the UN's agency for Palestinians - has now told the BBC that none of the fuel that Israel says it's approved will arrive today. - Data from the Egyptian Red Crescent and UNRWA has indicated that no trucks carrying any sort of aid have entered the Gaza Strip for the past three days due to the lack of fuel."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/2"}, {"date": "2023-11-17 12:27", "title": "BreakingHamas officials say Gaza death toll passes 12,000", "text": ["- Hamas officials say more than 12,000 Palestinians - including 5,000 children - are now known to have been killed by Israeli military action in the Gaza Strip since 7th October. - The Palestinian Information Center, which carries official Hamas statements, also says more than 3,570 people – including 1,800 children – are missing."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 12:18", "title": "Medical staff 'besieged' at another hospital", "text": ["\"We have an update to bring you on another of Gaza's medical facilities, too.\"  The Palestine Red Crescent Society (PRCS) says its medical teams at al-Ahli hospital are “besieged” - reporting heavy gunfire and Israeli tanks stationed nearby.  Last night, we reported on PRCS saying that its teams were trapped at the hospital amid explosions and \"intense gunfire\".  The BBC is unable to verify exactly what is happening on the ground, which is being made especially difficult by ongoing communications outages across the Gaza Strip."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 12:04", "title": "Hamas health ministry says 24 patients dead in two days at al-Shifa", "text": ["- The Hamas-run health ministry has said that 24 patients have died over the past two days at al-Shifa hospital due to power cuts caused by the lack of fuel. - \"Vital medical equipment has stopped functioning because of the power outage,\" explained ministry spokesman Ashraf al-Qudra. - Al-Shifa has found itself on the front line. The Israeli military launched a raid on the facility on Wednesday after insisting Hamas' headquarters were located in tunnels beneath the hospital - something Hamas denies."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 11:34", "title": "Oxfam says proposed fuel deliveries are only 'crumbs'", "text": ["- A UN-flagged fuel truck moving towards border crossing - pictured yesterday - Israel's decision to allow two fuel lorries into Gaza each day - to help with the UN's aid work - has been described by the charity Oxfam as being only \"crumbs\" of what's needed. - More than two million people are in \"desperate need\", spokeswoman Bushra Khalidi told the BBC. - She said the proposed deliveries were not enough, and would \"leave the 2.2 million people still at the risk of starvation and dehydration\". - Khalidi also said food deliveries represented only \"2-10% of the food that's needed. It's the same for water.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 11:14", "title": "UN 'unable to confirm' any new fuel deliveries in Gaza", "text": ["- The UN agency for Palestinian refugees has told the BBC it's \"unable to confirm at this stage\" whether more fuel deliveries have reached Gaza - following today's Israeli announcement that it would allow two trucks carrying it into the territory each day. - A spokesperson for UNWRA pointed to a communications blackout in Gaza - \"the fourth since the beginning of the war\" - and said they would provide an update once they had clarity. - The UN earlier said it wouldn't be able to deliver aid to Gaza today due to the lack of fuel and the ongoing blackout."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 11:02", "title": "Hundreds of Hamas supporters attend Lebanon rally", "text": ["- Some young men turned out in black balaclavas. Image caption: Some young men turned out in black balaclavas. - There are almost 500,000 Palestinians or descendants of Palestinian refugees living in Lebanon, mainly in poorly-resourced and crowded refugee camps dotted around the country. - Over the last month they’ve been watching with increasing levels of anger as the war between Israel and Hamas has laid waste to much of Gaza. - In Lebanon’s third-largest city, Sidon, hundreds of Hamas supporters gathered today in Nejmeh Square, waving their distinctive green flags. Some wore traditional Palestinian keffiyes - or scarves - while some younger men wore full-face black balaclavas. - Speaker after speaker denounced Israel’s military action in Gaza and vowed that Israel and its Western allies would be ultimately held responsible for the increasing number of civilian deaths there. - Young boys dressed in military-style fatigues and carrying plastic toy guns sat either on their fathers’ shoulders or perched precariously on the roofs of vehicles. They looked on as Hamas leaders based here in Lebanon accused Israel of deliberately exacerbating the humanitarian crisis in Gaza - and of not being interested in serious talks to release around 240 hostages held captive in Gaza by Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 10:43", "title": "Tensions in the occupied West Bank", "text": ["Since 7 October, a number of protests have taken place in the occupied West Bank.  Although the bulk of Israel’s military action since 7 October has focused on Gaza, the occupied West Bank has also seen an uptick in violence. This has come from increased tensions, and violence, between Israeli settlers and Palestinians, as well as Israeli military raids. Almost 200 Palestinians have been killed in the West Bank since the Hamas attacks, the UN says, mainly by Israeli forces.  The US has urged Israel to take “urgent” action to “de-escalate tensions” on the West Bank, but the hostilities show little sign of abating. On Friday, Israel’s military said it killed two “terrorists” who had opened fire on them near Hebron, in the West Bank.  The West Bank, which is separate to Gaza and sits on the west bank of the River Jordan, has been occupied by Israel for decades. More than 2 million Palestinian Arabs live there, alongside about 430,000 Jews living in Israeli-built settlements. The vast majority of the international community consider the settlements to be illegal under international law."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 10:29", "title": "New satellite imagery shows extent of damage to Hamas parliament building", "text": ["- Satellite imagery over Gaza has been very limited in recent days, but we've obtained the latest high-quality imagery from Planet Labs which BBC Verify is currently studying.  - Earlier this week there were reports that the Palestinian Legislative Council - the Gaza parliament building - had been destroyed.  - We now have imagery from Tuesday 14 and Wednesday 15 November. In the first image, the building appears intact, in the second, extensive damage can be seen.  - The area in front of the building appears to have been flattened. Tracks in the soil suggest heavy vehicles such as bulldozers have cleared the area."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 10:11", "title": "Gaza beach before and after the war", "text": ["- Gaza beach was once a beach where Gazans used to go to swim and enjoy the sand and the sun, as you can see in the picture below taken in August last year. - In the lower of these two images, which was provided by the Israel Defense Forces after the start of this conflict, Gaza beach can be seen as a military stronghold of the Israeli army which is now operating in northern Gaza. - Israeli army vehicles, along with the damaged and evacuated buildings in the background give a much different picture than the one seen at the top of this image."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 09:54", "title": "Ceasefire demands will grow without proof of Hamas HQ at Al-Shifa", "text": ["It is now days since Israeli forces entered Al-Shifa Hospital in Gaza City, and what appears to be happening on Friday is that they are continuing their search for evidence of this being a key Hamas command centre. We have to remember that there is no independent scrutiny inside the hospital; journalists cannot move freely into Gaza, and any who are reporting from the site are working under the aegis of the Israeli military. If there was a nerve centre there - and there has been speculation about that possibility since 2014 - then the Israelis have not yet revealed definitive evidence of its existence to the outside world. It is also possible that the Israelis have found something, and for their own reasons - military or security perhaps - have decided not to reveal it yet. Why that would be the case is unclear - Israel has a lot riding on Al-Shifa. Read more here."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 09:36", "title": "In pictures: Aftermath of strike in Rafah", "text": ["- These pictures have reached us from Getty - showing the aftermath of a strike on buildings around Rafah, in the south of the Gaza Strip. - Wafa, the official Palestinian news agency, has today reported that a number of people were killed and others injured. - For weeks, the Israeli military has warned civilians to move to southern areas of the Gaza Strip for their safety - though that region has still come under bombardment."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 09:13", "title": "IDF says gunmen killed in occupied West Bank", "text": ["Israel’s military says it has killed two “terrorists” who had opened fire on them from a car near Hebron, in the occupied West Bank. IDF spokesman Daniel Hagari said forces confiscated a weapon from the gunmen, and that there were no casualties to their forces. Israeli-Palestinian tensions in the West Bank, which were already high, have been fuelled further by the war in Gaza. Take a look at the map below for a reminder of the region's geography:"], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 09:01", "title": "Latest pictures from Gaza", "text": ["- Earlier we shared photos handed out by the Israel Defense Forces (IDF) of their operations in northern Gaza. - Here are a selection of photos – taken by news agencies – of the situation elsewhere in the Gaza Strip, as Israel’s attacks on the territory continue. - A man walks near a vehicle destroyed by a strike in Khan Younis in the south. [Image caption: A man walks near a vehicle destroyed by a strike in Khan Younis in the south.] - A destroyed building in the same city. [Image caption: A destroyed building in the same city.] - Smoke rises over Beit Hanount in the north. [Image caption: Smoke rises over Beit Hanount in the north.] - Wounded Palestinians are assisted at the Indonesian Hospital. [Image caption: Wounded Palestinians are assisted at the Indonesian Hospital.]"], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 08:45", "title": "UN says its work is impossible without phone lines and fuel", "text": ["More now from Juliette Touma from UNRWA - the UN agency for Palestinian refugees. Speaking to the BBC before Israel said two fuel trucks would be allowed into Gaza per day, she stressed how much a lack of fuel and communications had challenged the UN's work.   \"Imagine managing a humanitarian operation, one of the largest now happening globally, without telephone, without the mobile phone – it’s impossible.\"  Touma said the restoration of communications in Gaza must therefore go “hand in hand” with fuel deliveries. Telecoms companies say mobile phone and internet services are down.   In her interview with Yolande Knell, she issued another warning about the situation in the Palestinian territory. “People will start to simply die because of lack of assistance and lack of medical care and lack of fuel and lack of water – they will simply just die,” she said.   Telecoms companies say mobile phone and internet services are still down in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 08:32", "title": "UN earlier voiced hopes of resuming aid if fuel arrived", "text": ["It remains to be seen what this news of limited fuel deliveries will mean for aid work in Gaza. Before Israel said it had agreed to allow two trucks to enter the territory daily, the UN said a lack of fuel and communication with staff meant it could not take aid into Gaza today.  Speaking to the BBC before the Israeli announcement, a UN official said: \"If we get fuel we'll be up and running in a glimpse.\"  Interviewed by Radio 4's World at One programme, Juliette Touma said more than 830,000 people had come to shelters run by UNRWA - the UN's relief agency for Palestinians. \"They all depend on assistance\", she said.  The UN has also been warning that Gazans are now facing the \"immediate possibility of starvation\". Touma recalled the recent experience of another UNRWA official in Gaza.  \"He went to one of our shelters, where there were little children asking him: 'Did you bring a piece of bread for me with you? Did you bring a sip of water for me with you?'\"  A fuel truck waiting at the Rafah border crossing earlier this weekImage caption: A fuel truck waiting at the Rafah border crossing earlier this week."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 08:06", "title": "Israel stipulates fuel deliveries must not reach Hamas", "text": ["- The BBC has confirmed those reports we mentioned below - that Israel's war cabinet is to allow two fuel trucks into Gaza each day. - An Israeli official says these will pass through the Rafah crossing, going via the United Nations to civilians in southern Gaza. - They say the condition is that the fuel must not reach Israel's enemy, Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 07:42", "title": "Israel to reportedly allow two fuel trucks a day into Gaza", "text": ["\"We're hearing from both the Reuters news agency and local media that Israel is going to allow two fuel trucks a day to enter Gaza for the UN's aid work.\"  The development reportedly comes after a request from the US, and was approved by Israel's war cabinet unanimously. An unnamed official is quoted as saying that the move gives Israel \"diplomatic manoeuvring space\" while battling Hamas.  They also reportedly said Israel would track the delivery of fuel to ensure it doesn't reach its enemy - a concern that has previously led to an impasse over fuel deliveries.  The Israeli official also said the fuel would provide \"minimal\" support for water and sewage systems to prevent outbreaks of disease. As we reported earlier, UN agencies have warned of sewage leaks on the streets - as pumps are not working due to a lack of power.  The UN also said earlier this week that it needed 160,000 litres of fuel every day for basic humanitarian operations."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 07:15", "title": "It's a 'living nightmare', says Palestinian doctor", "text": ["Although Israeli soldiers recently entered Al-Shifa hospital, this is certainly not the only Gaza medical facility on the front line right now. A doctor evacuated from Al-Ahli hospital has described the situation there as a “living nightmare”. Dr Ghassan Abu Sitta - who previously worked at Al-Shifa - said Al-Ahli was surrounded by Israeli tanks, and that it had run out of medical supplies, forcing it to stop operating. “Leaving 500 wounded knowing that there’s nothing left for you to be able to do for them, it’s just the most heart-breaking thing I never had to do,” the British-Palestinian medic told Reuters. Yesterday, the Palestine Red Crescent Society said its medical service teams were “trapped” inside Al-Ahli, and reported explosions and “intense gunfire” nearby."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 06:54", "title": "WHO warns disease spreading more rapidly than expected", "text": ["- The World Health Organization (WHO) says cases of disease in Gaza are significantly higher than expected as a result of people crowded together in shelters. It’s also warned of worsening epidemics as winter approaches. - More than 70,000 cases of acute respiratory infections and over 44,000 cases of diarrhoea have been recorded in the densely populated enclave, according to Richard Peeperkorn, WHO Representative for the West Bank and Gaza. - \"We are extremely concerned about the spread of the disease when the winter season arrives,\" he says. - A lack of fuel in Gaza has shut down desalination plants, which means people are drinking contaminated water, significantly increasing the risk of bacterial infections like diarrhoea. - Rubbish collections have also stopped in Gaza, creating environments for insects and rodents that can carry diseases to thrive, the WHO says."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 06:19", "title": "Funeral held for Israeli soldier recovered from building near hospital", "text": ["In the central Israeli city of Modi'in, the funeral has been held for IDF Corporal Noa Marciano, who was taken hostage by Hamas on 7 October. As we reported earlier, Cpl Marciano's body was recovered from a building near Al-Shifa hospital this week. The IDF said intelligence led them to her exact location. Cpl Marciano's mother mourns her daughter."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/3"}, {"date": "2023-11-17 06:00", "title": "UN confirms it is unable to deliver aid to Gaza", "text": ["- The UN has confirmed it is not bringing aid into Gaza today because it cannot communicate with staff on the ground - with phone lines and internet down for a second day - and there is not enough fuel for distribution. - Speaking to the BBC's Yolande Knell, Juliette Touma from UNRWA - the UN relief agency that aids Palestinians - said this could change quickly if communications and fuel were restored. - Earlier this week, a tanker delivered fuel to Gaza for the first time since the war between Hamas and Israel began in October, but it has already run out. - As we've been reporting, the UN World Food Programme says supplies of food and water are \"practically non-existent\" and Gazans are now facing the \"immediate possibility of starvation\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 05:46", "title": "Blinken repeats US stance that 'Gaza cannot be re-occupied by Israel'", "text": ["- US Secretary of State Antony Blinken says that Hamas is \"endangering everyone, by embedding itself with civilians in hospitals, schools and civilian residences\". - Speaking to the US News channel ABC on Thursday, Blinken was asked if he was confident that there were command centres in the tunnels under Al-Shifa hospital. He firmly said: \"Yes.\" - He was also asked if the US supported Israel being in Gaza after the end of the war, and answered: \"We don't.\" - Blinken continued: \"There cannot be a re-occupation of Gaza by Israel. Just as Gaza cannot continue to be used as a platform to launch terrorist attacks.\" - \"We should move forward where Palestinians have political rights and they have the ability to govern themselves in their own state.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 05:27", "title": "Western powers increasingly uneasy over Israeli actions", "text": ["- Almost day by day, the tone of Israel’s allies is hardening. - Overnight, the US Secretary of State Antony Blinken called Benny Gantz, a key member of Israel’s war cabinet. He said there was “an urgent need for affirmative steps to de-escalate tensions in the West Bank, including by confronting rising levels of settler extremist violence”. - About 200 Palestinians have been killed in the occupied territory since the 7 October attack on Israel. Arab diplomats are concerned there could be an explosion of violence in the West Bank that could escalate the conflict. - Blinken called Egypt’s foreign minister and stressed “the importance of concrete steps to minimise harm to Palestinian civilians in all of Gaza”. He also called his Jordanian counterpart and voiced his “deep concern” at a strike on a Jordanian medical facility in Gaza. - All this after the US for the first time chose not to veto a UN resolution that failed to condemn Hamas. The UN Security Council passed a resolution on Wednesday that didn't include condemnation of Hamas. - And it's not just the Americans. Earlier this week, the British PM gave a speech warning that too many Palestinians were losing their lives. And yesterday, the French president repeated his call for a humanitarian ceasefire, saying Israel’s right to defend itself did not justify bombing civilians. - Israel’s foreign minister, Eli Cohen, has suggested his country has “two or three weeks” before international pressure for a ceasefire could become overwhelming."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 05:13", "title": "Watch: Netanyahu on civilian casualties in Gaza", "text": ["Here's the moment Israeli Prime Minister Benjamin Netanyahu admitted to CBS that Israel had been \"not successful\" in its aim to minimise civilian casualties in Gaza - but blamed Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 04:51", "title": "In pictures - Israeli operations in Gaza", "text": ["As Israeli forces continue their operations in northern Gaza, the Israel Defense Forces (IDF) have issued handout photos of their soldiers conducting operations in the region. There are no BBC journalists in northern Gaza, and we have been unable to reach contacts there due to a communications outage."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 04:32", "title": "UN agency warns Gazans facing 'immediate possibility of starvation'", "text": ["\"The UN's World Food Programme (WFP) says almost the entire 2 million population of Gaza is in desperate need of food assistance, warning that civilians are facing the immediate possibility of starvation. No WFP bakeries are operating any more due to a lack of fuel, and only a quarter of food shops are open, the agency says. The small quantities of food available at the shops are sold at alarmingly inflated prices. A lack of fuel and electricity means cooking has become impossible for many. The lucky eat canned foods, but some are surviving on whatever raw ingredients they can find, including raw onions and aubergines, WFP says. Supplies of food and water are practically non-existent in Gaza and only a fraction of what is needed is arriving through the borders. With winter fast approaching, unsafe and overcrowded shelters, and the lack of clean water, civilians are facing the immediate possibility of starvation.\"  \"There is no way to meet current hunger needs with one operational border crossing,\" McCain said, calling for another access point for aid to be opened. The UN has said it is not able to use the one available crossing - at Rafah - to deliver aid today because of the lack of fuel and phone connections.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 04:16", "title": "IDF says it knew exact location of hostage's body", "text": ["- As we've been reporting, Israel says it found the body of IDF soldier, Corporal Noa Marciano, in a building near the Al-Shifa hospital. - Spokesman for the IDF, Daniel Hagari, says Israeli intelligence led soldiers to the exact location of her body. - Her body has been returned to her family in Israel, he said. - Cpl Marciano was one of the more than 200 hostages abducted by Hamas on 7 October and taken into Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 03:59", "title": "Surgeon confirms three Palestinians dead and ten wounded in Jenin", "text": ["At least three Palestinians were killed and 10 wounded last night in an Israeli military raid on a hospital in Jenin in the occupied West Bank, the chief surgeon confirmed to the BBC.  The three dead all had multiple injuries indicative of a blast, said Tawfeeq al-Shobaki. Some of the wounded appeared to have been injured in a blast and others by bullets, he said, leaving two in critical condition.  The Israeli military said it had killed five gunmen during the raid and seized six rifles.  Jenin refugee camp has been repeatedly raided by Israeli forces since the 7 October Hamas attack on Israel. A week ago, 14 were killed and at least 20 others wounded.  Dr al-Shobaki said Israeli forces arrived at the emergency entrance to Ibn Sina during the raid and demanded that the medical staff leave the hospital.  “Our emergency staff refused to go out but the staff from the Red Crescent were ordered to go out with their hands up,” he said.  Video shared on social media showed paramedics from the Palestinian Red Crescent, with their hands up, being ordered out of the hospital by the Israeli forces.  The local Wafa news agency reported that the paramedics were searched and two were arrested."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 03:34", "title": "Netanyahu admits Israel 'not successful' in minimising civilian casualties", "text": ["Let's quickly catch up with another line from the Israeli prime minister's interview with the BBC's US partner, CBS. Benjamin Netanyahu said his forces' efforts to keep civilian casualties to a minimum in Gaza had been \"not successful\" - though he blamed his enemy. Netanyahu said the Israeli military was working to eradicate Hamas, but the group was using civilians as \"human shields\". Hamas \"don't give a hoot about the Palestinians,\" he said. The other thing that I can say is that we'll try to finish that job with minimal civilian casualties. That's what we're trying to do: minimal civilian casualties. But unfortunately, we're not successful."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 03:16", "title": "Israeli military says it killed five gunmen in West Bank", "text": ["- More on that Israeli raid in Jenin, in the occupied West Bank. - The Israel Defense Forces says its troops killed at least five gunmen during clashes overnight. - It follows an earlier update from Palestinian medical sources that three people had been killed. - It's not immediately clear if the slightly contrasting tolls related to the same incident."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 03:10", "title": "Palestinian medical sources say three killed in Jenin", "text": ["- Israeli military vehicles move through a street after Israeli forces raided the Jenin refugee camp. - Earlier we reported that the Israel Defense Forces has raided the Jenin refugee camp in the occupied West Bank. - Palestinian medical sources say that three Palestinians were killed in an Israeli drone strike on the city, with the Palestinian news agency saying Israeli troops have surrounded a hospital there. - Nearly two hundred Palestinians have been killed in the occupied-West Bank since the conflict started on 7 October."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 02:50", "title": "UN says it cannot distribute aid in Gaza", "text": ["- Israel’s ban on fuel entering the Gaza Strip since the war began nearly six weeks ago has been a constant complaint of humanitarian workers. - For the first time this week, a small amount was allowed to enter for UN vehicles, but it’s already run out. - The lack of fuel has also cut internet and phone services. - So now, the UN’s biggest agency in Gaza says it’s no longer able to bring in and distribute aid."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 02:32", "title": "Netanyahu says 'strong indications' Israeli hostages were at Al-Shifa", "text": ["- Israel’s Prime Minister Benjamin Netanyahu has spoken to CBS Evening News in the US, telling the channel there were “strong indications” that Israeli hostages were being held at the Al-Shifa hospital and this was “one of the reasons we entered\". - Netanyahu said there were no hostages at the hospital when forces entered the hospital on Wednesday, claiming: “If there were [hostages], they were taken out”. - Israel says it has further intelligence about those being held, but Netanyahu said: \"the less I say about it, the better\". - Israel has repeatedly accused Hamas of housing a major base underneath the Al-Shifa hospital - which Hamas denies. - Netanyahu did not elaborate on what information Israel had to suggest that hostages were being held at Al-Shifa."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 02:15", "title": "Where things stand this morning", "text": ["- An airstrike on Gaza this morning - If you're just joining us this morning, here's where things stand right now: - Israel says it has found the bodies of two hostages near Al-Shifa hospital in Gaza - Yehudit Weiss, a 65-year-old recovering from cancer, and Israel Defense Forces Corporal Noa Marciano. - The IDF says it found a tunnel shaft and a \"booby-trapped vehicle\" on hospital grounds during its raid on Al-Shifa. - Israeli Prime Minister Benjamin Netanyahu told CBS News in the US there had been \"strong\" intelligence indications that Hamas were keeping hostages at the hospital, but they had been moved by the time the IDF closed in. - Three Palestinians have been killed in an Israeli drone attack on the Jenin refugee camp in the West Bank, according to Palestinian medical sources. - Meanwhile, Israel says its security forces have killed three gunmen who opened fire at a checkpoint on a road leading into Jerusalem from the West Bank."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 01:46", "title": "IDF recovers soldier hostage’s body", "text": ["- The Israel Defense Forces (IDF) says it has recovered the body of 19-year-old Israeli Corporal Noa Marciano from \"a structure adjacent to the Shifa Hospital\". - The announcement comes days after the soldier's death was confirmed. - Cpl Marciano was one of about 240 hostages taken by Hamas gunmen during the 7 October, which killed 1,200 people. - Her body has been taken back to Israel, where tests were carried out that confirmed her identity. - On Thursday, Israel revealed that the body of another hostage, Yehudit Weiss, was found in a structure next to the Al-Shifa hospital."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 01:37", "title": "Seoul 'shoe rally' calls for ceasefire", "text": ["Activists in South Korea have called for a ceasefire in Gaza, by placing 2,000 pairs of shoes in downtown Seoul. The shoes symbolised Palestinian civilians killed in the war.  More than 11,500 people have been killed in Gaza since the conflict began, according to the Hamas-run health ministry."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 01:17", "title": "IDF releases images of 'tunnels under hospitals'", "text": ["- The BBC cannot immediately verify this image, which Israel claims to show Hamas-operated tunnels on Al-Shifa hospital grounds. - In the last few hours, the Israel Defence Forces (IDF) has posted images and videos on X (formerly known as Twitter) which they say show Hamas' tunnels under Gaza hospitals. Israel had announced they had found these sites earlier. - The BBC cannot immediately verify these images. - \"Inside the Shifa Hospital complex, a Hamas terrorist tunnel was uncovered,\" tweeted the IDF in a statement accompanying a video which, they claimed, showed the entrance to an underground passage in the grounds of the Gaza City hospital. - The IDF also shared pictures from what they said was the inside of \"another terrorist tunnel\" in Gaza's main children's hospital, Al-Rantisi. - Earlier this week, the IDF also released a video from the same hospital announcing the discovery of weapons and explosives purportedly found in that medical centre. - In its latest post it has shared a picture of \"a large amount of weaponry and ammunition\" found in Al-Quds hospital. - Israel says Hamas is operating within and beneath hospitals and the US says it also has intelligence supporting Israel's claim. - Hamas and hospital authorities have consistently denied these claims."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 00:55", "title": "Hostage negotiator 'hopeful' on deal within a week", "text": ["- A top negotiator who has been involved in recent talks around the release of some of the hostages held by Hamas in Gaza has told the Associated Press he hopes for an agreement within a week. - Abbas Ibrahim - Lebanon's former intelligence chief - said a deal could be close if Israel budged. \"I think it is close if Israel retreats from some conditions or from its rejection of some of the conditions requested by Hamas which are very logical... Israel is still rejecting those conditions. When they agree to these conditions, it will be fast.\" - It's expected that under the deal being discussed, some of the estimated 240 Israeli hostages taken into Gaza would be released in exchange for some Palestinian children and women currently held in Israel's prisons. - Ibrahim said Hamas's conditions at minimum include \"the freedom of movement for people inside Gaza from south to north or from north to south. This is one of the issues where there remains disagreement.\" - \"But in my view, things will go toward a positive end. There will be an exchange and there will be a humanitarian pause.\" - Ibrahim has been involved in talks since the war began six weeks ago, including on evacuations of civilians and humanitarian truces."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-17 00:43", "title": "Reports of clashes and Israeli forces in hospital in West Bank city", "text": ["As we've reported, there've been accounts of fighting and troop activity coming out of Jenin in the occupied West Bank. AFP news agency says a large deployment of Israeli troops raided the refugee camp in the city. Meanwhile, Reuters says three Palestinians were killed in an Israeli drone strike, citing the head of the Palestinian ambulance service.  Several Palestinian news sources say Israeli soldiers have entered the city's Ibn Sina hospital, halting ambulances and forcing medical workers to leave. Video is being shared which appears to show workers in red bib uniforms filing out with their hands up. The BBC cannot immediately verify the video.  The same outlets also report that the Palestinian Red Crescent says their workers at the medical site have also been detained. Jenin has been repeatedly raided by Israel since the latest conflict began. Last week, 14 Palestinians were killed in an Israeli raid - one of the deadliest recent incidents of its kind in Jenin."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-16 23:59", "title": "People flee as stun grenades, shots ring out in Jenin", "text": ["\"In the last few hours we've been hearing of reports of an Israeli raid in the West Bank city of Jenin. Footage filed by news agencies shows people running as stun grenades and shots ring out, as well as an Israeli tank on the streets of the city.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/4"}, {"date": "2023-11-16 23:34", "title": "Israel warns people to evacuate southern Gaza areas", "text": ["- Israeli forces have warned people in some towns in the Khan Younis area to evacuate their homes and head to shelters. - Khan Younis is the largest city in southern Gaza - where people fled to after being told to evacuate the north. - Israeli forces on Wednesday night dropped leaflets over four towns - Bani Shuhaila, Khuzaa, Abassan and Qarara - which were home to more than 100,000 people before the south was overwhelmed with displaced people. - \"For your safety, you need to evacuate your places of residence immediately and head to known shelters. Anyone near terrorists or their facilities puts their life at risk, and every house used by terrorists will be targeted,\" the leaflets said, according to Reuters. - Weeks ago, similar leaflets were dropped over northern Gaza ahead of Israel launching its ground offensive. - In October, the population of Khan Younis went from 400,000 residents to more than a million as hundreds of thousands left northern Gaza. - Thousands of displaced people are now living in makeshift camps, hospitals and school grounds in Khan Younis."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/5"}, {"date": "2023-11-16 23:27", "title": "Who was Yehudit Weiss?", "text": ["Earlier we reported the Israeli military saying that the body of the hostage Yehudit Weiss was found in a structure next to Al-Shifa hospital in Gaza.  The 65-year-old was among the more than 200 hostages taken by Hamas during the 7 October attack. She had been recovering from breast cancer and didn't have her medication when she was taken, according to the Bring Them Home Now group.  Her husband Shmuel was murdered by Hamas attackers, according to the Israeli foreign ministry. Bring Them Home's website describes Weiss as \"a loving full-time grandmother\" who loved culture, sports, travelling and baking.  We've compiled the stories of some of those taken from Israel on 7 October here. The IDF says Yehudit Weiss was kidnapped by Hamas from her home in southern Israel on 7 October. Image caption: The IDF says Yehudit Weiss was kidnapped by Hamas from her home in southern Israel on 7 October."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/5"}, {"date": "2023-11-16 23:01", "title": "Israel reports strikes on 'senior' Hamas figures in Gaza", "text": ["Here's what we've heard so far from the Israeli military on its strikes on \"underground sites\".  They said the strikes were aimed at \"senior\" Hamas figures in two different sites in Gaza in \"the past few days\".  \"A number of senior Hamas commanders were hiding in one of them, including Ahmed Randor, the head of Hamas’ northern Gaza brigade and Hyman Sian, the head of the Hamas rocket brigade,\" said military spokesman Daniel Hagari.  Another underground site which was attacked, he said, contained \"senior members of Hamas’ political wing, including Raukhi Mushta, who is a very close associate of Yahya Sinwar, Asam Dalyis, head of the Hamas government in Gaza who is close to Ismael Haniyah, and Samech El Sarg, who is also a close associate to Sinwar and other senior Hamas figures in Gaza\".  Both sites were \"significantly damaged\", the Israeli spokesman said without giving further details.  The Israeli report could not be verified independently."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/5"}, {"date": "2023-11-16 23:00", "title": "If you're just joining us", "text": ["If you're just joining us, you can read our previous live page reporting here, but here's a quick summary of what has happened:  - Israel says it attacked two underground sites in Gaza in recent days, causing \"significant damage\". The strikes were aimed at senior Hamas figures who were in hiding, including the head of Hamas's rocket brigade and northern Gaza brigade, according to the Israeli military.  - They also say troops in Gaza found the body of hostage Yehudit Weiss in a \"structure adjacent to the Shifa hospital\", where the military is continuing \"targeted activity\". They say they found a tunnel shaft and a \"booby-trapped vehicle\" on the hospital's grounds.  - The Al-Shifa hospital director says hundreds of patients are still at the site and patients are \"screaming from thirst\", as the facility runs out of oxygen and water.  - Mobile phone and internet services are down across Gaza because of a lack of fuel, Palestinian telecoms companies say.  - In Gaza’s south, leaflets were dropped by Israeli forces around Khan Younis, warning people in four towns to evacuate their homes and head to shelters.  - Israel says its security forces have killed three gunmen who opened fire at a checkpoint on a road leading into Jerusalem from the West Bank. There are also reports of an Israeli raid in the West Bank city of Jenin tonight.  Together with my colleague Frances Mao, I'll be bringing you the latest on what's happening on the ground. Stay with us."], "url": "https://www.bbc.com/news/live//world-middle-east-67446662/page/5"}]