[{"date": "2023-10-29 20:34", "title": "We are moving to another page", "text": ["Our coverage here is now ending and we are moving to a new page where our live updates will continue through the night."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 20:17", "title": "Israel carries out strike on target in Syria", "text": ["- The IDF targeted a location in Syria.   - Israel Defense Forces say they have carried out a strike in Syria.   - The IDF said on social media platform X that they had targeted launchers in the country.   - They added that the strike was in response to launches from that area against Israel last night.   - A tweet from the IDF a few hours ago said that they had also carried out strikes on Hezbollah targets in Lebanese territory."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 19:49", "title": "'Impeding aid deliveries could constitute a crime' - ICC", "text": ["- Khan said that hindering aid could be considered a war crime.  - Image caption: Khan said that hindering aid could be considered a war crime.  - As we mentioned earlier, the International Criminal Court’s top prosecutor has been speaking about the situation in Gaza.  - He has just come back from visiting the Rafah crossing with Gaza and Egypt.  - Karim Khan said that impeding aid deliveries for Gaza could constitute a war crime and that there must be an effort by Israel to ensure vital supplies are allowed in.  - “Civilians must receive food and water,” he said. “I saw trucks full of goods, full of humanitarian assistance, stuck in Egypt where no one needs them. Stuck in Egypt, away from hungry mouths and bleeding wounds. These supplies must get to civilians in Gaza without delay\".  - He said that Israel had “clear obligations in its war with Hamas. Not just moral obligations but legal obligations to comply with the laws of armed conflict\".  - Khan added that “this principle applies to Hamas, in firing indiscriminate rockets into Israel”.  - He said he was also concerned about a spike in the number of reported incidents of attacks by settlers against Palestinian civilians on the West Bank."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 19:19", "title": "Where does the world stand on the conflict in Israel and Gaza?", "text": ["The full list of countries and how they voted on the UN General Assembly resolution on the situation in Gaza on Friday:    - 120 countries voted in favour  - 45 countries abstained  - 14 countries were against    A good way of seeing where countries stand is through their votes in Friday’s UN General Assembly over a resolution calling for a ‘humanitarian truce’ in Gaza.     Many Western states publicly back Israel. The US voted against Friday’s resolution, while Canada and the UK abstained. The EU (which cannot vote as a bloc) expressed support for Israel, but its members are split. Germany and Italy, which support Israel’s right to defend itself, abstained. Others such as Spain have urged European leaders “not to make us complicit in genocide.”    Russia, which hosted Hamas recently but also pursues good relations with Israel, voted for the truce.    Most Middle Eastern states voted in favour, and many have strongly denounced Israel’s military operation. Iraq and Tunisia were the two abstentions.    Most countries in South America also voted in support of the resolution. Colombia has threatened to break ties with Israel, while Brazil has issued stern statements against Israel’s bombing of Gaza. Paraguay was the only South American country that voted against Friday’s resolution.    Nearly all of Asia – including China, which is trying to position itself as a peace broker in the Middle East – voted for the truce. India abstained, amid speculation that the government was strengthening ties with Israel."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 18:53", "title": "'Everyone terrified' at Gaza hospital - doctor", "text": ["\"We've been reporting throughout the day on the bombing in the area of the Al-Quds Hospital, a major facility in northern Gaza.\"    The Israeli military earlier issued an evacuation order for the hospital, but staff have said that moving the hundreds of patients currently being treated there would not be possible.    BBC News tonight received a message from an unnamed doctor at the clinic saying that “heavy bombardment has now begun in the vicinity of Al-Quds Hospital”.    “Everyone, Everyone, especially the children, is terrified,\" he said. \"They bomb the [residential] towers behind the hospital.\"    We also earlier received a voice note from an unnamed Gaza resident who said: “They have bombed two residential towers and now they're bombing the third one. God protect us.\"    Footage thought to have been shot from inside the hospital showed rooms filled with dust and windows blown out."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 18:27", "title": "Rioters storm Russian airport 'before arrival of flight from Israel'", "text": ["- Scores of rioters stormed an airport in the Russian region of Dagestan on Sunday, reportedly ahead of the arrival of a flight from the Israeli city of Tel Aviv.  - Unverified footage on social media showed crowds, some carrying Palestinian flags, running through a terminal at the Makhachkala airport, forcing open doors and making their way onto a runway. Others were seen stopping cars outside the site and demanding to see documents in an apparent search for Israeli passports.  - It is thought the mob intended to attack Israeli or Jewish passengers because of anger over the conflict in Gaza. Dagestan is a constituent republic of Russia, but is located in the country’s far south and has a majority Muslim population.  - In a statement, the Israeli government said that it viewed with “utmost gravity attempts to harm Israeli citizens and Jews anywhere”. “Israel expects the Russian legal authorities to safeguard the well-being of all Israeli citizens and Jews wherever they are and to take strong action against the rioters and against the wild incitement being directed against Jews and Israelis,” it said.  - Dagestan's health ministry said a number of people had been injured in the incident and were receiving medical help, though did not provide any further details.  - Regional governor Sergei Melikov said that “all Dagestanis empathise with the suffering” of people in Gaza but called the riot “outrageous” and said it would “receive the appropriate assessment from law enforcement”.  - A criminal case has now been opened for civil disorder. Authorities said on Sunday evening that all \"unauthorized citizens\" had been removed from the airport but that it was expected to remain closed until 6 November."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 17:57", "title": "Welcome if you're just joining us", "text": ["- Israeli shells striking the northern part of the Gaza Strip at sunset  - Here in London, I've just taken over from the evening editor and will be with you through the night, as our reporters bring you updates and analysis on the war between Israel and Hamas.  - It's coming up to midnight in the Gaza Strip and Israel after a day of further air strikes and anxiety over the fate of patients and civilians sheltering at Gaza City's Al-Quds hospital, where doctors say they have been told by the Israelis to evacuate.  - The hospital is treating hundreds of people, some of whom are seriously ill. Israel's continued bombardment has damaged nearby buildings. Some patients have been given masks to protect themselves from huge amounts of smoke and dust.  - US President Joe Biden has told Israel's Prime Minister, Benjamin Netanyahu, that the flow of aid into Gaza needs to be considerably increased. Ten trucks carrying relief supplies were allowed into Gaza from Egypt on Sunday but Egypt says hundreds more are being held up by Israeli checks.  - Protests are continuing outside the region as feelings run high more than three weeks into a conflict which has seen so much death and injury. The picture below shows a demo in Barcelona, Spain, demanding the release of Israeli minors held hostage by Hamas in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 17:32", "title": "Israeli government insists hostages are 'top priority'", "text": ["- A group representing the families of Israeli hostages and missing people has told the government that victory in the war with Hamas means bringing their loved ones home.  - Representatives of the group met President Isaac Herzog, who insisted returning hostages was the government's \"top priority\", according to an account of the meeting issued by the group.  - Families of some of the 230 people missing since the 7 October attack have been critical of the Israeli government's efforts to free them.  - Jackie Levy, who has three relatives being held captive in Gaza, said he did not \"feel the issue is a top priority for the state\".  - He accused the Israeli government of taking too long to act to free hostages and accused the country's leaders of being \"engaged in petty politics\" while families were left \"without any real help\".  - Gal Hirsch, the government’s appointed envoy on hostages and missing persons, said: \"There is no lock in negotiations that we don't try to break in order to get to the hostages and receive information.\"  - He said a \"tremendous intelligence and operational effort that history has not seen before\" was underway to return them."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 16:58", "title": "Every night could be my last, says father in Khan Younis", "text": ["\"Ibrahim says he can't take in any more people to his parents' house in Khan Younis.     On Friday night, as Israel intensified its bombardment of Gaza, Ibrahim AlAgha, his wife Hamida, and their three young children huddled together in the Khan Younis farmhouse they are sheltering in and hoped they would make it through the night. The children - already frightened by weeks of air strikes and explosions - were more scared than he had ever seen them. \"They hugged their mother so tightly and didn't let go until they fell asleep,\" Ibrahim says.     As the hours passed and communications to the territory remained cut off, Ibrahim says he felt \"alone... disconnected from the whole world.\" Today, as connections slowly returned, his phone has been pinging and buzzing with messages from people checking to see if he is safe. And as Gazans flee south to escape the bombing, he says he has been asked to take in other people to his parents' four-bedroomed house in Khan Younis. But with 90 friends and relatives already staying there, he has had to refuse.     This morning, the water supply came back on and the group has been filling water tanks and bottles so they can shower and wash clothes. But life for the household is getting harder and harder. \"People are really tired, exhausted,\" Ibrahim says. \"We just need to stop all this madness... Every night I think this is maybe my last night.\"     Read more about Ibrahim's story here.     Ibrahim and Hamida's children are aged eight, four, and three.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 16:38", "title": "Biden and Netanyahu speak, but no details released", "text": ["- US President Joe Biden has spoken with Israel's Prime Minister Benjamin Netanyahu in what's thought to be their first conversation since Israel stepped up its military assault on Gaza.  - Both the White House and the Israeli Prime Minister's office said a call had taken place on Sunday.  - No details were released about what the leaders discussed, but earlier National Security Advisor Jake Sullivan said Biden would reiterate that Israel had a responsibility to protect the civilian population of Gaza and \"should be taking every possible means available to them\" to distinguish between Hamas and civilians."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 16:14", "title": "Red Crescent says nearby strike filled Al-Quds hospital with smoke and dust", "text": ["Marwan Jilani, the director general of the Palestine Red Crescent Society, has been speaking about the situation inside Al-Quds hospital, the Gaza City hospital the Israeli authorities have said should evacuate. He says the area around the hospital has been under attack, causing panic among the many displaced people sheltering in the grounds. You can hear his description in the video below."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 15:50", "title": "What's the latest?", "text": ["Here's a short re-cap of today for those of you just joining us:    Reports that the Israeli military have told a hospital in Gaza to evacuate has left the World Health Organization “deeply concerned”.    WHO chief, Dr Tedros said in a social media post that it was “impossible” to evacuate patients from the Al-Quds hospital without putting them in danger.    The Palestinian Red Crescent working at the hospital responded to the calls with a video statement saying, “Evacuating them means killing them.”.    The UN Secretary General Antonio Guterres repeated his call for an immediate ceasefire in Gaza during a trip to Nepal. He also again expressed his \"utter condemnation of the appalling attacks\" perpetrated by Hamas on 7 October.    Ten trucks carrying relief supplies have been allowed into Gaza from Egypt.    People with friends and families in Gaza began hearing from them again, following a communications blackout that lasted for around 30 hours."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 15:21", "title": "Israeli military gives briefing on moves inside Gaza", "text": ["Israeli Defence Forces spokesman Daniel Hagari has just been speaking in Tel Aviv. He says \"dozens of terrorists\" were killed during bombing in the Gaza Strip on Sunday. He said they were from \"tactical command\". \"They were those who command the people and direct them in the field,\" he said. The Israeli military had been \"massively bombarding from the air\", he said, in order to ensure the safety of its ground forces and eliminate the \"terrorist infrastructure\". \"The ground campaign is extremely complex. We will do everything possible... in order to ensure that our troops will be safe,\" he said. He accused militants inside Gaza of \"carrying out war crimes\" and \"using the Palestinians in a cynical manner\". \"They are using schools, hospitals, and others. They do not want anything other than to use them as a human shield,\" he said."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 15:06", "title": "War crimes prosecutor poised to visit Israel and Gaza", "text": ["- Standing on the edge of the compound just beyond the Rafah Crossing, the International Criminal Court (ICC) prosecutor.  - Karim Khan has warned that a dire humanitarian situation is developing across the border in Gaza.  - Speaking in a video shared on X, Khan said he hopes to be able to visit Gaza and Israel on his current mission.  - He pointed out the ICC has active investigations ongoing with regard to crimes allegedly committed in Israel on 7 October, and also in relation to Gaza and the West Bank. The court’s jurisdiction goes back to 2014.  - The prosecutor also cautioned there should not be any impediment to humanitarian relief supplies reaching civilians."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 14:38", "title": "Thousands still sheltering inside Al-Quds hospital", "text": ["It’s quieter tonight here in southern Gaza, compared to recent days, but what is making headlines is the Al-Quds hospital in the north. A lot of air strikes hit the area around the hospital throughout the day, damaging most of the nearby buildings and a residential tower. The shops in the area were also destroyed, as were all the roads leading to the hospital. Some of the strikes landed within around 10 meters of the hospital’s outside gates, affecting parts of the building in which thousands of civilians have sought refuge. Medical teams have been distributing masks to help people protect themselves from the huge amounts of dust and smoke getting inside. Tonight is going to be very hard. Some of the patients at the hospital have been severely injured by this war and eight of them are still connected to life support machines."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 14:21", "title": "Watch: Plume of smoke near Al-Quds Hospital", "text": ["- Footage posted on Telegram appears to show the aftermath of an explosion near Al-Quds Hospital in northern Gaza.  - Doctors and the Palestinian Red Crescent working at the hospital said earlier on Sunday that they had been told by the Israeli military to evacuate immediately.  - However, the Red Crescent said that there were 400 patients being treated inside the hospital and that moving them would be impossible."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 13:56", "title": "Kidnapped from Israel group demonstrate in London", "text": ["- Bring them home, bring them home - that’s the chant, coming from a crowd of more than 200 members of the kidnapped from Israel group, outside the Qatar embassy in central London.  - One man on a megaphone speaking to the crowd says “every minute feels like an eternity”, adding that the group will continue to protest and shout this message until every one of the 230 Israeli hostages held by Hamas is released.  - There are large Israeli flags and hundreds of posters being held up of the faces of some of those held captive.  - Qatar is playing a key role in the negotiations for the release of hostages - so far 4 women have been freed.  - Hamas says it has hidden the hostages in \"safe places and tunnels\" within Gaza.  - While the Israeli military expands its operation in Gaza, families of some of the hostages being held by Hamas have expressed concern about the intensifying attacks."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 13:36", "title": "Jordan deputy PM says violence 'will only make things worse'", "text": ["\"We told everybody: support Israel. But you are not supporting Israel by supporting this war,\" insisted Jordan’s Deputy Prime Minister and Foreign Minister, Ayman Safadi when I asked him about the backing many western states, key allies of Jordan, are now giving to Israel’s military operations.    “We recognise the pain of Israel on 7 October,” he said. But he added, “you support Israel by supporting peace and only peace will bring support to every Palestinian and every Israeli.”    Asked what Jordan was saying to its allies, including the United States, he said, “we're telling everybody what they need to hear. And we're telling everybody that if this war continues, it's dragging the whole region into a regional war, whose consequences will be devastating for everyone.”    “Violence will only make things worse,” he added. “The amount of hatred that will come out of this amount of misery will not lead to peace.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 13:11", "title": "Blasts reported close to Al-Quds hospital", "text": ["\"We've been trying to establish the extent of Israeli military activity around Al-Quds hospital, the medical facility from where Israeli forces have ordered an evacuation.\"     The Palestinian Red Crescent posted on X that there have been \"raids 50 meters away from the hospital\" since this morning. It is unclear what kind of raids these were.     Marwan Jilani, the group’s director general, told BBC News that, until around 17:40 local time (15:40 GMT), there was “very intense bombardment around the hospital” and that one rocket had fallen “only metres away”, damaging windows and forcing people sheltering in one section of the building to move to another.     The International Federation of Red Cross and Red Crescent Societies (the umbrella organisation of the Palestinian Red Crescent) said in a statement that health workers in the hospital report ‘violent attacks and shelling very close to the hospital’.     Mr Jilani also said that his organisation had been told by the Israeli government via UN officials that the order to evacuate the hospital had been rescinded, but that the message came at a time when the bombing around the hospital “was still ongoing”.     “[The UN] is trying to clarify, and they’re trying to make sure that, if truly there is an order to rescind, to communicate it to the military that this hospital is protected.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 13:02", "title": "US says Israel must distinguish between Hamas targets and civilians", "text": ["- President Biden will speak with Israel’s Prime Minister, Benjamin Netanyahu later today, according to White House National Security Advisor Jake Sullivan.  - Speaking on CNN, Sullivan said Israel’s government and its military forces “should be taking every possible means available to them to distinguish between Hamas - terrorists who are legitimate military targets - and civilians, who are not.\"  - Later, on ABC’s This Week programme, he said Hamas “is hiding behind the civilian population, which puts an added burden on Israel to differentiate between the terrorists and innocent civilians, but it doesn't lessen their responsibility under international humanitarian law and the laws of war to do all in their power to protect the civilian population.\"  - He also told CNN that Hamas was preventing Americans and other foreign nationals, who were not hostages but had been in Gaza when the attacks on Israel happened, from leaving.  - He said Hamas had made “a series of demands” which he claimed he could not detail in public, but said “negotiations” on the issue were “ongoing.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/1"}, {"date": "2023-10-29 12:47", "title": "IDF says it killed Hamas gunmen in a tunnel near Israel-Gaza crossing", "text": ["Israel's military says it has killed \"a number of terrorists exiting the shaft of a tunnel in the Gaza Strip\", near the Erez crossing between Israel and Gaza.    Israeli soldiers confronted the Hamas gunmen as they were coming out of the tunnel, the Israel Defense Forces said in a Telegram post.    The Erez crossing links Israel with the north of Gaza. The IDF post said that it was previously where \"thousands of Gazans entered Israel for work or medical treatment\".    \"Hamas built tunnels near the Erez Crossing so that it would be able to attack the humanitarian crossing and harm everyone in the area, Israelis and Palestinians alike,\" the Israeli military claimed.    In the post, Israel said its operations within Gaza were continuing. Pictures it released earlier showed tanks near the water on Gaza's west coast.    Our analysis places the pictures - including the one below - just inside the boundary between Israel and Gaza. This is in the north-west corner of Gaza, an area where clashes between the IDF and Hamas have been reported by both sides.    Our analysis places these tanks just inside the boundary between Israel and Gaza.  Image caption: Our analysis places these tanks just inside the boundary between Israel and Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 12:38", "title": "'There's no safe place'", "text": ["- Abu Qusai Al-Deeb has been sheltering at Al-Quds hospital in Gaza City for three weeks, he tells the Reuters news agency.  - He says he's received around six warnings to evacuate the hospital.  - \"We told them, identify safe places and we will leave the hospital. There’s no safe place, not in the south, nor in the whole of Gaza”, he says.  - The hospital's director says around 14,000 people are sheltering in and around Al-Quds hospital."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 12:27", "title": "Hospital director says they have been told to evacuate quickly", "text": ["The director of Al-Quds hospital in Gaza City, Bassam Mourad, has been speaking to the Reuters news agency - and he says he has received several warnings to evacuate the building.    “The first was through a phone call from the Palestinian Red Crescent, which the Israeli army called to demand the evacuation of all patients and workers, as well as those residing in the hospital, to the south of Gaza. \"They mentioned that this area is going to be a military zone, that there will be clashes and the area will be dangerous and that we have to evacuate quickly,” he said.    He went on to say the number of displaced people residing in the hospital is somewhere between 12,000 to 14,000. \"The figure changes every day in addition to the hospital departments and the intensive care unit,” he says."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "", "title": "Where is Al-Quds hospital?", "text": ["Israeli forces are focusing their bombardment on the northern half of the Gaza Strip, and Al-Quds hospital is in Gaza City, right in the centre of the evacuation area - take a look at the map below."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 12:10", "title": "'You can hear the rocket, but you don’t know where it’s going'", "text": ["- We’ve made contact with more people inside Gaza, who have described continuous bombing and deteriorating conditions.  - One woman, who is in the southern city of Rafah after fleeing her home, said she was living in fear. “You can hear the sound of the rocket, but you don’t know exactly where it’s going or what the target is… It is a life of fear. It’s not normal,” she said.  - “They say to people ‘go to the south’, but it’s being bombed every day,\" she says, referring to Israel's instruction that people in the north of Gaza evacuate to the south.  - The woman, who we are not naming, said she feared “every second” that she would be bombed.  - She said the communications blackout on Friday and Saturday had made things even more difficult. “When the internet was disconnected, they cut off the vein of life from Gaza,” she said. “You didn’t know where they were bombing, you didn’t know what your family was doing, where your brothers were. The ambulances didn’t know where the places were that had been bombed.”  - Elsewhere, in Gaza City, we also heard again from a journalist we managed to establish limited contact with yesterday while communications were down. He described “continuous bombing”, adding: “The situation is very hard right now.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 11:31", "title": "Woman stuck in Gaza says British government needs to take action", "text": ["- Zaynab Alwandawi told her mother not to worry if she doesn't send messages.  - Lalah Ali Faten messaged me this morning to say that she'd finally heard from her daughter, Zaynab, who is trapped in Gaza and couldn't communicate with her while communication lines were out.  - \"She sounded okay and was asking me to not worry if she doesn't message as it's just the lack of internet,\" the mother from Manchester told me. \"She's very brave.\"  - She added that Zaynab has asked the British government to not delay getting British nationals out.  - \"They have no water left and the food supplies are minimal. The aid trucks that were allowed in were not enough for the population.  - \"The longer they are left there, the higher the likelihood they will not survive, therefore Zaynab is asking for her government to please get them out as soon as possible,\" Lalah told me.  - \"They (the British government) need to take action on behalf of their citizens immediately and facilitate the opening of the Rafah border so they can leave. This closure of the border is the only thing preventing them from leaving.  - \"If the British government fails to take action, they will be held accountable for the deaths of their citizens in Gaza.\"  - Yesterday, the Foreign, Commonwealth and Development Office (FCDO) told me they have been keeping in close contact with British nationals in Gaza, and will continue to update them on the latest status of the Rafah crossing."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 11:18", "title": "Birmingham lawyer hears from Gaza family following blackout", "text": ["- People in UK are starting to hear from loved ones in Gaza after connectivity was restored on Sunday.  - Abas Mobarak, a human rights lawyer in Birmingham, has four brothers and two sisters in Gaza. He tells the BBC he managed to speak to one of his brothers who lives in Deir-al-Balah, this morning.  - His brother said the last three days had been \"crazy, madness\" with heavy bombing while not being able to communicate inside the enclave.  - Abas says his brother started to get phone signal again in the early hours of Sunday morning.  - \"It's indescribable, they're just trying to survive\" Abas says.  - \"They have no idea of what's happening in other places, they can't move, the roads are blocked or destroyed, you risk your life if you move, it's not easy.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 11:03", "title": "In Pictures: Israel mourns its dead", "text": ["- Israel continues burying the people killed on 7 October when Hamas infiltrated its territory and went on a deadly rampage. 1,400 people were killed and 230 more taken hostage.  - A funeral was also held on Sunday for Tamar Chaya Torpiashvili, a 9-year-old girl who died a week after experiencing a cardiac attack during a siren warning of incoming rockets being fired from Gaza into Israel. “She didn’t die, she didn’t pass away, she was murdered. That siren murdered her. Not a knife nor a gun. A siren. That all it takes to take away the soul of a 9-year-old girl,“ Tamar's father Avraham said, just after his daughter was buried.  - Tamar Chaya Torpiashvili’s mother mourns the 9-year-old’s death at her funeral.  - Mourners attend the funeral of Yonat Or in Israel.  - Yonat Or was killed in the Hamas attacks on Kibbutz Be'eri on 7 Oct.  - Mourners attend the funeral of Lili Itamari, 63, and Ram Itamari, 56, a couple from Kibbutz Kfar Aza who were killed in the 7 October attacks."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 10:49", "title": "Israel to allow more aid into Gaza as it disputes scale of humanitarian crisis", "text": ["- Distribution of recently-arrived medical aid and medicines to Nasser Medical Hospital in the city of Khan Yunis, south of the Gaza Strip on Sunday 29 October  - A division of the Israeli military responsible for overseeing civilian affairs in Gaza (COGAT) said this morning that it would allow increased supplies through the Rafah crossing in the coming days.  - A spokesman said the (non-fuel) aid would be distributed via the UN in what it called “humanitarian safe zones” in southern Gaza around Khan Younis.  - The UN and other aid agencies have described the situation in Gaza as a humanitarian crisis. With an average of fewer than 20 trucks of basic aid getting in across the border each day, the need is huge and desperation means that civil order is on the verge of breaking down.  - But the COGAT spokesman suggested that the crisis in Gaza was not as dire as the agencies were making out. In a briefing, he said there were “no food shortages\" in Gaza, that water supplies were “enough to meet humanitarian needs”, and that Israel had opened two water supply lines in the south.  - The spokesman also intimated there were plenty of medical supplies but they were being strictly controlled by Hamas.  - My colleague in Gaza said earlier today that the food situation around Khan Younis was dire, and reported that people were struggling to find food.  - The UN has made repeated calls for fuel to be included in the aid shipments because it was needed to run medical facilities and other infrastructure like water desalination plants. But this has repeatedly been refuted by Israel which says existing fuel supplies were strictly controlled by Hamas and that alternative energy supplies, including solar, were available to hospitals."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 10:36", "title": "Red Cross and Red Crescent 'deeply alarmed' by Al-Quds hospital evacuation order", "text": ["- The Red Cross and Red Crescent have said they are \"deeply alarmed\" after staff at the Al-Quds hospital in Gaza were told to immediately evacuate the site.  - The hospital is thought to be providing shelter to more than 14,000 civilians as well as hundreds of patients.  - A statement from International Federation of Red Cross and Red Crescent Societies, the umbrella organisation for the two groups, read: \"Hospitals are places of help and refuge; they must be protected at all cost.  - PRCS’s Al-Quds hospital in Gaza city is caring for hundreds of injured people and bed-ridden, long-term patients.  - \"Evacuating patients, including those in intensive care, on life-support and babies in incubators, is close to, if not impossible in the current situation.  - Our teams also report violent attacks and shelling very close to the hospital further endangering people. Al-Quds Hospital is operated by PRCS, a component of the International Red Cross and Red Crescent Movement, and together with other medical missions and facilities are protected under international humanitarian law.\"  - It added that healthcare workers \"should never be put in front of the impossible dilemma of leaving patients behind or risking their lives staying in the hospital\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 10:08", "title": "Moving patients means killing them, says Palestinian Red Crescent", "text": ["- In a video statement shared on social media, the Palestinian Red Crescent says it doesn't have the means to evacuate Al-Quds hospital in northern Gaza, as apparently directed by the Israeli authorities.  - \"We have over 400 patients who are inside the hospital, many of them are in the intensive care unit. Evacuating them means killing them. That's why we refuse the evacuation order,\" a representative of the group says.  - \"We call on the international community to intervene immediately to stop a humanitarian catastrophe that is unfolding.\"  - She says there are also more than 14,000 civilians seeking shelter at the hospital.  - The Israeli military has not commented on the apparent evacuation order."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 10:01", "title": "WHO deeply concerned by Gaza hospital evacuation reports", "text": ["- Doctors and the Palestinian Red Crescent working at the Al-Quds hospital in northern Gaza said earlier today that they had been told by the Israeli military to evacuate immediately.  - A message, translated by BBC staff, is addressed to \"Al-Quds Hospital staff, ambulance drivers and displaced people in schools\".  - It tells them to leave the area immediately, and relocate to the \"humanitarian zone in the south\".  - The director-general of the World Health Organization, Tedros Adhanom Ghebreyesus, says the reports are deeply concerning.  - \"We reiterate - it's impossible to evacuate hospitals full of patients without endangering their lives,\" he said in a post on X.  - \"Under International Humanitarian Law, healthcare must always be protected.\"  - Israel's military has not commented."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 09:47", "title": "Antonio Guterres repeats calls for Gaza ceasefire", "text": ["- The UN Secretary General Antonio Guterres has reiterated his call for an immediate ceasefire in Gaza and the release of the hostages captured by Hamas.  - Speaking during a visit to Nepal, he repeated his appeal for \"an immediate humanitarian ceasefire, the unconditional release of all hostages, and the delivery of a sustained humanitarian relief at a scale that meets the needs of the people of Gaza\".  - \"I regret that instead of a critically needed humanitarian pause supported by the international community, Israel has intensified its military operations.\"  - He also again expressed his \"utter condemnation of the appalling attacks\" perpetrated by Hamas on 7 October, and conveyed his condolences to the families of the ten Nepali students who were killed in the attack.  - He said he hoped for the safe return of one who was still missing."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 09:29", "title": "Israeli military reports fighting with Hamas gunmen in northern Gaza", "text": ["- Israel's military says it has been fighting with Hamas inside the Gaza Strip, in the north of the territory.  - In a Telegram post published in the last hour, the Israel Defense Forces (IDF) said it was continuing \"ground operations in the northern Gaza Strip\" and that it had clashed with Hamas gunmen inside Gaza who had shot at Israeli troops.  - \"Terrorists who shot at [Israeli] soldiers were killed, as well as terrorists who were identified on the coastline in the Gaza Strip near the area of Zikim,\" it said. Zikim is a kibbutz in southern Israel, a few kilometres from Gaza.  - Earlier, the Telegram account of the Izzedine al-Qassam Brigades, the military arm of Hamas, reported clashes with Israeli forces near Beit Lahia, in northern Gaza, claiming it had ambushed Israeli troops there.  - The IDF also published a video that it said showed its tanks and other vehicles inside the Gaza Strip. We are trying to verify the location shown in the video. It also published photos of its tanks - we're trying to verify the location of those, too.  - Another IDF video shows aerial strikes on Beit Hanoun, in the north-eastern corner of the Strip. The video shows clips from different locations, and we cannot say for sure they are all recent strikes from the last 48 hours. Below is a still from this video - the black marks are explosions.  - A still from an IDF video purporting to show recent aerial strikes on Beit Hanoun."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 09:17", "title": "'Israel should pay the highest price to bring the hostages back'", "text": ["- Inbar Heiman is being held hostage by Hamas.  - Image caption: Inbar Heiman is being held hostage by Hamas.  - \"Anger is not my emotion,\" Noam tells me when I ask how he feels about Israeli government's handling of the kidnappings (see post below to read about his girlfriend's situation).  - \"I feel that the government will decide if she is returned or not, if she stays alive.  - \"I hope they do everything to bring her home. It should be the priority for the government, for all the politicians.\"  - Noam says he hasn't been sleeping at night and his voice hardens when he talks about the fate of those who have been held hostage for more than three weeks now.  - \"I hope they (the IDF) are making sure that they are not risking the lives of the hostages and the innocent people - Israeli and Palestinian,\" he says.  - Noam has been talking to me from the plaza outside the Tel Aviv Museum of Art where the families of hostages had gathered to highlight the plight of their loved ones.  - \"We support a deal to release all Palestinian prisoners in exchange for the hostages,\" Noam says.  - \"Israel should pay the highest price to bring them back. They are our people. Israel left them behind on 7 October and it can't do it again.  - \"Now we need to pay the price and bring them back, and later we can make sure nothing like this happens again. But first we need to bring them back.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 09:09", "title": "'I just hope she's alive. I hope she is staying strong.'", "text": ["- Noam Alon with his girlfriend Inbar Heiman who is held hostage in GazaImage caption: Noam Alon with his girlfriend Inbar Heiman who is held hostage in Gaza.  - \"I am trying to be strong,\" Noam Alon tells me on the phone from Tel Aviv.  - Talking about his girlfriend, who is one of 230 people taken hostage by Hamas, he says: \"Inbar is an amazing person. She is kind and beautiful, full of passion and love\".  - Inbar Heiman, a graphic design student, was abducted from the Supernova music festival in southern Israel on 7 October. Noam tells me that she went there with her friends, one of whom was murdered during the attacks.  - More than 260 bodies were later recovered from the site of the festival.  - \"That Saturday, that awful day, we didn't know what had happened to her. We were hoping she was still hiding,\" Noam continues and I can hear that he is struggling to talk, overcome by emotion.  - He describes how he and his parents looked through dozens of Hamas videos being published on social media before eventually discovering footage showing his girlfriend on the back of a motorcycle, injured, surrounded by four Hamas gunmen.  - \"The footage is too graphic to watch. My parents prefer I don't watch it.  - \"We want to believe she got medical treatment in Gaza.  - \"I just hope she's in a safe place and is alive. I hope she is staying strong.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 08:50", "title": "Peacekeeper in Lebanon injured in cross-border shelling, says UN group", "text": ["- The UN peacekeeping mission in Lebanon (Unifil) says a peacekeeper was wounded after two mortar shells hit a base near the village of Houla in southern Lebanon on Saturday night.  - They sustained minor injuries and are in a stable condition, the organisation says.  - Earlier on Saturday, a shell hit the Unifil headquarters in the town of Naqoura, it adds, saying nobody was injured on this occasion.  - The Lebanese group Hezbollah and the Israeli military have frequently exchanged fire along the Lebanon-Israel border in recent weeks.  - \"Attacking UN peacekeepers is a crime, a violation of international law and must be condemned,\" Unifil says."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 08:36", "title": "'There is no safe place... God help us'", "text": ["- We’ve just heard from a woman who has fled from her home in central Gaza for the city of Khan Younis in the south.   - “The situation is very, very bad everywhere,” she says by voice note. “There is no safe place.”   - The woman, who asked to remain anonymous because of fears for her safety, said the bombing in Gaza was “continuous, non-stop”.   - “The houses can fall down on the heads of residents at any moment, any time. We don’t sleep or rest at all,” she says.   - Her final words in the message are: “God help us.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 08:17", "title": "'We wouldn't have done this if we weren't in need'", "text": ["- Some of the displaced Gazans who took wheat, flour and other basics from UN warehouses have been speaking to reporters.  - \"We have no flour, no aid, no water, not even toilets,\" Abdulrahman al-Kilani told AFP news agency.  - \"Our houses were destroyed. No one cares about us. We appeal to the people of the world. All international powers are against us. We needed aid, and we wouldn't have done this if we weren't in need.\"  - Also outside the Deir al-Balah distribution depot in the centre of the Gaza Strip, Um Samer al-Attar described the conditions people in the area had been facing.  - \"We need fresh water, we need food, we are starving,\" she said.  - \"This is totally unfair. Our children can't sleep [from hunger and thirst]. We need to provide water and food for them.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 08:07", "title": "Here are the latest updates", "text": ["- \"Israel's ground offensive grows:\"  - More Israeli troops entered Gaza overnight, according spokesman Rear Admiral Daniel Hagari without giving numbers.  - The Israel Defence Forces say warplanes have attacked 450 Hamas targets over the last day.  - Chaos at aid centres in Gaza:  - Thousands of people have broken into aid warehouses to grab basic survival items such as flour and hygiene kits, the UN agency for Palestinian refugees (UNWRA) says.  - UNWRA says there are signs civil order is starting to break down in the territory.  - After more than a day of almost total communications blackout, phone and internet connections are returning.  - The Palestinian Red Crescent says it was told by Israeli authorities that it should evacuate the Al-Quds hospital in northern Gaza because it was in the combat zone.  - Israeli hostages.  - IDF spokesman Daniel Hagari says bringing hostages back to Israel is a top priority as families express concern about the ground operation in Gaza.  - The families of the hostages being held in Gaza are due to meet Israel's president to discuss their safety later."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/2"}, {"date": "2023-10-29 07:52", "title": "Raids on food distribution centres expected, says WFP", "text": ["- Abeer Etefa, senior spokesperson for the World Food Programme, says she is not surprised by the recent raids of aid centres in Gaza. (Image caption: Abeer Etefa, senior spokesperson for the World Food Programme says she is not surprised by the recent raids of aid centres in Gaza.)  - A senior spokesperson for the World Food Programme (WFP) has said the raids at several aid distribution centres in Gaza on Saturday were \"expected\" because of the \"difficult conditions facing people\".  - Speaking to the BBC earlier, Abeer Etefa said: \"The bottom line is that people are desperate, they are hungry.\"  - Etefa suggested that Saturday's phone and internet blackout may have contributed to the events at the warehouses and distribution centres. The WFP had to halt its distribution of food because it was unable to communicate with teams on the ground, she said.  - \"We're resuming today now that the service is coming slowly back.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 07:41", "title": "''Safer' is like a joke in Gaza. There’s nowhere safe'", "text": ["- Ahmed Najar is in London but his entire family including his parents and siblings are currently in Gaza.  - Ahmed describes to BBC 5 Live how his family has tried to \"navigate their way through the bombardment\" of Gaza by Israeli forces.  - \"How could I be convinced of what Israel is trying to achieve when whole entire neighbourhoods are being demolished and people are being killed?\" He says.  - Despite ongoing communication difficulties across Gaza, Ahmed was able to speak to his nephew.  - \"He described the situation as horrific, an intensive bombardment in the north of Gaza.\"  - \"They feel extremely lucky to have survived the last couple of nights.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 07:29", "title": "Israeli military says it is 'doing everything' to bring hostages home", "text": ["- People demonstrate in Tel Aviv on Saturday calling for the hostages to be brought home.  - While the Israeli military expands its operation in Gaza, families of some of the hostages being held by Hamas and other militant groups have expressed concern about the intensifying attacks.  - Revealing that more Israeli troops had entered Gaza overnight, IDF spokesman Daniel Hagari insisted in a news conference earlier that a \"top priority\" of these forces was to \"bring the hostages back home\".  - He referred to 230 hostages. Previously officials have spoken of 229 people being held hostage in Gaza after the mass murders and kidnappings by Hamas on 7 October.  - \"We embrace the families and will continue to accompany them,\" said Hagari on Sunday.  - We are doing everything in order to bring the hostages back home, this is a top priority. IDF soldiers are now fighting in the battlefield towards that purpose as well.\"  - Meanwhile, Israeli President Isaac Herzog is due to meet representatives of families of the hostages later today.  - You can read more about the hostages being held by Hamas here."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 07:18", "title": "UN asked if security will be tightened at aid centres in Gaza", "text": ["\"I just spoke to a spokesperson for UNRWA about Saturday's break-in to several warehouses in Gaza. It is estimated that 'thousands' broke into the second largest center in Deir al-Balah, where supplies of humanitarian aid are stored and distributed by the UN. The raid took place during the day, the agency confirmed.    Items that were stolen include wheat flour and hygiene products, though the agency was keen to reiterate that 'no fuel was taken'. UNRWA has not clarified whether security will be tightened up at the other warehouses in Gaza, or whether they are expecting extra supplies.    To date, just over 80 lorries carrying humanitarian aid have been allowed into Gaza. Israel has refused to allow deliveries of fuel into Gaza because it says it could be used for military purposes by Hamas, which it classifies as a terrorist organization - as do the UK, US, and other powers.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 07:08", "title": "Israel tells hospital in Gaza City to evacuate, Palestinian Red Crescent says", "text": ["- The Palestinian Red Crescent says it has received warnings from Israeli authorities to evacuate the Al-Quds hospital in northern Gaza.  - In a statement on X, formerly known as Twitter, it said it had “just received serious threats” that the hospital was going to be bombed and should be immediately evacuated.  - The message it received said: \"You must immediately run away from the combat zone in the hospital perimeter and surrounding shelters, to the humanitarian zone in the south.\"  - It continued: \"You are in the combat zone and your life is at risk\".  - The Palestinian Red Crescent says that “since this morning, there has been raids 50 meters away from the hospital\".  - Norwegian doctor and activist Mads Gilbert told me he had just spoken to a senior anaesthesiologist in the hospital who “confirmed the threats and also confirmed that they had had a discussion among the staff and decided not to leave their patients”.  - “This hospital has hundreds of patients and thousands of internally displaced in and around the hospital compound,” he said.  - An Israeli military spokesman declined to comment when asked about the reports during a media briefing, Reuters news agency reported.  - Previously, the military had said Hamas \"wages war from hospitals\" in Gaza by using these facilities as bases and \"terror infrastructures\" - a claim Hamas denies."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 06:54", "title": "Rocket shards fall in central Israel", "text": ["- Rocket shards have fallen in Rishon LeZion in central Israel, according to Israeli media citing the police. No casualties have so far been reported.  - Sirens have rung out in different parts of Israel over the past few days, including this morning, warning of rocket attacks from the Gaza Strip.  - Most of the rockets fired into Israel are disabled by Israel's air defence system, known as the Iron Dome. Three people were injured in Tel Aviv after a rocket hit an apartment block on Friday.  - The BBC's international editor Jeremy Bowen, who is reporting from southern Israel, says he heard the booms of the Iron Dome late into the night as it intercepted the rockets fired into the country from Gaza.  - When the sirens blare, he says, you hear families running to bomb shelters and staircases - the strongest part of the building - to take cover."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 06:37", "title": "Israel sends more troops into Gaza - IDF", "text": ["\"A short while ago, the Israeli military gave an update to the media at a televised briefing - let's give you a recap of what was said.\"    Speaking in Hebrew, Israel Defense Forces (IDF) spokesman Daniel Hagari explained: \"Overnight we increased the entry of IDF forces into the Strip, and they joined the forces already fighting there.\"    \"We're gradually expanding the ground activities and the extent of our forces in the Gaza Strip.\"    \"The ground operation is complex and involves risks for our forces too.\"    \"We will do everything in our power - from the air, sea and ground - to ensure the safety of our forces and to achieve the war's objectives.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 06:29", "title": "UN warehouse break-in a 'worrying development'", "text": ["\"I'm about 10 kilometres from Gaza, and from the moment I woke up this morning, there's been a continuous drumbeat of Israeli artillery fire into Gaza. A really worrying development though, is the news from the UN Palestinian agency saying that thousands of people have broken open their warehouses in Rafah, where they have a large logistical base. There had been some stockpiles of food and hygienic supplies, but a press release from UNRWA says there’s been massive looting at the warehouse.    On the ground in Gaza, it's very hard to follow exactly what's going on because the Israelis have been very quiet about their operations. While some connectivity and telecommunications have been restored, most of Gaza was cut off from the rest of the world for more than a day. We know for sure that Israel has gone in, and we know for sure that this is their ground operation. There's a large Fog of War around it, but this is the grand operation they've been talking about for the last three weeks.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 06:18", "title": "Latest pictures show huge rescue effort surrounded by rubble", "text": ["\"Let's bring you some of the latest images from Gaza which have just come to us.    As you can see, there is an intense search and rescue effort in Khan Younis after buildings were destroyed in parts of the city.    Some of the photos are too graphic to show. They include images from the Nasser Hospital in Khan Younis, some of which show body bags being lined up on the ground. At least three dead children are visible in the images.    We want to reflect the gravity of this conflict, and its toll on civilians, while being sensitive about what you, the audience, are exposed to.    Yesterday, civilians in Gaza were again told to head south - where the Israeli military says humanitarian efforts will be expanding.    We do not know from these images when exactly the buildings shown were destroyed - the area has been targeted by Israeli strikes over the past few weeks.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 06:08", "title": "How is Israel being targeted from Lebanon and Gaza?", "text": ["Yesterday, we looked at Israel's air campaign in Gaza, but what action is being taken against Israel? The Institute for the Study of War (ISW), a US think tank, has been publishing its analysis of the conflict. Its work gives us a clearer overview of this latest crisis in the Middle East.    Hamas is designated a terror organization by the UK and many other western governments. It has a military wing, the Al Qassam Brigades, which are said to have fired nine rockets towards Israel yesterday, injuring civilians in Tel Aviv.    The ISW said it couldn't independently verify the impact points of the rockets, but stated that Israeli Iron Dome missile defense systems intercepted three of the projectiles.    In northern Israel, Iranian-backed groups including Lebanese Hezbollah carried out 12 attacks, says the ISW, targeting Israeli radar and sensor sites and other military targets.    Israel hit back with multiple air and artillery strikes, many of which have been documented by the Israeli Air Force."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 05:57", "title": "Airstrikes near Al Shifa hospital in Gaza City, reports say", "text": ["Late last night, our team in Israel was told by a contact in Gaza that air strikes had hit close to the Al Shifa hospital in Gaza City, which is the biggest hospital in the Strip. The person had been to the hospital and said people there were \"terrified\".    Israel's military has said Hamas's main base of operations is beneath the hospital. Hamas has rejected that claim and some of the doctors working there have called for the hospital to be protected.    Our source's claim aligns with what our reporter on the ground, Rushdi Abualouf, was hearing from his base in southern Gaza yesterday: people in Gaza City told him of air strikes on roads near the hospital.    And this morning, the Associated Press reported that Israeli warplanes had carried out strikes overnight near the hospital, citing Gaza City residents.    We have verified a video that was filmed yesterday from inside the hospital. The footage is too graphic to show. In it, we can see a packed room with many patients on trolleys, including a child with severe injuries."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 05:46", "title": "This isn't a war Israel started - government spokesman", "text": ["- Eylon Levy is a spokesperson for the Israeli government and he insists the country is \"sick with worry\" for the fate of the 230 people taken hostage three weeks ago.  - He tells BBC Radio 5 Live the 7 October attack by Hamas was “one of the most spectacular massacres in human history”, and that Israel is “determined that that will never happen again”.  - “This isn't a war that Israel started,\" Levy says. \"This isn't a war that Israel even expected. It's a war that Hamas launched and declared against us.”  - Levy repeats the vow to “destroy Hamas” - and urges civilians in Gaza to “get out of harm's way”."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 05:36", "title": "IDF says aircraft struck '450 military targets' over the past day", "text": ["- Israeli Defense Forces (IDF) say warplanes attacked \"over 450 military targets belonging to the Hamas terrorist organization in the Gaza Strip\" over the last day.  - In a post on X, the IDF say the targets included military headquarters, observation posts, and anti-tank firing positions.  - The post adds that the ground troops had also been involved in the fighting."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 05:26", "title": "UK continues to call for pause in hostilities - minister", "text": ["Let's briefly head to London to bring you some fresh comments from the UK government's Culture Secretary who has been asked about the situation in Gaza. Michelle Donelan has just told the BBC's Sunday with Laura Kuenssberg political show that the government wants to see a pause in hostilities in the Israel-Gaza war in order to get critical aid to people. \"We continue to call for a pause,\" she says adding that getting aid in is \"absolutely essential\". She explains the UK has so far donated and flown over 21 tonnes of aid to the Strip equating to the value of £13m. On Wednesday, Rishi Sunak called for \"specific pauses\" in the Israel-Gaza war to allow more aid into Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 05:17", "title": "Pictures show Gazans break into distribution centres for food and 'basic survival items'", "text": ["- As we've been reporting, thousands of Gazans broke into distribution centres and warehouses of the UN's Palestinian refugee agency (UNRWA) \"taking wheat flour and other basic survival items like hygiene supplies\".  - Images from AFP news agency showed people carrying food bags on Saturday as they stormed the supply centre in Deir el-Balah in the southern Gaza Strip.  - Scenes of chaos at the UNRWA's supply centre at Deir al-Balah, near Khan Younis in the southern Gaza strip.  - A crowd of people in UNRWA's warehouse taking food and other essential items.  - Civilians in Gaza have been desperate for humanitarian aid, with aid agencies saying hundreds of trucks are needed to alleviate the crisis."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 04:59", "title": "Hamas claims clashes with Israeli troops at multiple locations inside Gaza", "text": ["- Israel's military has said troops are on the ground in Gaza - and Israeli PM Benjamin Netanyahu said yesterday that commanders had been deployed in various places in the Gaza Strip.  - In the last hour, the Telegram account of the Izzedine al-Qassam Brigades, the military arm of Hamas, reported armed clashes with Israeli troops and vehicles in the north-west of the territory.  - There were similar reports yesterday, from the same Telegram account, of fighting in north-west Gaza, and we also verified the location of a video released by Israeli military showing its vehicles very close to north-west Gaza.  - Overnight, the same al-Qassam Telegram account reported clashes with Israeli troops east of Gaza City. We are working to verify a video claiming to show fighting in the same area that was posted this morning, and we'll bring you more about the situation on the ground as we get it."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 04:39", "title": "'Unfathomable' that recovering hostages is not top priority say family", "text": ["- Uri Goden has not heard from his cousin Tal Haimi since the October 7 Hamas attacks.  - As Israel continues air strikes in Gaza, families of Israeli hostages held there by Hamas have been speaking of their increasing worry for their loved ones.  - \"How do they know they didn't kill my cousin?\" a cousin of an Israeli hostage exclaims during an interview with the BBC.  - Uri Goren says that the family are yet to hear anything about his cousin, Tal Haimi, who has been missing since the 7 October attack and is believed to have been taken to Gaza as a hostage.  - Goren says that he and other families find it \"unfathomable\" that retrieving the hostages \"is not Israel's top priority.\"  - \"When they are shelling Gaza from the air...how do they know they're not bombing my cousin?\"  - He accepts that some politicians have discussed the importance of recovering the hostages but adds: \"I want to see them do something concrete about it.\"  - Goren calls for a temporary humanitarian ceasefire to retrieve the hostages saying: \"The only way to get them all back safely... is to stop the war.\"  - On Saturday Israel's prime minister Benjamin Netanyahu met with some families of hostages and promised to do everything possible to bring them home."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 04:26", "title": "BreakingGaza residents break into aid warehouses and take supplies - UNRWA", "text": ["- Thousands of Gaza residents have broken into warehouses and distribution centres in the south and middle of the strip, taking flour and other basic supplies, the UN relief agency for Palestinian refugees (UNRWA) says.  - \"This is a worrying sign that civil order is starting to break down after three weeks of war and a tight siege on Gaza,\" UNRWA said in a statement.  - \"People are scared, frustrated and desperate. Tensions and fear are made worse by the cuts in the phones and internet communication lines.\"  - The UNRWA statement released on Sunday does not specify which warehouses were raided or when this happened.  - The UN's humanitarian chief Martin Griffiths said on Thursday that aid had been \"barely trickling\" into Gaza in the past week, while Israeli bombardment was intensifying."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 04:14", "title": "Gaza network overwhelmed as people try desperately to call loved-ones", "text": ["- The return of communications was a relief to some here in Khan Yunis, but it was also a shock to others.  - My friend called me crying profusely.  - He said: “I wish they had kept the connection cut off. I just learned that my mother-in-law and most of my wife’s family were killed in an Israeli raid yesterday, and others are still under the rubble.”  - As the internet service is restored, most people are holding their phones close to their faces trying to call relatives and friends, as the network is overwhelmed by the growing number of calls.  - The hospital here in Khan Younis has become the hub for almost everything, including those who are trying to charge their phones.  - On my way to the hospital this morning, there are more people are out in the streets and hundreds are queueing to get bread."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 03:59", "title": "WhatsApp messages are finally being delivered to Gaza", "text": ["As we've been reporting, connectivity is returning to Gaza today and we are slowly starting to hear back from people on the ground. WhatsApp messages that we sent on Friday night are finally showing two ticks, indicating that they have been received. One contact left a short message this morning letting us know that he is \"OK\". Another, whose family had stayed in central Gaza for fear of being caught in a strike on the road if they traveled south, attempted to call after finally receiving our messages but the connection was too weak to speak. Internet monitoring service NetBlocks posted network data on X - formerly known as Twitter - showing that internet connectivity was being restored on Sunday. Read more: The messages of fear that trickled out while Gaza was disconnected."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/3"}, {"date": "2023-10-29 03:38", "title": "The latest in Israel and Gaza", "text": ["\"It's just gone 9.30 in Israel and Gaza. Here's a recap of the latest lines if you are just joining us:\"  - Phone and internet connectivity is being restored in Gaza after an outage that lasted for more than 24 hours.  - Israel's military operations in Gaza continued overnight, while Palestinian armed factions in Gaza fired more rockets into Israel.  - Netanyahu said in a televised address on Saturday that additional Israeli ground forces had gone into what he called \"that stronghold of evil\" - referring to Gaza - adding that commanders were now deployed \"all over the Gaza Strip\"  - He said that recovering the hostages was an \"integral\" part of the military's goals but that its top priority was to \"abolish\" Hamas.  - The International Committee of the Red Cross has called for an immediate de-escalation of the conflict, deploring the loss of life and what it said was an \"intolerable level of suffering\"  - Israel has been bombing Gaza since the 7 October Hamas attacks that killed 1,400 people and saw 229 people kidnapped as hostages. The Hamas-run health ministry in Gaza says more than 8,000 people have been killed by Israel's retaliatory attacks."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-29 03:18", "title": "Three killed overnight in West Bank - Palestinian health ministry", "text": ["- Three Palestinians were killed overnight by Israeli forces in the West Bank, the Palestinian health ministry says.  - Violence in the Israeli-occupied territory has surged since Hamas's deadly attacks on 7 October and Israel's retaliation in Gaza.  - More than 100 Palestinians have been killed in the West Bank in recent weeks by Israeli forces or settlers. On Saturday, a 40-year-old man was shot and killed by an Israeli settler in a village near the city of Nablus, the Palestinian Health Ministry said on Facebook."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-29 02:55", "title": "Communications returning to Gaza after more than a day of near-total blackout", "text": ["Details of what happened overnight are still pretty sketchy when it comes to Israel’s military operation and the effects that it had on the ground, but we did see some large explosions from Israeli airstrikes over Gaza.    We do know there were rockets fired overnight and early this morning into southern Israel by Palestinian armed factions in Gaza.    What should help to make things clearer now is that we’re hearing more and more, that after that day-and-a-half of near-total blackout on communications in Gaza, that the internet and telephone services are coming back.    The outage had led to warnings from international human rights groups about what its effects could be on the ground – aid agencies couldn’t reach their staff, you had ambulance workers who couldn’t respond to emergencies, and ordinary people who couldn’t get in touch with their loved ones and check that they’re still alive.    Yesterday Israel’s Prime Minister Benjamin Netanyahu was saying very much that this was going to be a long and difficult war, that it’s now in a new phase - the second phase - and he’s expecting that there will be more ground, air and sea operations. He cast this very much as a war for Israel’s survival, for its existence, and said that Israel would be victorious in the end."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-29 02:21", "title": "'The deafening silence at the end of the phone call is scary'", "text": ["While connectivity is being restored across Gaza, people are still struggling to reach their loved ones in the Strip. Jehad Abusalim, a Palestinian PhD student in New York, told the BBC he had not been able to reach his parents and brothers in Gaza since communications went down in the enclave on Friday evening. \"The deafening silence at the end of every phone call and every text message is definitely scary,\" Abusalim said. \"Every minute that passes, not knowing if they're dead or alive, if they're well or unwell, if they're home or had to evacuate or go somewhere else. It's just painful,\" he added. The world \"has been witnessing the mass destruction of the Gaza Strip and the killing of thousands of civilians,\" said Abusalim, who is also executive director of The Jerusalem Fund, an NGO supporting Palestinians. \"What we have witnessed so far has been so brutal, so bloody and so destructive. Hearing that there will be a new phase of that is just so terrifying, and it should push everyone to push for a ceasefire before it's too late,\" he said."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-29 01:38", "title": "A continuous drumbeat as Israeli bombs rain on Gaza", "text": ["I woke up about half an hour ago at 06:45 local time (04:45 GMT) in my hotel in Ashkelon, the town in southern Israel that is about 10km from the nearest part of Gaza.    From my windows I can see the streets are empty. Many, if not most of the residents have left.    A continuous drumbeat of heavy shelling is coming from Israeli artillery batteries firing on Gaza and has not stopped since I woke up. I just counted six deep rumbles in a minute."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-29 01:11", "title": "Israel may 'force everyone to take action' - Iran President", "text": ["- Iranian President Ebrahim Raisi says Israel's moves have \"crossed the red lines, which may force everyone to take action\".  - Writing on X (formerly Twitter) on Sunday, Raisi added: \"Washington asks us to not do anything, but they keep giving widespread support to Israel. The US sent messages to the Axis of Resistance but received a clear response on the battlefield.\"  - The \"axis of resistance\" refers to a network of Iran-backed forces across the Middle East, of which Hamas is a part.  - US authorities have been warning Iran to stay out of the Israel-Hamas war as they are keen to stop a wider regional conflict.  - The Hezbollah group, which is based in Lebanon and also supported by Iran, has been exchanging fire with Israel in recent weeks."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-29 00:55", "title": "In photos: Israeli ground forces expanding activity in Gaza", "text": ["- Israel says it is expanding ground operations in Gaza to take out Hamas.  - The Israeli military has posted images showing its soldiers preparing for ground activity in Gaza.  - Israeli Prime Minister Benjamin Netanyahu said in a televised address on Saturday that Israel has entered into the second stage of its war with Hamas, and has deployed soldiers and commanders \"all over\" the Gaza Strip.  - He says \"this will be a long and difficult war\", adding: \"We will win. We will prevail.\"  - \"We will fight and we will not surrender. We will not withdraw. Overground and underground,\" he added.  - The photos appeared on the Israel Defense Forces' official account on X (formerly known as Twitter).  - Benjamin Netanyahu says soldiers have been deployed all over the Gaza Strip.  - Troops preparing ammunition as Israel expands ground operations in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-29 00:32", "title": "Main Palestinian telecom company confirms connectivity being restored", "text": ["- Landline, mobile, and internet services are gradually being restored in the Gaza Strip, the Palestine Telecommunications Company (Paltel) said on X, formerly known as Twitter.  - \"Our technical teams are diligently addressing the damage to the internal network infrastructure under challenging conditions,\" the main Palestinian telecom provider added.  - This follows earlier reports from Palestinian media agencies, as well as the Internet monitoring group NetBlocks."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-29 00:18", "title": "The latest in Israel and Gaza", "text": ["- People walk on the street in Gaza next to the buildings destroyed by Israeli airstrikes.  - It's just past 6am in Israel and Gaza. As the Israel-Hamas war enters its 24th day, Israeli Prime Minister Benjamin Netanyahu warned that this next stage of war will be \"long and difficult\".  - Here's what else we have been covering:  - Phone and internet connectivity is being restored in Gaza. Communication networks went down on Friday evening, leaving it almost entirely cut off from the outside world amid the heaviest airstrikes of the war so far.  - Netanyahu said in a televised address that additional Israeli ground forces have gone into what he called \"that stronghold of evil\" - referring to Gaza - adding that commanders are now deployed \"all over the Gaza Strip\".  - He said that recovering the hostages was an \"integral\" part of the military's goals but that its top priority is to \"abolish\" Hamas.  - The Israel Defense Forces said Egypt and the United States \"will be expanding\" aid to Gaza on Sunday, but did not elaborate. Meanwhile, the International Committee of the Red Cross has called for an immediate de-escalation of the conflict, deploring the loss of life and what it said was an intolerable level of suffering.  - Turkey's President Recep Tayyip Erdogan accused Israel of war crimes. Netanyahu responded by pulling diplomats out of the country.  - Israel has been bombing Gaza since the 7 October Hamas attacks that killed 1,400 people and saw 229 people kidnapped as hostages. The Hamas-run health ministry in Gaza says more than 8,000 people have been killed by Israel's retaliatory attacks."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-29 00:00", "title": "'Long, slow invasion could unfold over months'", "text": ["- An Israeli army soldier sits by a machine gun.  - Israel is probably looking at a long and slow invasion of Gaza that could unfold over weeks, or even months, Shashank Joshi, defence editor at The Economist, told the BBC's Newshour programme.  - While Israel's extensive aerial bombardment of the Gaza Strip will make it \"somewhat easier\" for troops on the ground to fight, they themselves will encounter some difficulty navigating amid the devastation, he said.  - \"When you turn large neighborhoods to rubble as the IDF (Israel Defense Forces) has done, you also make it difficult for your own vehicles to maneuver over streets,\" he said.  - The vast network of underground tunnels that Hamas uses for its operations are also \"very difficult\" obstacles, Joshi said, as the presence of Israeli troops and hostages held inside the tunnels make them \"very vulnerable to ambush and attack\".  - He added that the cutting off of communications in Gaza could be a tactic that forces Hamas fighters to rely more on radio communication or other systems that the IDF can intercept."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 23:35", "title": "Internet being restored in Gaza - monitoring group", "text": ["- Real-time network data shows that internet connectivity is being restored in the Gaza Strip, Internet monitoring group NetBlocks said on X, formerly known as Twitter.  - Some journalists in Gaza also tweeted that they were able to make phone calls and access social media.  - Communication networks in Gaza went down on Friday evening, leaving it almost entirely cut off from the outside world as Israel announced it had begun the second stage of a \"long and difficult war with Hamas\".  - On Saturday, senior advisor to Benjamin Netanyahu Mark Regev told the BBC's Today programme that it was \"standard behaviour\" to disrupt the communications of the enemy.  - Asked directly by the BBC if Israel had deliberately cut the communications to Gaza, Regev replied: \"I didn't say that. I just said that it is normal practise for Western, democratic armies to do\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 23:29", "title": "Israeli ground operations complicate hostage release efforts - Qatar", "text": ["- The Israeli ground operation in Gaza that began yesterday has complicated efforts to secure the release of hostages taken by Hamas, the Qatar government has said.  - \"This escalation makes it considerably more difficult,\" Qatari foreign ministry spokesman Majed al-Ansari said.  - Israel Prime Minister Benjamin Netanyahu earlier said that there was \"no contradiction\" between militarily defeating Hamas and bringing the hostages home.  - Israel has confirmed that 229 people have been taken as hostages by Hamas."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 22:47", "title": "BreakingTelephone, internet slowly returning to Gaza - Palestinian media", "text": ["Telephone and internet communications are gradually being restored in the Gaza Strip, reported the Safa press agency and the Hamas-affiliated Shehab news agency."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 22:45", "title": "'Our children's lives are in their hands'", "text": ["Hadas Calderon, whose two children and ex-husband were taken by Hamas on 7 October, is pleading with Israeli authorities to make the safe return of hostages their top priority. She told BBC Newshour from Tel Aviv, \"Our children's lives are in their hands. I am asking them not to forget our children. They must make a ceasefire and [agree to a] prisoner exchange.\"    Calderon was among hundreds of people who gathered in Tel Aviv on Saturday to demand the release of their relatives who have been taken hostage. Israel's Prime Minister Benjamin Netanyahu has said that his military's top priority is to \"completely eliminate\" the Hamas group, although he said speaking to the families of the hostages broke his heart.    Calderon also appealed to Hamas, saying, \"I am begging them, take care of our children and make sure they are safe... They are innocent. This is not their war.\" Her son had turned 12 after his abduction, and Calderon said the family held a \"surrealistic\" birthday party without him. She added, \"We [bought] a big bike because he loves to mountain bike... That's still waiting for him to come and pick it. I want him and I want my girl, my sweet girl, and their father also - I want them back. And immediately.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 22:25", "title": "Humanitarian efforts in Gaza 'will be expanding' - IDF", "text": ["- Egypt and the United States \"will be expanding\" humanitarian aid to Gaza on Sunday, Israel Defense Forces (IDF) spokesman Daniel Hagari said today in a video statement posted to X, formerly known as Twitter.  - He did not elaborate further.  - In the same video, Hagari accused Hamas of firing from among Gazan civilians and using them as \"human shields\".  - \"Hamas terrorists operate inside and under civilian buildings, precisely because they know the IDF distinguishes between terrorists and civilians,\" he added."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 22:05", "title": "Pro-Palestinian protests around the world", "text": ["- Turkey: President Recep Tayyip Erdogan attended a massive pro-Palestinian demonstration in Istanbul, where he called Israel the occupier and held western countries responsible for the violence. Israel has responded to Erdogan's comments by pulling out diplomats.  - UK: Protesters hold a massive Palestinian flag at a rally in London, which was estimated to have drawn hundreds of thousands of people.  - Malaysia: Protesters fly hundreds of Palestinian flags outside the US embassy in Kuala Lumpur.  - Australia: Pro-Palestinian demonstrators are seen during a rally in Perth, Western Australia.  - West Bank: Relatives of Palestinian prisoners in Israeli jails demand for their release and also express support for those in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 21:34", "title": "WATCH: Relatives demand hostages' return after meeting Israeli PM", "text": ["Relatives of people taken hostage by Hamas on 7 October have called for their return after meeting Prime Minister Benjamin Netanyahu earlier."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 20:54", "title": "What's the latest?", "text": ["- Civilians in Gaza remain cut off from the outside world.  - We've entered the early hours of Sunday morning in Israel and Gaza. Here's a re-cap for those just joining us:  - Israel's Prime Minister Benjamin Netanyahu said his country's ground operation in Gaza marks the \"second stage\" of what he says will be a \"long and difficult\" war with Hamas.  - In a televised address, he said that additional Israeli ground forces have gone into what he called \"that stronghold of evil\" - meaning Gaza - stating that commanders are deployed \"all over the Gaza Strip\".  - Netanyahu met families of Israelis held hostage by Hamas, who have expressed concern about the intensifying attacks on Gaza.  - He said said that recovering the hostages was an \"integral\" part of the military's goals.  - Leaflets have been dropped over Gaza City warning residents the area is now a \"battlefield\" and they must leave for the south.  - Civilians in Gaza remain cut off from the outside world because phone lines and the internet are down for most people.  - Turkey's President Recep Tayyip Erdogan accused Israel of war crimes. Netanyahu responded angrily by pulling out diplomats of the country and saying the Israel Defense Forces were a \"moral army\".  - Israel has been bombing Gaza since the 7 October Hamas attacks that killed 1,400 people and saw 229 people kidnapped as hostages.  - The Hamas-run health ministry in Gaza says more than 8,000 people have been killed since Israel's retaliatory bombing began."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 19:42", "title": "Gaza death toll passes 8,000, Hamas-run health ministry says", "text": ["- The Hamas-run health ministry in Gaza says the death toll in the territory has now passed 8,000.  - Israel has been bombing Gaza following the 7 October Hamas attack that killed 1,400 people and saw 229 people kidnapped as hostages."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 19:03", "title": "WATCH: Multiple explosions seen in Gaza", "text": ["- Multiple explosions could be seen in Gaza from southern Israel on Saturday night after Prime Minister Benjamin Netanyahu earlier said his country's ground operation marked the \"second stage\" of a \"long and difficult\" war with Hamas.  - Civilians in Gaza remain cut off from the outside world, with phone lines and internet down for most people."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/4"}, {"date": "2023-10-28 18:36", "title": "International Red Cross calls for immediate de-escalation", "text": ["- Palestinians search for bodies and survivors among the rubble after Israeli airstrike destroyed a building.  - The International Committee of the Red Cross has called for an immediate de-escalation of the conflict in Gaza, deploring the loss of life and what it said was an intolerable level of suffering.  - The ICRC is the guardian of the Geneva conventions, the laws of war, and since the Hamas attack on Israel three weeks ago it has repeatedly called for the release of all hostages, and appealed for access to Gaza for aid supplies.  - The ICRC rarely comments publicly on the way a particular war is being waged – it believes quiet reminders to the warring parties are the best way to encourage respect for international law.  - But late on Saturday night the Red Cross issued an urgent warning. \"Two million civilians were trapped in Gaza with nowhere to flee,\" it said, \"amid massive bombardment and a military siege\". This, the ICRC statement continued, was a \"catastrophic failing that the world must not tolerate\".  - It also condemned the use of civilians as human shields and repeated its call for the release of hostages.  - \"But the absolute priority is the preservation of life, and that means allowing sustained deliveries of aid, and access for aid agencies,\" said the statement."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 17:58", "title": "What is the 'second stage' of Israel's war with Hamas?", "text": ["- As we've been reporting, Israel's Prime Minister Benjamin Netanyahu earlier today said his country's war with Hamas had entered its \"second stage\".  - Last week, Israel's defence minister Yoav Gallant told a parliamentary committee that the war would have three stages.  - \"The first stage of the campaign was meant to destroy Hamas's infrastructure in order to defeat and destroy Hamas,\" Gallant said.  - He described the second stage as continued fighting as troops work to \"eliminate pockets of resistance\".  - And the third phase, Gallant said, \"will require the removal of Israel's responsibility for life in the Gaza Strip, and the establishment of a new security reality for the citizens of Israel\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 17:19", "title": "UN chief surprised by 'unprecedented escalation'", "text": ["\"UN Secretary General Antonio Guterres has said the escalation in Israel's military assault on Gaza surprised him after it appeared there was a growing international consensus around the need for a humanitarian pause in the conflict.\"    \"I was encouraged in the last days by what seemed to be a growing consensus in the international community... for the need of at least a humanitarian pause in the fighting,\" Guterres said in a statement.     \"Regrettably, instead of the pause, I was surprised by an unprecedented escalation of the bombardments and their devastating impacts, undermining the referred humanitarian objectives,\" he added.     On Friday, the UN General Assembly overwhelmingly called for an immediate humanitarian truce between Israel and Hamas to allow more aid into Gaza.     But Israel angrily dismissed the resolution."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 16:34", "title": "Lack of footage from Gaza shows the impact of internet blackout", "text": ["Since last night, BBC Verify has been looking through photos and videos from Gaza trying to understand what is happening on the ground. Much of the footage we've seen shows dead or injured civilians and severely damaged buildings. But nearly all of it predates last night's escalation in hostilities. This speaks to the impact of the internet blackout imposed on Gaza by the Israelis as the strikes began. A simple way of establishing whether a video is old is by taking a screenshot of one of the frames and \"reverse searching\" for any previous versions of it. At BBC Verify, we are committed to ensuring that the images we present to you are an accurate record of the incidents we are reporting."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 16:04", "title": "Gaza 'disconnected from the planet' but messages of fear still trickle out", "text": ["- A voice note arrives from a journalist in a city in central Gaza, where lines of communication have been almost completely eliminated.  - Mid-way through the audio, a loud explosion thuds in the background. \"The situation is very dangerous,\" he says, adding that many people don't know what happened to their relatives overnight.  - The WhatsApp voice note, sent from the city of Deir al-Balah, is one of few insights available into what is happening in Gaza - and how civilians are coping since Israel intensified air strikes and expanded its ground operations on Friday night.  - Internet monitoring group NetBlocks says there has been a \"collapse in connectivity\" in the enclave. The blackout means people can't contact their friends or family - or ambulances to pick up the injured.  - Palestinian Minister of Communications Ishaq Sider has said efforts are being made to activate international roaming services in Gaza.  - But for now, most people there remain, in the words of one of our contacts, \"disconnected from the planet\".  - Read more here."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 15:35", "title": "Netanyahu says defeating Hamas principal objective - but pressure growing on hostages", "text": ["- Anyone expecting to hear an offer from Israel’s prime minister to pause his military’s assault on Gaza in order to secure the release of hostages will have been disappointed. Benjamin Netanyahu cast this battle in the broadest context: a 3,000 year old battle for Jewish survival. Israel, he said, had to prevail. Defeating Hamas was his principal objective. Securing the release of hostages was a secondary objective.    - He was speaking just a short time after meeting the relatives of Israelis being held hostage by Hamas. They’re deeply apprehensive and want assurances that Israel’s military operations, which stepped up a gear 24 hours ago, won’t prove to be a death sentence for their loved ones.    - But the prime minister, who said that his heart broke when he met the families, said there was “no contradiction” between defeating Hamas and bringing the hostages home.    - In a further indication of his government’s strategy, the defence minister, Yoav Gallant, said “the more we hit out at [Hamas], we know that they will be willing to come to some kind of agreement, and we will be able to bring our dearly beloved hostages home.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 15:16", "title": "Netanyahu said prisoner swap idea has been discussed in cabinet", "text": ["- We reported just now that Hamas has offered exchanging the more than 220 hostages they kidnapped on 7 October in exchange for the release of all the Palestinian prisoners in Israeli jails.  - Israel's PM Benjamin Netanyahu commented on this earlier at a news conference.  - He said the idea of a swap deal involving hostages for prisoners had been discussed within the Israeli war cabinet but declined to give details about specifics, saying this would be counterproductive.  - More from our correspondent Paul Adams in Jerusalem in a moment on the hostages and how Israel's leadership is coming under fresh pressure to secure their release as ground operations intensify."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 15:03", "title": "Strikes at Lebanon-Israel border as fears of escalation intensify", "text": ["- Flares are fired from northern Israel over the southern Lebanese border villages.  - Since the Israel-Hamas war started three weeks ago, the Lebanese group Hezbollah and the Israeli military have frequently exchanged fire along the Lebanon-Israel border.  - Fears that this could become another front in the conflict are rising, again, as Israel expands its ground offensive in Gaza.  - Today, the Israeli military said it had launched a retaliatory strike after thwarting a surface-to-air missile that was fired from Lebanon towards an Israeli unmanned aerial vehicle (UAV). Hours later, it said one of its drones hit a “terrorist cell” in Lebanon that had tried to launch an anti-tank missile at Israel.  - Hezbollah said it had carried out several attacks with artillery shells and guided missiles, without giving more details.  - The violence has forced more than 28,000 people to flee their homes in Lebanon, according to the International Organization for Migration.  - Hezbollah, which is considered a terrorist organisation by the UK and other countries, is part of the Iranian-backed \"Axis of Resistance\", that also includes groups and factions in Syria, Iraq and Yemen."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 14:58", "title": "Hamas leader offers to free hostages for prisoners in Israeli jails", "text": ["In his first comments since the war began on 7 October, Hamas's leader in the Gaza Strip, Yahya Sinwar, has offered to release all hostages being held in Gaza in return for the release of all Hamas prisoners in Israeli jails.    In a statement on the group's official website, Sinwar said: \"We are ready for an immediate exchange deal that includes the release of all prisoners in the prisons of the Zionist enemy in exchange for the release of all prisoners with the resistance.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 14:30", "title": "UN rights chief warns of 'possibly catastrophic consequences'", "text": ["- Israel intensified its bombardment on the Gaza Strip since Friday.  - The UN's High Commissioner for Human Rights has warned that large-scale Israeli ground operations in Gaza could produce \"catastrophic\" consequences, with possibly thousands more civilian deaths.  - Volker Turk urged the two sides and others with influence in the region to do everything to de-escalate the conflict.  - \"Last night’s bombardment and ground operations in Gaza by Israeli forces were reportedly the most intensive yet, taking this terrible crisis to a new level of violence and pain,\" he said.  - \"Compounding the misery and suffering of civilians, Israeli strikes on telecommunications installations and subsequent Internet shutdown have effectively left Gazans with no way of knowing what is happening across Gaza and cut them off from the outside world.\"  - Israel says its military operations in Gaza are targeted at destroying Hamas and its infrastructure so it can no longer mount attacks."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 14:14", "title": "Gallant says freeing hostages is a 'very complex effort'", "text": ["Israeli Defense Minister Yoav Gallant speaks after Netanyahu, and talks about the hostages. \"It's a very complex effort to bring them home,\" Gallant says. He goes on to add: \"The more we hit out at them (Hamas), we know that they will be willing to come to some kind of agreement, and we will be able to bring our dearly beloved hostages home.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 14:02", "title": "Israel's PM: This will be a long and difficult war", "text": ["- Netanyahu concludes by referring to support he says he has been given from allies in the West and Arab world.  - He says, \"this will be a long and difficult war\", adding: \"We will win. We will prevail.\"  - He describes the war, which follows Hamas's attacks on 7 October, as Israel's \"second war of independence\".  - He continues: \"We will fight and we will not surrender. We will not withdraw. Overground and underground.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 14:01", "title": "Don't accuse us of war crimes, says Netanyahu, as he confirms soldiers in Gaza Strip", "text": ["- Netanyahu says that Israeli soldiers and commanders \"are now in the Gaza Strip, they are deployed all over\".  - Earlier today, Turkey's President Recep Tayyip Erdogan accused Israel of war crimes.  - The Israeli PM does not name him but says: \"Don't accuse us of war crimes. If you think that you can accuse our soldiers of war crimes that is hypocrisy. We are the most moral army in the world.\"  - He says the IDF is taking precautions to protect civilians, and accuses Hamas of committing crimes against humanity by \"using their people as human shields\".  - The health ministry in Gaza, which is run by Hamas, says more than 7,600 people have been killed in Gaza since Israel began bombing the territory. The World Health Organization said on Friday that 40% of the dead were children.  - Hamas killed more than 1,400 people in Israel in the attacks of 7 October. Most of them were civilians, including women and children."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 13:51", "title": "BreakingNetanyahu says ground operation is second stage of war", "text": ["- Benjamin Netanyahu says the ongoing ground operation in Gaza is the second stage of the war with Hamas, with \"very clear objectives\".  - Netanyahu says additional Israeli ground forces have gone into what he called \"that stronghold of evil\", referring to Gaza, to \"dismantle\" Hamas and bring hostages home."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 13:46", "title": "Netanyahu's press conference is starting", "text": ["Israel's Prime Minister Benjamin Netanyahu is now speaking after meeting with representatives of the families of those held hostage by Hamas in Gaza. We will bring you what Netanyahu has to say and you’ll be able to watch live by clicking Play at the top of this page."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 13:37", "title": "Let's bring you up to date - here's the latest", "text": ["- It's just after 20:30 local time in Israel and Gaza, 18:30 here in London.  - Here's a quick recap of what has happened today:  - Israeli forces say they have entered the northern area of the Gaza Strip, and appear to be trying to push south, from there, reports Jeremy Bowen.  - Israel's military has reiterated its call for civilians in northern Gaza to flee south for their safety, calling Gaza City a \"battlefield\".  - The IDF has also said Israel's objectives \"require a ground operation\" and that its \"best soldiers and commanders are now in Gaza\".  - Turkish President Recep Tayyip Erdogan has called Israel's strikes in Gaza a \"massacre\" - shortly after that, Israel's foreign minister called for all Israeli diplomats in Turkey to leave.  - Prime Minister Benjamin Netanyahu has met with representatives of the families of the 229 hostages being held by Hamas - an announcement from him is expected shortly.  - Latest figures from the Hamas-run Gaza Health Ministry report that more than 3,500 children have been killed in Israel's bombing of Gaza since 7 October. More than 1,400 people were killed in the Hamas attacks that targeted Israel on that day.  - Communication networks in Gaza went down on Friday evening, resulting in a lack of information in and out of the territory."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 13:13", "title": "Netanyahu meets families of hostages", "text": ["- Netanyahu met with the families in Kirya, Tel Aviv.  - Israeli Prime Minister Benjamin Netanyahu and his wife Sara have met representatives of the families of people taken hostage by Hamas.  - \"We will exercise and exhaust every possibility to bring them home,\" Netanyahu told them, adding that this was one of the goals of the war.  - \"This effort not only has not stopped, it continues and it continues even harder,” the prime minister said.  - We are expecting to hear more from Netanyahu soon in a press conference he will hold with Defense Minister Yoav Gallant and Minister Benny Gantz."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 12:59", "title": "Rockets fired from Gaza land in southern Israel", "text": ["Throughout Saturday, numerous rockets have been fired from the Gaza Strip towards Israel. Some of them have landed, local media reports, including in the southern city of Ashkelon. There, a rocket landed on the shore in the early hours of the morning, but no one was injured. Rocket sirens were also activated on Saturday afternoon in Tel Aviv and surrounding towns. Israeli news website Ynet news reported that a rocket struck a car park in Kiryat Ono - just outside Tel Aviv - causing several cars to explode. It reports that a man in his 50s in Holon suffered from smoke inhalation, while two others were injured in Tel Aviv seeking shelter."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 12:40", "title": "Hospital in southern Gaza only focusing on life-saving interventions", "text": ["- More than a million people live now in southern Gaza after a huge flight from the north.  - Some of them live in Khan Younis's Nasser Hospital, where I've been reporting.  - It's the second biggest hospital in Khan Younis, serving half of the population. But right now, it's really struggling with the number of casualties arriving - a situation compounded by the fact that it is running low on fuel and medical essentials.  - Doctors have shut most of the departments and are focusing only on people that need life-saving interventions.  - Tonight, more Israeli planes are flying over Gaza. People here are expecting more heavy bombing."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 12:28", "title": "Israel drops leaflets into north Gaza saying it's a 'battlefield' and people must flee", "text": ["- We reported earlier that Israeli army spokesperson Daniel Hagari has issued an \"urgent plea\" to the citizens of northern Gaza and Gaza City to move south, adding that their \"window to act is closing\".  - That warning came via a post on X, which most Gazans currently can't access due to the internet outage.  - But Israel's military has also been dropping leaflets into Gaza with a similar warning.  - The leaflets, written in Arabic, warn that the north of the territory has become a \"battlefield\" that is not safe - and that people should head south."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/5"}, {"date": "2023-10-28 12:25", "title": "Israel's military says the war 'will require a ground operation'", "text": ["- More now from that video update from IDF chief of staff Herzi Halevi.  - He says Israel's objectives for the war \"require a ground operation\".  - \"In order to expose and destroy the enemy, there is no other way than to enter its territory with force,\" he says.  - Halevi goes on to mention the hostages being held by Hamas - thought to be 229 - saying returning them is a \"supreme national effort\".  - Halevi ends his statement saying: \"We will win\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 12:14", "title": "Israel's military says its 'best soldiers and commanders' are now in Gaza", "text": ["- The Israel Defense Forces chief of general staff Herzi Halevi has delivered a four-minute video update where he has said that Israel is moving on to the next stage of the war.  - \"Our forces are currently operating on the ground in the Gaza Strip,\" he says, adding that they are being supported by \"precise and heavy fire\".  - Halevi goes on to say that Israel's \"best soldiers and commanders\" are now in Gaza and that over the past few days, the IDF has \"continued to target and eliminate commanders of the Hamas terrorist organisation\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 11:59", "title": "One hospital reported hit, and area around another targeted", "text": ["\"We understand that the Indonesian Hospital in Bait Lahia was struck and out of service for some time during last night's air strikes. There were also strikes on roads near the Shifa hospital in Gaza city, the largest in the territory, according to people in the area.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 11:58", "title": "Israeli tanks went deep into north-west Gaza during heaviest night of strikes", "text": ["- There have been hundreds of Israeli air strikes since last night and throughout the day across the Gaza Strip.  - We are in Khan Younis, in the south, where there were about 20 airstrikes today.  - But shelling was most intense in the north, west and east of the Strip. We understand that tanks were as deep as 2km in the north-west of Gaza, close to the sea.  - Communication has been very, very difficult for the last 24 hours. The two main mobile carriers and internet lines are not functioning. Those who have international sim cards and are close to the border can connect with the outside world using roaming and Israeli mobile networks.  - One radio station still able to broadcast spoke to their correspondent in the north. He described what happened last night as the largest ever strikes targeting the area, saying it was \"like an earthquake\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 11:48", "title": "Israel orders diplomats to return from Turkey", "text": ["Israel's Foreign Minister Eli Cohen has posted on X saying he has ordered Israeli diplomats to leave Turkey after what he called the \"harsh statements\" from Istanbul. As we reported in our previous post, Turkey's President Recep Tayyip Erdogan today called Israel's strikes in Gaza a \"massacre\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 11:41", "title": "Turkey's Erdogan says he will 'declare Israel a war criminal'", "text": ["To a passionate crowd in Istanbul, Turkey’s president, Recep Tayyip Erdogan, called Israel’s strikes in Gaza a “massacre,” and said the nation’s western allies were “the main culprit” behind what he called war crimes by Israel.     \"Israel, we will declare you as a war criminal to the world. We are preparing for this and we will introduce Israel to the world as a war criminal.\"     Erdogan has also continued his stance that he does not consider Hamas a \"terrorist organisation\". It is proscribed as such in the US, UK and elsewhere.     The president spoke from a large stage to what he said was a crowd of 1.5 million people. Those in attendance waved both Turkish and Palestinian flags.     The event, called the Great Palestine Rally, was held at the disused Ataturk Airport, where Erdogan has previously held such rallies.     On Saturday, he reiterated his criticism of the West and its refusal to as yet call for a ceasefire in Gaza, and called for unity in the Muslim world."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 11:29", "title": "Divergent response in international community to Gaza situation", "text": ["- As Israel has relentlessly ratcheted up its military operation, its closest allies have signalled their continued support. John Kirby, the national security spokesperson in the Biden White House, told CBS News Israel had “every right and responsibility to defend itself and take the fight to Hamas and its leaders” who he said were “sheltering behind civilians in Gaza,” words echoed this morning by the UK Foreign Secretary James Cleverly. Kirby was explicit that the US would continue to make sure Israel had “the tools and capabilities” to prosecute its war against Hamas.    - Both men said they were in favour of a “pause” for humanitarian aid to reach Gaza. But the fears for what’s happening to civilians in Gaza mean international responses are starting to diverge. The UN General Assembly last night adopted a non-binding resolution calling for “an immediate, durable, and sustained humanitarian truce leading to a cessation of hostilities.” 120 nations backed it, including countries like France, Spain, Ireland and Belgium. The US and 13 other countries opposed the resolution which did not mention Hamas. Israel voiced outrage calling it “infamy”. The vote has no legal force. But it’s a sign of the way views in the international community could polarise as the situation for civilians in Gaza worsens."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 11:14", "title": "Shell hits UN peackeeping HQ in southern Lebanon", "text": ["- A shell has landed inside the headquarters of the United Nations peacekeeping mission (Unifil) in southern Lebanon, a UN spokesman says, amid rising tensions along the Lebanon-Israel border.  - The shell did not explode, and no-one was hurt, but the base in Naqoura was damaged.  - Unifil is working to verify the origin of the attack.  - The Lebanese group Hezbollah and the Israeli military have frequently exchanged fire along the border in the last three weeks."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 10:58", "title": "British mum waits for news from her daughter in Gaza", "text": ["- Lalah Ali Faten, from Manchester, has been relying on daily WhatsApp messages from her daughter Zaynab, who’s in Gaza. The texts - however brief - had been providing some reassurance. “She's never experienced anything like this before,” Lalah told me earlier this week. “She is quite distressed. But she’s putting on a brave face, especially when she speaks to us and sends us messages.”  - But since we spoke, Israel launched its intense overnight bombardment of the Gaza Strip on Friday, and all communication lines - including mobile phone services and internet - went down. Today, Lalah is constantly checking her phone. She's still not heard from Zaynab, who is sheltering near Rafah, close to the Egyptian border, with her husband. They had travelled to Gaza for a family wedding, arriving just two days before the war broke out. The wedding never happened. Zaynab travelled to Gaza for a family wedding.  - The last few weeks have been unbearable for Lalah. “I feel powerless. I feel as much as I can do, it's not enough,” she said."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 10:47", "title": "Netanyahu will meet families of the hostages tonight, Israeli media reports", "text": ["Israeli media is reporting that Prime Minister Benjamin Netanyahu is expected to meet with the representatives of the families of the 229 hostages being held by Hamas tonight, citing Netanyahu’s office. Earlier today, Israel's defence minister Yoav Gallant said that he would be meeting the families on Sunday. Relatives of Israelis kidnapped by Hamas have held a vigil in Tel Aviv."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 10:30", "title": "Situation now is catastrophic, says photographer in Gaza", "text": ["I’ve just managed to make contact with Shehab Younis, a photographer in Gaza who has posted on his Instagram using a very patchy mobile phone signal he’s picked up.    “Situation now is catastrophic,” Shehab tells me in a WhatsApp voice note after I tried repeatedly to call him but the line kept dropping out. “We have lost contact with people who have been targeted or injured”.    It appears people remain unable to call ambulances for those wounded in airstrikes after communications were cut to Gaza’s 2.5 million residents.    Shehab posted onto his social media this morning a video of a badly wounded man being rushed out of a building. The men are shouting out saying they need an ambulance. In the end they race the man into the back of a truck.    “When there is bombardment of houses, the situation has becomes really very hard because of the lack of communications, of internet services,” says Shehab.    “All this is negativity impacting a large number of medical facilities and public service buildings when there are bombings in their areas,” he says."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 10:10", "title": "Voice note from inside Gaza - as an explosion sounds in the background", "text": ["- We’ve just received a voice note from someone in the city of Deir al-Balah, in central Gaza.  - “Last night suddenly all connection was lost…everything dropped,” he says.   - “People were carrying their phones and trying to search for any connection. It was very, very weird.”  - As he speaks, an explosion can be heard in the background.  - “Now there is a strike. The situation is very dangerous. People here are very tense. People are searching for their families, their loved ones,” he tells us.  - “I’m getting messages from people asking me to find their relatives. The situation is very tense.”  - The Gaza resident tells us that people there are not receiving any information about what is happening in the north of the territory, which was hit hardest by Israel's overnight strikes. He is only able to reach us because he has an Israeli eSIM.  - “Gaza is disconnected from the planet,” he says."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 09:58", "title": "Devastation at refugee camp in northern Gaza", "text": ["Earlier, we brought you photos from the Al-Shati refugee camp in northern Gaza, which has been heavily damaged by Israeli strikes.     We now have video from inside the camp. It shows smoke rising from some of the destroyed buildings as people try to clear the streets with the help of a heavy vehicle.     Israel's bombing of Gaza last night was its most intense yet - and was concentrated on the north. We do not yet know how many people died in the camps.     The camp, which is usually home to more than 90,000 people, has been hit several times in the past few weeks in Israel's retaliatory strikes, following Hamas's attack on 7 October."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 09:43", "title": "'Standard behaviour' to disrupt communications of enemy, says Netanyahu adviser", "text": ["- As we've been reporting, a communications blackout across Gaza has made it difficult for civilians, aid agencies, and journalists to contact the outside world, with some reports attributing the outage to Israeli authorities.  - The BBC's Today programme asked Mark Regev, senior advisor to Benjamin Netanyahu, if cutting the lines was an acceptable practice.  - \"In military operations conducted by the British army, the American army often it is standard behavior to disrupt the communications of your enemy,\" Regev said.  - Asked directly by the BBC if Israel had deliberately cut the communications to Gaza, Regev replied: \"I didn't say that. I just said that it is normal practice for Western, democratic armies to do\".  - He added that he was waiting for a \"full briefing\" from the IDF to be able to answer why lines were down."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 09:30", "title": "Fireworks and flares, but London protest is peaceful and noisy", "text": ["- This very large demonstration is working its way through the Waterloo area of central London, with a very low-key police presence.  - The Metropolitan Police says it will take a proactive approach to signs and chanting which could breach terrorism laws by supporting Hamas.  - Some in the crowd are chanting “from the river to the sea”, referring to the land between the River Jordan and the Mediterranean - a chant Home Secretary Suella Braverman had previously urged police chiefs to consider interpreting as an \"expression of a violent desire to see Israel erased from the world\". Israel and most Jewish groups agree.  - The Palestinian Solidarity Campaign and other activists contest this, saying the slogan refers to “the right of all Palestinians to freedom, equality and justice”.  - So far, I've seen no obvious signs calling for “jihad” - ahead of today's demonstrations, the Metropolitan Police had said officers would be expected to intervene if protesters used the word in chants.  - Some have let off fireworks and flares, risking possible police attention, but the protest is peaceful and noisy.  - You can read more about the protest here."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 09:22", "title": "Israel's defence minister: 'We have shifted phases in the war'", "text": ["Israel’s defence minister Yoav Gallant says the country's military has \"shifted phases in the war\" and that its operation will continue \"until further notice\".     \"Tonight the earth in Gaza shook,\" he told Israeli television channel Kan 11.     \"We attacked above the ground and under it. We attacked terrorist operatives from all levels everywhere. The directives to the forces are clear: the operation will continue until further notice.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 09:11", "title": "Israeli vehicles in north-west Gaza, Hamas says", "text": ["- About an hour ago, the Telegram account of the Izzedine al-Qassam Brigades, the military arm of Hamas, said it had shelled Israeli vehicles in north-west Gaza.  - This follows earlier comments from the Israeli military that troops and tanks had entered Gaza overnight and were \"still in the field\". The military has not said where exactly it entered Gaza.  - We have not yet been able to verify the location of footage released by Israel's military earlier today, which it said showed its tanks and other vehicles inside Gaza. It said last night its ground troops were \"expanding operations\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 09:01", "title": "Israeli defence minister to meet families of hostages", "text": ["Israel's defence minister Yoav Gallant will meet representatives of the families of people held hostage by Hamas tomorrow.    The meeting has been arranged after families of some of the 229 hostages appealed for a meeting with Gallant, Prime Minister Benjamin Netanyahu, and other members of the war cabinet over the safety of their loved ones.    Last night, the families released a statement calling the intense bombing on Friday \"the worst of all nights\", due to the uncertainty of the safety of their loved ones during IDF strikes.    Speaking at a protest in Tel Aviv today, Noam Ben Nun, a friend of one of the hostages, said that everyone was afraid for the hostages: \"We want to bring them back alive\". He added that people had been protesting in Tel Aviv for 21 days and \"have had no communication from the government\". \"No one is answering questions, no one is explaining anything, we are hopeless\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 08:52", "title": "‘We didn’t expect we would see morning’", "text": ["- We’ve finally made contact with a journalist in Gaza City, who described the bombing overnight as “brutal”.  - “We didn’t expect that we would see morning,” he said.  - He added that there had been heavy bombing “in the streets, governmental buildings, open fields, the beach”.  - “We are in the city centre, but more of the bombing was to the west and north. My house is there.”."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 08:44", "title": "IDF says it used several methods of communication to relay latest warning", "text": ["- The IDF has told the BBC that a variety of methods have been used to relay its latest warning to the people of Gaza, including dropping leaflets from the air, radio, the internet, and what are described as \"additional methods we cannot elaborate about.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/6"}, {"date": "2023-10-28 08:39", "title": "Israeli forces reissue call for civilians in Gaza to move south", "text": ["Israeli army spokesperson Daniel Hagari has issued an \"urgent plea\" to the citizens of northern Gaza and Gaza city to move south \"immediately\". In a post on X, Hagari says they will be able to return to their homes once the \"intense hostilities end\". He adds that Hamas puts their lives in danger by placing weapons in civilian areas, and that Israel will not forget the group's brutal 7 October attacks. \"Your window to act is closing,\" Hagari warns. \"Move south for your own safety.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 08:33", "title": "What is Gaza?", "text": ["- Gaza is a small strip of land surrounded by the Mediterranean Sea, Israel, and Egypt. It has a population of around 2.3 million people and is one of the most densely populated places in the world.  - Israel occupied Gaza in the 1967 war and stayed until 2005.  - Hamas won the Palestinians' last elections in 2006 and seized control of Gaza the following year by ousting the rival Fatah movement of West Bank-based President Mahmoud Abbas.  - Since 2007, Gaza has been under the control of Hamas, an Islamist group committed to the destruction of Israel.  - Hamas has fought several wars with Israel, which, along with Egypt, has maintained a partial blockade on the strip to isolate Hamas and try to stop attacks, particularly the indiscriminate firing of rockets towards Israeli cities.  - Palestinians in Gaza say Israel's restrictions and its airstrikes on heavily populated areas amount to collective punishment.  - Israel says Hamas has built a secret labyrinth of tunnels underneath the Gaza Strip, which it uses to fire rockets at Israel and plan operations.  - To learn more about life in Gaza under siege, click here.  - Hamas reportedly has a vast network of tunnels under Gaza, according to Israeli forces."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 08:23", "title": "Israel striking Gaza several times a minute from border town", "text": ["I’m in Sderot, the Israeli border town overlooking Gaza. Continuous heavy artillery fire into Gaza continues. The Israeli battery near here is firing several times a minute. The town itself is almost deserted. Most civilians have either left or been evacuated. Israel’s army spokespeople say their operation continues, and they claim to have killed a leading Hamas commander. Israel’s push on the ground is certain also to be killing Palestinian civilians. The more Palestinians they kill the greater the outrage elsewhere in the Middle East, in countries friendly to Israel as well as its enemies. That doesn’t guarantee the war will spread - but it increases volatility and uncertainty in a region that is already fragile."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 08:10", "title": "In Gaza City, people pick through rubble near Al-Shati refugee camp", "text": ["More and more photos are beginning to come out of Gaza following Israel's intense overnight bombing. The latest set of images come from Gaza City. This is in the north of the Strip - where Israel's overnight airstrikes were at a scale and intensity that people have \"never seen before\", according to our reporter in Gaza.    These images, taken by a photographer by the AFP news agency, are from near the Al-Shati camp. They show destroyed buildings and huge piles of rubble, which some people are shown trying to clear. In one image, which is too graphic to show here, a man carries the body of a toddler.    We want to reflect the gravity of this conflict, and its toll on civilians, while being sensitive about what you, the audience, are exposed to. We do not know from these images when exactly the buildings shown were destroyed - the area has been targeted by Israeli strikes over the past few weeks."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 08:01", "title": "Last night in Gaza was 'hell'", "text": ["- Communications in Gaza are extremely difficult and getting any confirmation is extremely difficult. There are a lot of rumours and a lot of conflicting reporting from different sources.  - But there are still some people who have Israeli mobile numbers who still communicate.  - I managed to get some information from people in north, east and west – the four areas where Israel is expanding the operation. They said they were not aware of any Israeli tanks near the residential or the highly populated areas, so it is most likely the tanks are operating 1 or 1.5 km (0.6 - 0.9 miles) from the border.  - But what people have noticed are the non-stop Israeli airstrikes. They said this was the first time ever they had seen explosions of this scale, with huge fires and clouds of black smoke in the sky.  - I was listening to a local radio station, and someone said that what happened last night in Gaza was like “hell”."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 07:40", "title": "Gaza protest in London sees thousands call for bombing to stop", "text": ["Let's take you briefly to central London where thousands of pro-Palestinian protesters have begun gathering urging an end to Israel's offensive in Gaza.    Last weekend, 100,000 people took to the streets of the capital demanding an end to the bombing in Gaza, and police expect similar numbers again.    Rallies are expected in many UK cities, including Manchester and Glasgow.    The demos come as Israel expands its military operations, three weeks after Hamas launched deadly attacks on its territory.    You can read more here."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 07:27", "title": "Gaza health ministry reports 7,703 Palestinians killed in Gaza", "text": ["Latest figures from the Hamas-run Gaza Health Ministry report that 7,703 people have been killed in Israel's attacks on Gaza since 7 October, including more than 3,500 children.    We are still unclear how many people were killed in the intense airstrikes last night."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 07:14", "title": "What weapons is Israel using in Gaza air strikes?", "text": ["- Israeli F-16 loaded with JDAM precision-guided bombs  Image caption: Israeli F-16 loaded with JDAM precision-guided bombs.    - Air strikes continue to be the major part of Israel’s military campaign in Gaza and there is no sign of that changing. Overnight Israel's military said about 100 jets ‘dropped hundreds of weapons and destroyed hundreds of targets'.    - The Israeli Air Force release frequent social media posts showing aircraft used in this war, mostly US-built F-16s (the jets Ukrainian pilots are currently being trained on) plus F-15C Eagles and F-15E Strike Eagles - all loaded with a variety of weapons.    - These include precision-guided Joint Direct Attack Munitions (JDAMs) which are ‘regular’ free-fall bombs converted to smart weapons with a bolt-on kit that directs the bomb to target, mostly using GPS/INS navigation. These are accurate to within a few metres.    - Israeli F-15C loaded with JDAM precision-guided bombs  Image caption: Israeli F-15C loaded with JDAM precision-guided bombs.    - Generally, these types of weapons can be pre-loaded with target co-ordinates and each JDAM on the aircraft is capable of hitting a different target. So in one mission, four JDAMs from one jet could hit four different locations. Other forms of smart weapons are likely to be used too.    - We have also seen jets with what looks like targeting pods loaded. These allow pilots to find or see new targets in flight - and direct the ‘smart’ weapons to them during the mission, if required.    - The Israeli military never say what specific weapons are used on any particular target, but it is likely that the weapons on aircraft we see in pictures and videos released by the Israeli military are the weapons they use in strikes."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 06:46", "title": "Growing worry over the fate of hostages held in Gaza", "text": ["- The fate of more than two hundred hostages held by Hamas and other groups in Gaza was often cited as one of many possible factors delaying significant ground operations.   - \"Bringing the hostages home is a supreme national mission,\" is how the IDF spokesperson, Rear Admiral Daniel Hagari put it in his latest briefing.   - There's now growing worry over the fate of Israelis and dozens of other nationalities, including elderly and babies.   - \"A deal to release all civilians looked close before talks stalled over certain details,\" says a diplomat briefed on the highly sensitive talks being mediated by the Gulf state of Qatar where some of Hamas's political leaders are based. Only four captives have been released so far.   - In his briefing, Hagari called Hamas's talks \"cynical exploitation and psychological terrorism.\"   - Israel's \"Hostages and Missing Persons Families Forum\" says families are gathering this morning in \"the context of the escalation of events\" and the families' \"great concern and anxiety.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 06:30", "title": "Let's bring you up to date - here's the latest", "text": ["\"It's 13:30 local time in Israel and Gaza, 11:30 here in London. Here's a quick recap of what has happened today:    - Israel says its troops and tanks remain on the ground in Gaza after launching a major incursion to fight Hamas overnight.  - It also says Israel's airforce struck 150 underground targets striking what it describes as terror tunnels.  - Communication networks in Gaza went down on Friday evening, resulting in a lack of information in and out of Gaza.  - Reporting from Gaza a few hours ago, the BBC's Rushdi Abualouf said the overnight bombardment was \"on a scale never seen before\", causing chaos and panic.  - We don't yet have any casualty figures, but footage shows the northern part of Gaza continuing to be hit.  - The IDF's spokesman gave an update this morning to say troops remain \"in the field\".  - Daniel Hagari also said humanitarian lorries with food and aid would be delivered to people in southern areas of Gaza.  - Elsewhere, the United Nations general assembly overwhelmingly adopted a resolution calling for a humanitarian truce in Gaza.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 06:19", "title": "Images show southern city of Rafah following night of Israeli strikes on Gaza", "text": ["\"We're seeing images that were taken today in Rafah, right in the south of the Gaza Strip. As our reporter on the ground, Rushdi Abualouf, told us earlier, the north of the Strip was hit hardest overnight, but Israeli airstrikes also hit the south of the territory. The images from Rafah show people picking through the rubble of buildings and others carrying containers of water in the street. It's worth noting that many buildings in Rafah were destroyed by previous airstrikes, so we can't be certain the buildings shown here were destroyed overnight. They all come from a photographer on the ground working for the AFP news agency.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 06:09", "title": "The explosions hitting Gaza are almost constant", "text": ["- The explosions hitting Gaza are almost constant — from the air and from heavy artillery positioned along the border to the Strip.  - We can also hear bursts of machine-gun fire coming from the north of Gaza.  - Television cameras are crowded onto the hill here outside the Israeli town of Sderot, less than a kilometre away.  - Alongside the barrage of noise, there’s silence — an almost-total absence of information from inside Gaza.  - The BBC’s Rushdi Abualouf, one of the only journalists still reporting from inside the territory, sent a despatch earlier describing the situation there as “total chaos”."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 05:58", "title": "Hundreds of buildings destroyed in Gaza, Hamas-run civil defence service says", "text": ["Israel's overnight airstrikes destroyed hundreds of buildings in Gaza, the civil defence service in the Hamas-run territory has told the AFP news agency. \"Thousands of other homes were damaged,\" a spokesman told AFP, adding that the intense bombardments had \"changed the landscape\" of northern Gaza. We do not yet have any casualty figures from Gaza. Images taken this morning show widespread damage in the north of the Strip, which has been regularly hit by Israeli airstrikes since Hamas's attack on Israel three weeks ago."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 05:42", "title": "Airstrikes at a scale and intensity ‘never seen before’", "text": ["- Smoke rises above Gaza city amid the continuous Israeli airstrikes that have devastated the Palestinian enclave.  - Northern Gaza and Gaza City are facing the brunt of the Israeli bombardment, Rushdi Abualouf, our correspondent in Gaza, reports.  - A local radio station that is still functioning reported massive explosions in four areas in the north, he says, with callers saying they are at a scale and intensity that people have \"never seen before\".  - Speaking to us from Khan Younis in the south, Rushdi says there is no communication with even local authorities and hospitals, so there is no new figure on the number of casualties.  - People are extremely worried, he adds, of what will happen when Israel begins the next stage of its ground offensive."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 05:27", "title": "What happened on 7 October?", "text": ["- \"Israel's devastating bombardment of Palestinians in Gaza was sparked by Hamas's horrific attack on Israel on 7 October.\"  - \"On that Saturday three weeks ago, more than a thousand Hamas fighters broke through Israel's security fence separating it from the Gaza Strip and went on a rampage, killing 1,400 people.\"  - \"Hamas, which is a proscribed terrorist group in the UK, the US and other countries, first fired a barrage of thousands of rockets towards Israel. That coincided with incursions into the country - many of Hamas fighters flew hang-gliders or motorised paragliders.\"  - \"They then proceeded to kill hundreds of people in Israel, rampaging through various communities in the south of Israel, including a music festival where they killed around 260 people.\"  - \"The fighters also kidnapped more than 200 people who were taken into Gaza. 229 are currently being held hostage in the Gaza Strip, only four have been released so far.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 05:17", "title": "We still don't know casualty figures from Gaza for overnight bombing", "text": ["\"We are still unclear about how many Palestinians were killed in Israel's intense overnight bombardment of the Gaza Strip. We will bring you information as soon as we get it.\"    Communications in Gaza have been almost impossible since networks went down on Friday, which means it is difficult to get concrete, accurate information out of the Strip."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 05:09", "title": "IDF forces still in Gaza - the latest from Israeli army spokesman", "text": ["Earlier, we heard from the Israel Defense Forces spokesperson Daniel Hagari who gave the media an update. Let's quickly recap the key takeaways from his briefing:    1. He confirmed IDF forces entered the territory of the northern Gaza Strip and expanded the ground activity with significant attacks from the air and sea.  2. Hamas commanders were killed - including one Hagari said had been a \"major participant\" in the 7 October massacre.  3. Israeli troops are \"still in the field and continue the war\", he said adding there had been no casualties to the IDF military.  4. Humanitarian efforts into Gaza would also be expanded today with more supplies of food, water, medicine allowed in today, Hagari said.  5. Elsewhere, in the north of Israel, Hagari explained forces attacked a Hezbollah military infrastructure in response to fire aimed at Israel.  6. So far the military has notified the families of \"311 IDF fallen soldiers and 229 hostages\", Hagari said.  7. Returning hostages home remains a \"supreme national effort\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 05:02", "title": "WATCH: 'A state of panic, fear and chaos'", "text": ["- Our correspondent in Gaza, Rushdi Abualouf, was finally able to get through to us, and reports that all communication lines - including cell phone services and internet - have been cut by Israeli authorities.  - Speaking to us from Khan Younis in southern Gaza, he says there is a \"state of panic, fear and chaos\" as Israeli airstrikes continue around the city, even though it is meant to be a safe southern part of the besieged enclave.  - Palestinians are cut off from the outside world and are also \"unable to communicate with each other\", he says."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 04:49", "title": "'The most terrible of nights': Families of Israeli hostages demand meeting with war cabinet", "text": ["- The families of hostages being held in Gaza say they spent a night in \"great anxiety\", as Israel intensified its bombing of the Strip.  - In a statement released this morning, the families are calling on the Israeli defence minister and members of the war cabinet to meet with them immediately.  - \"This night was the most terrible of all nights. It was a long and sleepless night, against the backdrop of the major IDF operation in the Strip, and absolute uncertainty regarding the fate of the hostages held there, who were also subject to the heavy bombings,\" the statement reads.  - The statement adds that the ground operation endangers the well-being of the 229 hostages in Gaza.  - It continues:  The families are worried about the fate of their loved ones and are waiting for an explanation. Every minute feels like an eternity. We demand that Defense Minister Yoav Gallant and members of the war cabinet - meet with us this morning!\"  - Earlier this morning, IDF spokesman said that returning hostages home was \"a supreme national effort. And all our activities, operational, intelligence, are aimed at realizing the goal\".  - You can read more about the hostages, and who they are, here."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 04:39", "title": "Is this a ground offensive? We shouldn't get too hung up on definitions", "text": ["- The bombardment is very focused on the north. The Gaza Strip is only about 28 miles long, so you can hear the extent of the explosions for miles around and certainly throughout the area.    - As I understand it, the Israeli army is still in there this morning, most likely attempting to clear out tunnels, probably with special forces spotting targets for those air force attacks.    - Tanks can be more vulnerable in daylight so they may pull some of those back. But, so as far we can tell it’s still going on. Is it a ground offensive? I don’t think we should get too hung up on definitions of all of this.    - When we saw the military build-up, the mobilisation of over 300,000 reservists, we thought we would be seeing an all fronts invasion of Gaza.    - I think what they may be doing though, is clearing areas of Gaza slice by slice. I felt from the tone of comments from the Israeli army last night their emphasis was that they would continue pushing, and that this was about \"payback\".    - I think you could call this a very extended raid, or the ground offensive. But it’s certainly a very large military operation."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/7"}, {"date": "2023-10-28 04:29", "title": "Army appears to be still in Gaza and pushing further south", "text": ["- What appears to be happening this morning is Israeli forces are concentrating on the northern area of the Gaza strip, in Beit Hanoun, and pushing down a bit further south from there.   - The Israeli army are not adding anything to what they said last night - they are upping the tempo of their operations.   - We have seen from video which has emerged from Gaza this morning and from what could be seen along the border area last night, evidence of a very, very large bombardment.   - The communications blackout means it’s very hard to find out exactly what’s going on – for example I have spoken to the UN this morning who have been able to communicate with their main office in the south over a satellite phone.   - But, as there is no internal communication, they can’t connect with their area offices which look after their aid operations - currently suspended completely - to see how they are doing."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 04:20", "title": "Israeli military says footage shows its tanks in Gaza - we're working to verify it", "text": ["Israel's military has released a video that is says shows its ground forces in Gaza - a claim we have not yet verified.    The footage, below, shows dozens of Israeli tanks and other vehicles. We are working to verify the video - most importantly, where it was shot and whether these vehicles have crossed from Israel into Gaza, as they did in raids earlier this week.    A little earlier today, Israel's military spokesman said its forces were \"still in the field\", without giving more details. Last night, Israel said its ground forces were \"expanding operations\".    We'll bring you more information as soon as we can."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 04:10", "title": "IDF spokesman says main goal is to bring hostages home", "text": ["Here are a few more lines from the statement made by Israeli military spokesman Daniel Hagari:    - Speaking about Israel's military aims, he said that the IDF \"will continue to make a concerted effort in order to maintain the security of our forces, using strong fire from the air, but this is combat.\"    - \"We are working towards goals that we have set for ourselves and that have been defined for us. The dissolution of Hamas, border security and a national effort to return the abducted.\"    - On the fate of the hostages, he said \"returning the abductees home is a supreme national effort. And all our activities, operational, intelligence, are aimed at realising the goal.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 04:04", "title": "Aid will get into Gaza today - IDF spokesman", "text": ["- More from IDF spokesman Daniel Hagari who spoke in Hebrew and said several Hamas commanders have been killed overnight as part of the expanded offensive.  - He added that aid trucks will get into Gaza today carrying food and water.  - Finally, he confirmed there have been 311 Israel Defense Forces fatalities since the attack by Hamas on 7 October. He added that the IDF have suffered to casualties in the overnight operations.  - He also confirmed that 229 people who have been taken from Israel are being held hostage in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 03:59", "title": "BreakingIDF spokesman says Israel military still in the field", "text": ["Let's bring you a quick overview from what IDF spokesman Daniel Hagari has just said.    In his briefing, he said the Israeli military was \"fighting a weaker enemy\".    Hagari confirmed troops entered northern Gaza overnight adding forces were \"still in the field\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 03:51", "title": "Israeli military spokesman speaking now", "text": ["- Israeli military spokesman Daniel Hagari has just begun a statement - we'll bring you lines shortly.  - Earlier this morning, the military released a video that it said showed its ground forces operating in Gaza - we will bring you that video shortly, but we may also hear more about it in the statement.  - We have also been told that around 100 fighter jets bombarded Gaza overnight and 150 underground targets were hit.  - Our reporter on the ground has described the situation as \"total chaos\".  - We'll bring you more as soon as we have it."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 03:47", "title": "Israel posts video of what it calls 'limited invasion' of Gaza", "text": ["For weeks now, the question has been: when will Israel launch its ground attack? Friday’s escalation appears to mark the beginning of a ground incursion but what’s known so far seems to indicate it may proceed in stages. An IDF spokesman Lt Col. Peter Lerner has called it a “limited invasion\". With a communications blackout in Gaza, details are still unclear. The Israel Defense Forces have posted a grainy video which shows long columns of tanks on the move but it is still not clear if they are on the ground in Gaza. Amid all the speculation surrounding Israel’s plans, one option had been widely cited - that Israel could move into Gaza, from the north, and try to clear and hold limited expanses of territory while it intensifies its attacks. Israel is now saying it will also accelerate the entry of desperately needed aid into Gaza, but aid agencies are ringing alarm bells, as loudly, as possible, in this din of war."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 03:38", "title": "Photos show destruction in northern Gaza", "text": ["- As well as hearing from our reporter on the ground in Gaza, Rushdi Abualouf, we're beginning to see the first images emerge showing the scale of destruction in northern Gaza.  - The first photo below taken from the Israeli city of Sderot, which is close to Gaza, and shows the north-east part of the Strip. The second shows a photo of northern Gaza taken from an undisclosed location in Israel.  - We'll bring you more images of Gaza as we get them. Israel says it struck 150 Hamas targets in intensified overnight bombing, and our reporter described the bombardment on the north of the Strip as happening \"on a scale we’ve never seen before\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 03:27", "title": "UK foreign secretary says calls for ceasefire 'aren't going to help the situation'", "text": ["- UK Foreign Secretary James Cleverly says that calls for a ceasefire \"aren't going to help the situation\".  - \"Of course we want to see Israel safe, peaceful and secure,\" he says in an interview, but there is no indication from Hamas that they would accept or abide by a ceasefire.  - Cleverly reiterates UK support for Israel and the importance of adhering to international law. He says that it is important to remember that it was Hamas who initiated this round of fighting with their brutal attack on 7 October.  - He refrains from saying there is a humanitarian crisis in Gaza, and pins the blame for the situation on Hamas. \"We want to alleviate that suffering,\" he says, which is why the UK has increased its commitment to humanitarian aid to the Palestinians.  - Cleverly concludes by warning protesters in the UK to be mindful of misinformation and manipulation, and says that they should be wary of a \"small minority\" who have more \"negative aims\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 03:01", "title": "BreakingBombardment in northern Gaza on 'a scale we've never seen before'", "text": ["- There was a huge bombardment in the north of Gaza strip on a scale we’ve never seen before.  - Huge flames could be seen rising into the sky – it seemed they were using different types of bombs.  - At the hospital here ambulance drivers told me they couldn’t communicate with anyone, so they were just driving in the direction of the explosions.  - There’s been panic everywhere, even here in Khan Younis, where the bombing was less, as people try to reach family members in other areas to check they are safe, but the phones have been cut off.  - It’s total chaos."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 02:50", "title": "Israeli official says 'around 100 fighter jets' bombarded Gaza overnight", "text": ["[\"Smoke rises from Gaza amid Israel's devastating bombardment. Image caption: Smoke rises from Gaza amid Israel's devastating bombardment.\", '\"Around a hundred fighter jets\" were used in Israel's bombardment of the Gaza Strip overnight that destroyed hundreds of Hamas targets, according to the head of Israel's Air Force Operations, Brigadier General Gilad Keinan.', 'In a post on X, Israeli forces quoted Keinan as saying that the air force's \"goal is clear - to destroy everything touched by the hand of Hamas\".']"], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 02:38", "title": "No messages able to get through to Gaza", "text": ["- As we've been reporting, almost all communication with people in Gaza has become impossible as phone and internet services have been cut off.  - Our Middle East correspondent Tom Bateman posted on X round 0640 BST that people in Gaza cannot speak to the outside world \"or presumably to each other\".  - His post was accompanied by an image of a WhatsApp message he had sent to someone in the besieged enclave, which had not been delivered as of 1840 Gaza time yesterday.  - Many of our other journalists are also saying that none of their messages to people in Gaza are getting through."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 02:04", "title": "Explosions continue as morning breaks in Gaza", "text": ["- Looking down the coast from Ashkelon towards Gaza, you can hear explosions - sometimes several times a minute.  - Regular, but more muffled than the loudest explosions last night. I can hear planes and what sounds like a helicopter passing above the city here.  - Morning mist or fog means it’s difficult to see very far. There has just been another series of explosions, they seem to be getting louder."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 01:53", "title": "Israel says army hit 150 underground targets in northern Gaza", "text": ["- Stung by increasing international criticism and concern over the intensity of its bombing campaign in Gaza, Israel has doubled-down.  - The Israeli Force said that in one of the most intensive nights of bombing so far, it had hit 150 underground targets in northern parts of Gaza, including what it called “terror tunnels, underground combat spaces and additional infrastructure.”  - Israel also said a senior Hamas commander – named as Asem Abu Rakaba – has been killed. Israel said he had been directly responsible for Hamas’s aerial capabilities, including drones and paragliders used in the 7 October attacks when 1,400 people in Israel were killed.  - It’s nearly impossible to get through to Gaza because many of the usual communication networks are down, but the intensity of the bombing last night was abundantly clear. The devastation on the ground is almost apocalyptic in some areas and the number of dead, according to the Hamas-run Health Ministry has risen to well over 7,000 – around half of those are said to be children.  - There is some mounting criticism in Israel to the growing intensity of the air campaign, especially from the families of the 229 hostages still being held by Hamas in Gaza.  - But the Israeli government is unrepentant. The word “ceasefire” is not even being considered, say government officials and Israel will not rest until its aim of completely defeating Hamas is achieved."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 01:23", "title": "Living under Israeli spy drones in Gaza", "text": ["- Israeli attacks completely destroyed some buildings in Al-Shati refugee camp of Gaza City.  - And more now from Asmaa in Rafah, where she lives with her son who has Ewing's Sarcoma cancer. We spoke to Asmaa before Israel began intensifying its bombing last night, and posted snippets from the conversation earlier.  - \"When my son and I want to go to bed, we always recite a prayer. Our house can be bombed at any moment,\" she says about their nights.  - Asmaa says that most people in her neighbourhood are civilians. \"There are no Resistance here,\" she adds.  - \"Civilians should be safe in their homes. But unfortunately, their houses are destroyed on top of them. Nowhere is safe. Not even a metre anywhere in Gaza… north, south, east, west.\"  - She says the Israeli surveillance drones which are flying low are intimidating: \"After sunset it’s very difficult to leave the house, surveillance drones fly very close to people. It’s intimidating. You are always worried a missile is going to strike you.\"  - Asmaa recalls the previous conflicts where missiles targeted a single house and those living in it.  - It is different, she says: \"Now they destroy an entire block, five or six houses at a time. They bomb the whole street and anything that’s on it. Anywhere can be bombed. It’s not limited to just a house or two.\"  - Speaking on Friday, she said they had been hearing the sounds of bombing all day and \"it shakes us\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-28 00:56", "title": "BreakingIsrael says it killed head of Hamas's aerial operations", "text": ["Israel's military says it has killed the man who allegedly commanded the Hamas fighters who infiltrated Israel on paragliders on 7 October and was allegedly responsible for drone attacks on Israeli military posts.    The Israel Defense Force posted on X, formerly known as Twitter: \"Overnight, IDF fighter jets struck Asem Abu Rakaba, the Head of Hamas' Aerial Array.\"    \"Abu Rakaba was responsible for Hamas' UAVs [unmanned aerial vehicles], drones, paragliders, aerial detection and defence.    He took part in planning the October 7 massacre and commanded the terrorists who infiltrated Israel on paragliders and was responsible for the drone attacks on IDF posts.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "", "title": "Doctors Without Borders says it has lost contact with Gaza staff", "text": ["- A recent photo shows Al Shifa Hospital lit up in Gaza City.  - Médecins Sans Frontières (MSF), the charity organisation known as Doctors Without Borders, said it had lost contact with some of its Palestinian colleagues on the ground.  - In a message shared on social media, the group said it was \"particularly worried for the patients, medical staff and thousands of families taking shelter at Al Shifa hospital and other health facilities\".  - \"We call for the unequivocal protection of all medical facilities, staff and civilians across the Gaza Strip,\" MSF said.  - MSF's website says it moved international medical staff to the south of Gaza on 13 October, following Israel’s evacuation order. Prior to that, the group had an operational theatre at Al Shifa in the north of the Gaza strip. Al Shifa is Gaza City's main hospital.  - Earlier, an Israeli military spokesman alleged that Hamas was using the hospital as a shield for underground tunnels and command centres. Hamas has denied this accusation."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-27 23:53", "title": "Gaza blackout as 'carnage looms' - what the UK papers are saying", "text": ["- Israel's move to expand its ground operations in Gaza last night leads most of Saturday's front pages.  - The Daily Mirror says Israel was last night poised for a full-scale ground invasion of Gaza after launching a wave of strikes.  - Witnesses described the bombardment as the most intense of the war so far, the Daily Telegraph reports. The paper also reports that London Mayor Sadiq Khan's call for an Israeli ceasefire deepened the division within his Labour Party over the war in Gaza.  - With internet and electricity down in Gaza, about 2.3 million people living there have been cut off from the outside world, the Daily Express reports.  - The Daily Mail says fear spread among civilians in Gaza, as they reported the most intense air strikes since the conflict began three weeks ago.  - Read our full newspaper review here."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-27 23:48", "title": "Mock coffins and empty Shabbat chairs", "text": ["- We reported earlier how pro-Palestinian protesters forced the closure of one of the busiest train stations in the US tonight when they flooded into New York's Grand Central Terminal.    - Other demonstrators around the world joined together to demand that fighting stop and aid be allowed into Gaza. And there were also protests which sought to highlight the people taken hostage in Israel by Hamas.    - In Paris, one sign reads: \"They cut the internet but not our hearts. Ceasefire\"    Image caption: In Paris, one sign reads: \"They cut the internet but not our hearts. Ceasefire\"    - Protesters shouted slogans and lit flares in solidarity with Palestinians outside the US Consulate in Istanbul, Turkey.    Image caption: Protesters shouted slogans and lit flares in solidarity with Palestinians outside the US Consulate in Istanbul, Turkey.    - Mock coffins represented dead Palestinian children at City Hall Square in Copenhagen, Denmark.    Image caption: Mock coffins represented dead Palestinian children at City Hall Square in Copenhagen, Denmark.    - Also in Copenhagen, a Shabbat table with a place for each of the 222 people who were taken hostage by Hamas was set up at Kongens Nytorv.    Image caption: Also in Copenhagen, a Shabbat table with a place for each of the 222 people who were taken hostage by Hamas was set up at Kongens Nytorv.    - Orthodox Jewish families demonstrated outside UN headquarters in New York as the UN debated the conflict.    Image caption: Orthodox Jewish families demonstrated outside UN headquarters in New York as the UN debated the conflict.    - Here in the UK, police say they expect about 100,000 people to join a demonstration in London on Saturday with other rallies organised elsewhere - including in Manchester and Glasgow."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-27 22:54", "title": "Hate crime soars in London during conflict", "text": ["- A protest to condemn the rise of antisemitic hate crimes took place in London on Wednesday.  - Antisemitic hate crime has continued to soar in London, with 408 offences recorded so far this month, compared with 28 in the same period last year.  - Islamophobic hate crime is also on the rise, up from 65 offences last October to 174 so far this month.  - The Metropolitan Police says it has made 75 arrests linked to the Israel-Gaza conflict, and is investigating 10 potential breaches of anti-terrorism laws.  - The new crime stats come amid warnings from security and community figures that domestic hate crime and radicalisation could be fuelled by events in the Middle East.  - A large pro-Palestinian protest is expected in London on Saturday.  - Read more."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/8"}, {"date": "2023-10-27 22:38", "title": "Dirty water and rotten food", "text": ["- A refugee camp set up for Palestinians in Khan Yunis, Gaza  Image caption: A refugee camp set up for Palestinians in Khan Yunis, Gaza.    - We told you earlier about Asmaa, whose 10-year-old son Firas has cancer and is struggling to receive healthcare in Rafah, in the south of the Gaza Strip.    - She also told us that both from northern Gaza and eastern parts of Rafah, a lot of families have fled to the refugee camps, including some of her family.    - \"From my family, my parents, my brothers’ wives, my sister and her children, my neighbours, our friends, all those who have gone to refugee camps tell me the living conditions in the camps are horrible.\"    - She gives some details: \"They tell me that the water is dirty. It’s not suitable for drinking. Not even suitable for bathing or washing. Some drank the water and got sick from drinking it.\"    - Asmaa also says that food is very limited in the camps, and that each person is given one or two pieces of pita bread, and all the food provided is very old, some of it infested with worms.    - Since the people in the camps cannot take a bath or wash their clothes, hygiene problems cause illnesses and skin conditions affecting the hair and body like eczema and itching, Asmaa says."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 22:17", "title": "US 'ready to take further action' against Iran-linked groups", "text": ["- US President Joe Biden has said the US \"stands ready to take further action\" following attacks by Iran-linked groups against US forces in Iraq and Syria.  - Biden's comments in a letter to House Speaker Mike Johnson came after US fighter jets carried out air strikes in eastern Syria this week.  - Earlier, Johnson posted on X, formerly known as Twitter, that he had spoken to Israel's Prime Minister Benjamin Netanyahu by phone.  - \"The House of Representatives stands with Israel and I reaffirmed our strong support,\" he posted."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 22:08", "title": "Mother of missing Israeli feels country has changed", "text": ["- Iris Haim with her son, 28-year-old Yotam Haim, a drummer in heavy metal band Persephore.  - Image caption: Iris Haim with her son, 28-year-old Yotam Haim, a drummer in heavy metal band Persephore.  - Iris Haim's son Yotam is missing, believed to be held in Gaza.  - Speaking on the phone from Tel Aviv, she tells me the last time she heard from him was at 10.44 on the morning of 7 October when Kibbutz Kfar Aza was attacked by Hamas.  - The attack had started earlier that morning, and both mother and son had been hiding in their home shelters, in touch throughout the morning.  - After the last message, the connection was lost.  - \"We were waiting for the gunfire to stop so we could come and take him to our house. At some point he told us that there were Hamas terrorists in the kibbutz.\"  - \"He was scared, he didn't know what to do. We tried to contact the army, the police. We didn't know that the whole area was under attack, there were thousands of Hamas terrorists who had succeeded in reaching the area.\"  - Her voice strong and composed despite her intense worry for her son, Iris says that the country changed after the terrible day of the attacks almost three weeks ago.  - \"We understand that there's no country for Israel except Israel. We must be strong together, do everything together, not fight each other. All the problems with the government, the demonstrations, we put it behind us,\" she says referring to months of protests against Prime Minister Netanyahu's plans to limit the powers of the Supreme Court.  - \"I have so much support from the government, the people, the army. It's a pity we needed to have the terror attack for the change. But the change has happened.\"  - Talking about her son, she tells me that she believes that he is well and hopes that he is using his good humor to deal with the situation and help other people.  - \"He is young, he is strong. I want to believe that he's doing well.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 21:51", "title": "Three weeks in", "text": ["- Israeli soldiers on Friday inspect a house damaged in the Hamas attack of 7 October.  - If you are just joining us, it is now three weeks since Hamas's surprise attack on Israel, in which they killed 1,400 people and abducted more than 200.  - In recent hours, there has been a significant intensification of Israeli air strikes over Gaza, with bright flashes and huge explosions lighting up the night sky above the territory controlled by Hamas.  - This comes after the Israeli army said that it was expanding its ground operations.  - A spokesman for the Israeli government, Eylon Levy, refused to confirm that this heralded the start of a much anticipated ground offensive against Hamas, saying only that he would not comment on operational matters.  - The armed wing of Hamas has said it is involved in violent confrontations with Israeli forces in northern and central Gaza. There has also been rocket fire from the territory into southern Israel.  - Meanwhile, hundreds of thousands of Palestinian civilians are enduring another anxious night in Gaza, at risk from the fighting and the huge, ongoing disruption to food and other essential supplies, as the reported death toll in the Strip passes 7,000."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 21:25", "title": "US tells citizens to leave Lebanon", "text": ["- Protesters rioted outside the US embassy in Beirut earlier this month.  - Americans have been urged by their government to leave neighboring Lebanon - while commercial flights are still available - \"due to the unpredictable security situation\".  - Exchanges of gunfire between Israeli forces and the powerful Lebanese Shia Muslim militia Hezbollah have been escalating day by day.  - Israel has deployed troops and armor to the border and taken the precaution of evacuating tens of thousands of civilians from vulnerable communities.  - In its post on X, the US state department adds: \"There is no guarantee the US government will evacuate private US citizens and their family members in a crisis situation.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 21:12", "title": "Blackout in Gaza could hide 'atrocities' - HRW", "text": ["- The ruins of a destroyed building in Khan Younis, Gaza Strip  Image caption: The ruins of a destroyed building in Khan Younis, Gaza Strip.    - The \"near-total telecoms blackout\" in Gaza could create a cover for \"mass atrocities\", a senior research at non-governmental organisation Human Rights Watch has warned.    - \"This information blackout risks providing cover for mass atrocities and contributing to impunity for human rights violations,\" senior technology and human rights researcher Deborah Brown said in a statement posted online.    - Earlier the Committee to Protect Journalists (CPJ) also stressed the need for communications to be restored to Gaza, saying the world was \"losing a window into the reality” of the conflict.    - The lack of information coming out of the Strip “can be filled with deadly propaganda, dis- and misinformation\", the organisation added.    - The CPJ statement adds that at least 29 journalists have died have died so far while covering the fighting that broke out after the Hamas 7 October attack."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 20:44", "title": "Protest shuts down New York's Grand Central", "text": ["- Protesters have filled the iconic Grand Central Terminal in Manhattan, forcing the closure of one of the busiest train stations in the US.  - The Jewish Voice for Peace, a fringe group which advocates for Palestinians, said it was holding an \"emergency sit-in\" and was demanding a ceasefire in Gaza.  - The Metropolitan Transportation Authority said the terminal, which has some 750,000 visitors every day, was closed until further notice.  - New York Police Department told BBC News it did not yet have information on how many arrests had been made or when the terminal would re-open.  - Images taken inside the terminal show people being handcuffed by police and led away from the main concourse."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 20:33", "title": "The struggle to treat one young cancer patient in Gaza", "text": ["- Firas and his mother have faced numerous difficulties securing his cancer treatment.  - Asmaa, whose 10-year-old son Firas has Ewing's Sarcoma cancer, lives in Rafah, in the south of the Gaza Strip. Soon after the war began nearly three weeks ago, they sought refuge at a school run by the UN agency for Palestinians (UNRWA), like thousands of other people.  - They were forced to return to Rafah because of Firas's compromised immune system. Asmaa has detailed the difficulties and disappointments she's faced trying to secure the medicine and treatment he urgently needs.  - Earlier this week, Firas was scheduled to receive a dose of treatment at Gaza’s European Hospital. But the facility has been suffering from a dwindling supply of medical equipment and consumables, and was unable to treat him. “I can see him deteriorating in front my eyes,” Asmaa tells the BBC.  - Although treatment may be available in other hospitals in Gaza, Asmaa and Firas are unable to reach them: “We don’t know what to do. I live in Rafah. It’s difficult for us to go to Gaza City [for treatment] because of the strikes on cars. Even civilian cars are bombarded. Even ambulances.”  - Israel has cut off electricity to Gaza and is not letting fuel be delivered. This poses a major problem for Asmaa: “Some of my son’s medicine at home has been ruined because we can’t store or preserve it. I try to preserve his medicine as much as I can.  - \"There’s someone who has solar panels. We try to keep the medicine at their place. But, it’s far from us. And it’s dangerous to get there.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 20:09", "title": "Pentagon says it destroyed weapon facilities used by Iranian forces", "text": ["- The Pentagon said the 26 October strikes were carried out by an F-16 and an F-15. Pictured is a stock image of US Air Force F-15 at an air show in 2021.  - We've just had an update from the Pentagon about recent US air strikes in eastern Syria.  - Thursday's strikes were \"separate and distinct\" from the conflict in Israel-Gaza, Brigadier General Pat Ryder said.  - US fighter jets destroyed a weapons storage facility and an ammunition storage which Ryder said had been used by Iran’s Islamic Revolutionary Guard Corps. According to the Pentagon briefing, these were self-defence strikes to protect US personnel, and there were no casualties.  - There have been 20 attacks on US and coalition forces in Iraq and Syria since 17 October, Ryder said. Most of these were with rockets and one-way drones that failed to reach their targets."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 19:48", "title": "Watch: Blasts and rocket launches in the night", "text": ["If you're just joining us, here's a recap in video of what's been happening in the last few hours as Israel announced its ground forces were \"expanding operations\" in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 19:23", "title": "Hamas says it is clashing with Israeli forces in northern Gaza", "text": ["- The military wing of Hamas, the Al Qassam Brigades, has said it is confronting an Israeli military ground incursion in the northern part of the Gaza Strip.  - The Hamas statement says \"violent engagements\" are taking place on the ground near Beit Hanoun in northern Gaza, and Bureij in the centre. It did not give further details about what form the clashes were taking.  - The BBC cannot verify these Hamas claims, and while Israel said earlier tonight that it was intensifying its attacks on Gaza, it has not released any details of what the \"expansion\" of its ground operation involves."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 19:15", "title": "Impossible to reach Gazans who voiced fears of leaving homes", "text": ["- We’ve been in touch today with people across Gaza, but our calls and messages tonight are not getting through.  - Most of the people we’ve been speaking to with recently are now in the south in areas like Khan Younis, having fled their homes elsewhere.  - One family who live in central Gaza - and had been given evacuation orders by Israel - told us earlier today that they were too scared to flee for fear that they would be caught up in a strike on the journey.  - “We’ll keep living here until we find a safe way to leave,” the father told us over the phone from his home, where he said the windows and doors had been destroyed in strikes on nearby buildings.  - “We are in a very miserable condition. The kids especially, they’re afraid,” he said.  - WhatsApp messages are now showing only one tick - signifying they haven't been delivered - and our calls are not connecting."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 19:15", "title": "Israel declines to say if tonight marks start of Gaza ground offensive", "text": ["Earlier this evening, Israel said its ground forces were \"expanding operations\" in Gaza.    A short while ago, BBC News asked an Israeli government spokesman if this marked the start of a much-expected Israeli ground operation in the territory.    Eylon Levy simply answered: \"Israel has expanded ground operation in the Gaza Strip, but beyond that, I'm not going to comment on operational matters.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 19:13", "title": "Israeli military tells New York Times troops and tanks in Gaza Strip", "text": ["- The New York Times has spoken to an Israeli military spokesman who confirmed that some troops had entered the Gaza Strip but declined to say if what was happening was the start of a long-expected ground invasion.  - \"Our troops and tanks are inside the Gaza Strip. They’re shooting and they’re operating,\" Maj Nir Dinar told the newspaper, adding: “But our troops and tanks were inside Gaza yesterday as well.\"  - The military wing of Hamas - a proscribed terror organisation in the UK, US and elsewhere - earlier said its fighters had been clashing with Israeli forces in two parts of northern Gaza.  - Israel's military has launched what they called \"targeted raids\" into Gaza for the past two nights."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 19:12", "title": "Panic and anxiety peak as Gaza internet shuts off", "text": ["- People in a damaged building in the Gaza Strip earlier today  - For the past 20 days, the lives of Palestinians living outside Gaza and the West Bank have been drastically warped by non-stop feelings of worry and panic over their loved ones still in Gaza.  - Sporadic, limited exchanges on WhatsApp have brought occasional moments of respite.  - However, any extended gap in communication has been met with paralysing anxiety - marked by questions like: \"Are they dead, are they alive, was their house bombed too?\"  - Now, with internet and telecommunications lines cut off in Gaza, panic for the relatives of the roughly 2.3 million people living there is at an all-time high.  - In a WhatsApp group with my wife - whose mother was born in Gaza - relatives from around the world have been frantically messaging over the last hour.  - \"Oh my god!!\", one wrote.  - \"It seems a ground offensive may start,\" wrote another.  - Everyone seems to be holding their breath - waiting, hoping, but not knowing if they'll ever hear from their loved ones in Gaza again."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 19:12", "title": "Hostage negotiations off as Israel launches new operation in Gaza", "text": ["- I have been hearing over the course of the day that negotiations between the two sides had been taking place and were making progress - that they had been discussing the possible release of hostages, and perhaps a humanitarian pause in the fighting over the next few days.    - The talks had stalled in the afternoon over what seemed to be some minor details, and since the announcement of Israel’s new offensive, it appears they have stopped.    - With Israeli tanks and troops set to enter Gaza, there doesn’t appear to be much hope they will pick up again while this offensive is going on."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 19:11", "title": "The fear of wider conflict is real", "text": ["- Israel’s military has clearly stepped up its Gaza operations tonight, with seemingly devastating consequences.  - But it’s hard to know if this marks the start of the full ground invasion everyone has been expecting.  - I understand that Western diplomats are urging Israel not to move quickly to an all-out invasion but rather to escalate slowly, to reduce the chances of other regional players – Hezbollah in Lebanon, Shia militias in Iraq and Syria and the Houthis in Yemen – getting more heavily involved.  - The fear of a wider regional conflict is real. Warning signs are flashing red across the Middle East.  - Israel and Hezbollah are engaged in daily clashes. Israel and the US have both hit targets in Syria in recent days. And projectiles, thought to have been fired from Yemen, hit two Egyptian Red Sea towns on Friday. They were almost certainly aimed at Israel.  - In a post on social media tonight, Hizan al-Assad, a member of the Houthi political bureau in Yemen wrote a single word, “Eilat,” a reference to Israel’s only Red Sea port.  - Whether Israel is in a mood to heed the advice of its allies is unclear."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}, {"date": "2023-10-27 19:11", "title": "Israel intensifies strikes on Gaza and Hamas says clashes taking place in north", "text": ["It’s just after midnight here in London and the early hours of the morning in Israel and Gaza. Welcome to our live coverage if you're just joining us.    Israel has been bombarding targets in Gaza. City at intervals for hours now – we can see and hear the explosions on a live video feed – but there are also reports of fighting inside the Strip between Israeli forces and Hamas, which they have vowed to destroy since the 7 October attack on Israel.    The Israeli military says it is \"expanding\" its ground operations, but is refusing to say whether this amounts to the start of Israel’s long-expected ground offensive into Gaza.    Medical aid organisations helping civilians inside Gaza say they have been unable to reach their teams on the ground since all internet and phone communications in the territory went down on Friday. The lack of communications is making it very difficult for us to find out exactly what's happening right now.    What we do know for sure is that Gaza is gripped by a humanitarian crisis as hundreds of thousands of civilians who have fled their homes face shortages of food and water.    Stay with us for live updates - and expert analysis."], "url": "https://www.bbc.com/news/live//world-middle-east-67246761/page/9"}]