[{"date": "2023-11-11 02:04", "title": "Welcome back - here's our new page", "text": ["Thanks for joining our live coverage - which now continues here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 18:56", "title": "Israel tanks seen outside Gaza hospitals on 35th day of war", "text": ["\"We're pausing our live coverage for the next few hours, so here's a quick recap on where things stand in the Israel-Gaza war.    On Friday, eyewitnesses told the BBC that Israeli forces were close to key Gaza hospitals - Al-Shifa, Al-Quds, Al-Rantisi and the Indonesian Hospital - and there were reports of explosions inside or near them throughout the day.    Israel has repeatedly accused Hamas of operating from tunnels underneath Al-Shifa, which Hamas denies. A video verified by the BBC showed a woman filming herself at the Al-Rantisi Hospital in Gaza City, where she claimed that the children’s hospital was being “besieged” by tanks and full of people told to evacuate. And the International Committee of the Red Cross warned that hospitals in northern Gaza have \"reached a point of no return\", risking the lives of thousands of people. In an exclusive interview with the BBC this evening, French President Emmanuel Macron said Israel must stop killing babies and women in Gaza, but Israeli PM Benjamin Netanyahu responded that world leaders should be condemning Hamas, not Israel. The Hamas-run health ministry says 11,078 people have been killed in Gaza since the start of the war and more than 27,000 others are injured. Away from Gaza, in the West Bank, dozens of people attended the funerals of 11 Palestinians killed in a reported Israeli raid on the Jenin refugee camp.    It all comes after Israel launched a retaliatory offensive in Gaza as a response to Hamas's deadly 7 October attacks, which killed around 1,200 people while more than 240 others were taken hostage. Israel revised the death toll down from 1,400 on Friday because, according to Foreign Ministry spokesman Lior Haiat, many people killed were not immediately identified after the attack, and \"now we think those belong to terrorists... not Israeli casualties\".\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 18:41", "title": "A divided UN Security Council", "text": ["- \"UN Security Council members have been trying to reach consensus for weeks now and it just doesn't seem like they are making any ground.\"  - \"In particular, there is some frustration that the United States isn’t showing serious interest in having a resolution - they are of course Israel's strongest ally on the council and oppose a ceasefire.\"  - \"The US also vetoed a resolution that was supported by 12 other members of the council, saying it didn't have enough strong language on Israel's right to self-defence.\"  - \"Russia and China went on to veto a US resolution, saying it would give a green light to further escalation of the war. In total, the Security Council has failed four times to reach consensus.\"  - \"We have a very divided council.\"  - \"The UAE called today's meeting because they were concerned about the health crisis and ongoing strikes on hospitals in Gaza. The World Health Organization (WHO) just gave a briefing on the dramatic deterioration of the health system, which as we already heard the ICRC say today 'has reached a point of no return'.\"  - \"At the end of the briefing by WHO chief Tedros Adhanom Ghebreyesus, he said the crisis underlined once again the need for reform of the Security Council. Not holding back his criticism, he said the council no longer served the purposes for which it was established and reiterated his call for a ceasefire.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 18:28", "title": "Netanyahu says world leaders should condemn Hamas, not Israel", "text": ["Israel's Prime Minister Benjamin Netanyahu has responded to an interview France's President Macron gave to the BBC this evening, in which he urged Israel to stop killing women and babies in Gaza, and reiterated his call for a ceasefire in the war.    Netanyahu said that nations should condemn Hamas rather than Israel, claiming his military was trying to remove civilians from the conflict, while Hamas was using them as human shields.    \"The crimes being committed today by Hamas-ISIS in Gaza will be committed tomorrow in Paris, New York and all over the world,\" he warned in a statement.    You can see a clip from Macron's interview below and read more from the interview here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 18:15", "title": "Al-Shifa hospital director: 'I hear shooting and bombardment all around me'", "text": ["- As we reported a little earlier, Israel's military is fighting near or at the four main hospitals in Gaza City.  - Dr Mohammed Abu Salamiya, Al-Shifa hospital director, said he was hearing \"shooting and bombardment everywhere around me in Shifa hospital\".  - \"It's a horrible situation now,\" Dr Salamiya explained.  - He said that some people \"evacuated from Shifa because it is not a safe place to stay\". But the hospital's staff, Dr Salamiya added, are \"still there\" and the healthcare facility continues to take in casualties."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 17:56", "title": "How BBC Verify analysed video of Gaza hospital explosions", "text": ["- BBC Verify has authenticated 10 videos from four hospital sites in Gaza, showing explosions or their consequences overnight.  - At Al-Shifa hospital, across multiple social media clips, we can see a projectile flying and people in courtyard tents reacting to the sound of an impact, the bloody aftermath, then daytime clips of distressed and injured people. We know the location because the clips show the façade of the distinctive Specialist Surgery Building on the courtyard’s north side.  - There are also videos from Al-Adwa and Indonesian Hospitals, 200m apart, in the north of Gaza City, showing explosions filmed from their courtyards. Their layouts and buildings, the position of trees, are matches for satellite imagery of their grounds.  - We have also verified video of fires around Al-Rantisi Hospital. We took frames from those videos in which we were most confident and reverse-searched them for copies from before last night, and found none."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 17:29", "title": "'Inevitable' civilians trapped in hospitals will be caught up in fighting", "text": ["- The Israeli's believe - and they have published what they say is evidence - that Hamas is operating in, near, or in the case of Al-Shifa hospital, underneath hospitals.  - The Israelis agree that a hospital should be protected under international law, but say that if somebody attacks you from that hospital, it then becomes a legitimate military target (provided you still give advance warning that you plan to attack).  - Given what the Israelis say about the way Hamas is using such places, it was always inevitable troops entering Gaza City would turn their attention towards some of these key hospitals.  - I think they’re trying to force the remaining civilian population to leave the hospital compounds and move south, to give themselves more freedom to deal with Hamas.  - The problem now is that the situation in Gaza is so chaotic, so dangerous, that I think people are afraid to leave. We saw what happened outside al-Nasser hospital, where a crowd waving white flags tried to leave but had to retreat into the compound as volleys of gunfire rang out.  - The gun battles suggest that Israel and Hamas are exchanging fire right around those hospitals. In such volatile circumstances, it seems inevitable that more civilians will be caught up in the violence and that more of them will die."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 17:10", "title": "IDF says more than 100,000 Gazans have moved south in recent days", "text": ["- Daniel Hagari, a spokesman for the Israeli military, has given an update on the situation regarding civilians moving from the north of the Gaza Strip as Israel continues its strikes.  - He says more than 100,000 Palestinians in Gaza have moved from the north to the south of the Strip in the past two days.  - Humanitarian corridors have been opened to allow people to flee the fighting, as Israel continues its campaign in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 16:48", "title": "Macron calls on Israel to stop killing Gaza's women and babies", "text": ["['Israel must stop killing babies and women in Gaza, French President Emmanuel Macron has told the BBC.',   'In an exclusive interview at the Élysée Palace, he said there was \"no justification\" for the bombing, saying a ceasefire would benefit Israel.',   'While recognising Israel\\'s right to protect itself, \"we do urge them to stop this bombing\" in Gaza.',   'But he also stressed that France \"clearly condemns\" the \"terrorist\" actions of Hamas.',   'France - like Israel, the US, the UK, and other Western nations - considers Hamas a terrorist organisation.',   'When asked if he wanted other leaders - including in the US and the UK - to join his calls for a ceasefire, he replied: \"I hope they will.\"',   \"Read the BBC's full interview with Macron here.\"]"], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 16:35", "title": "People wave white flags as they try to leave hospital", "text": ["At Al-Nasr hospital in Gaza City, we have verified video posted today of children and adults, including an old man with a stick, waving white flags as they appear to try to leave. Gunfire and possibly an explosion can be heard, and the people turn back through a gate toward the hospital. We know it is from this hospital as it has a distinctive arch, under which the people were passing. We can’t say where the gun shots came from, nor who fired them. The video matches other footage of the same incident. As with all videos verified today, reverse searches for frames from this one showed no older copies online – meaning it was posted today."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 16:12", "title": "Situation around Gaza City hospitals remains tense", "text": ["It is now evening here in Gaza and tension remains at the four main hospitals in Gaza City, with Israeli troops drawing close. The unease is especially felt in the territory's largest hospital – Al-Shifa. People inside say they can hear explosions and firing around the hospital and that Israeli tanks are about 100m (328ft) away.     I spoke to the director of the hospital, who says around 15,000 people remain there, including those who have fled from a nearby refugee camp that has been surrounded by Israeli tanks. Those who remain at Al-Shifa are largely the elderly and sick, who cannot make the journey further south to where Israel has promised greater safety.     The hospital’s director says they are overwhelmed by the number of injured people and are having to treat people in corridors and on the floor. Meanwhile, the fighting around Al-Quds hospital has also intensified tonight. We understand an Israeli navy ship was involved as well as tanks, which have surrounded the hospital."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 15:51", "title": "Israeli military 'responding to new Hezbollah attacks'", "text": ["More now from Daniel Hagari's earlier statement. He says the IDF is \"extensively targeting\" sites in northern Gaza that it believes are being held by the Lebanese Islamist group, Hezbollah. That's in retaliation for what Hagari says was the infiltration of Israeli territory by three drones from Lebanon earlier on Friday. Hagari says one was intercepted, while two fell in open ground. \"That is a threat on Israel and we are going to continue to retaliate with fire and target any terrorist who tries to enter Israeli territory,\" he adds."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 15:27", "title": "BreakingIsrael revises death toll in 7 October attack to 'about 1,200'", "text": ["Israel has revised down the number of people killed during Hamas's 7 October attack to \"about 1,200\" from the earlier 1,400 figure. Foreign Ministry spokesman Lior Haiat said the revised number was because many bodies were not immediately identified after the attack, and \"now we think those belong to terrorists... not Israeli casualties\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 15:07", "title": "IDF spokesman says efforts to secure hostage release 'complex' and ongoing", "text": ["- Daniel Hagari, spokesman for the Israeli Defense Forces (IDF), has given an update on developments in the war and says various efforts are underway to secure the release of hostages in Gaza.    - Speaking earlier at a news conference, he describes these processes as “complex” and adds that they are not finished yet.    - “We are not going to miss even one opportunity to bring hostages home,” Hagari says.    - He is cautioning people to only listen to official reports regarding the release of the more than 200 people thought to still be held in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 14:27", "title": "Palestinian Red Crescent says electricity and water cut off at hospital in Gaza", "text": ["\"We've been reporting that IDF forces have been fighting close to Gaza hospitals following reports of explosions inside or near them. Now the Palestinian Red Crescent says that electricity, internet and water have been cut off at the Indonesian Hospital, in Gaza City. Nebal Farsakh, a spokesperson for the Palestine Red Crescent, says that surgeons and doctors are having to use torches to be able to do life-saving treatments due to the power being cut. 'They will work under circumstances that no medical person in the whole world can even work under in normal circumstances,' she told BBC News this evening. She also warned that all services inside the hospital will be 'shut down' in a few hours as their resources will soon run out.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 14:01", "title": "If you're just joining us...", "text": ["Welcome to our live coverage, as we continue to report on the latest developments in the ongoing Israel-Gaza war.    Eyewitnesses have told the BBC that Israeli forces are close to key Gaza hospitals - Al-Shifa, Al-Quds and the Indonesian Hospital - and there have been reports of explosions inside or near them.    Israel has confirmed that its military is operating close to Al-Shifa and has repeatedly accused Hamas of operating from tunnels underneath Al-Shifa, which Hamas denies.    Footage has emerged of Israeli tanks positioned outside Al-Rantisi Hospital in Gaza City. Another video investigated by BBC Verify shows a woman filming herself at the hospital, saying it's \"besieged\" by Israeli forces.    The International Committee of the Red Cross (ICRC) warned that hospitals in northern Gaza have \"reached a point of no return\", risking the lives of thousands of people.    Patients and internally displaced people pictured at Al-Shifa hospital in Gaza CityImage caption: Patients and internally displaced people pictured at Al-Shifa hospital in Gaza City.    The Hamas-run health ministry says 11,078 people have been killed in Gaza since the start of the war and more than 27,000 others are injured.    Away from Gaza, in the West Bank, dozens of people attended the funerals of 11 Palestinians killed in a reported Israeli raid on the Jenin refugee camp.    It all comes after Israel launched a retaliatory offensive in Gaza as a response to Hamas's deadly 7 October attacks, which killed at least 1,400 people while more than 240 others were taken hostage."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 13:48", "title": "People 'besieged' inside hospital after explosions", "text": ["- At Al-Rantisi Specialist Hospital, where we verified a video showing fires overnight, we have seen claims people are “besieged” inside.  - BBC Verify have authenticated daytime video of burning wreckage at the hospital. We can see the hospital sign in the video, and the layout of the roads and car park matches satellite imagery.  - We have also verified video of two tanks along roads immediately north of the hospital. We know this because we can see the same elements from the overnight video: A car park, one-storey building, lamppost and tree, and the position of non-hospital buildings and roads, all matching satellite imagery.  - Further, a video of a woman appealing for the world to help has been verified as inside the hospital today. She claims the hospital is “besieged” by tanks and full of people told to evacuate. We know it is Al-Rantisi from interior railings, walls, tiles and windows."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 13:30", "title": "Who are the hostages being held by Hamas?", "text": ["- The Israeli military says that 242 people are being held hostage by Hamas following the deadly 7 October attack in southern Israel.  - Four hostages have now been released and another was freed by Israeli forces. Ori Megidish, an Israeli solider, was freed during ground operations in Gaza on 29 October. Two women, Nurit Cooper and Yocheved Lifschitz, were freed on Monday 24 October. On Friday 20 October, two US hostages - a mother and daughter - were also freed.  - Gali and Ziv Berman both lived at Kfar Azar kibbutz.  - Twin brothers Gali and Ziv Berman, 26, were taken from Kfar Azar kibbutz. Ziv was messaging a friend as the attack happened, Their family said the IDF has told them the brothers are being held in Gaza. Their brother Liran told CBN news the pair had \"twin power\" and were the centre of attention wherever they went.  - Hamas released an image of Noa Marciano in captivity, her family say.  - Noa Marciano, 19, was on the phone to her mother Adi on 7 October during the attack. A week later, Adi told reporters, Hamas released an image of Noa in handcuffs.  - The BBC has been compiling a list of who we know was kidnapped and you can read it in full here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 12:59", "title": "Hostage's father marks 'the fifth Friday without my son'", "text": ["- A screen marks how long Israeli hostages have been held.  - Today’s talks in Cairo between the emir of Qatar and the Egyptian president were keenly watched here, in what is now known as Hostage Plaza outside the Tel Aviv Museum of Art.  - At dusk, at an emotionally charged event to mark the start of the Jewish Sabbath, women light candles. As has become the custom here, a long table is set up for the traditional Sabbath meal with places for all 239 people being held hostage in Gaza.  - “This is the fifth Friday without my son, it’s really the only day when we usually gather together and have a nice dinner,” says Malki Shem-Tov, whose 21-year-old son, Omer was snatched by Hamas gunmen from the Nova party.  - “I hear all the news and I hear about the Qataris and the Egyptians,” Malki goes on.  - “But then everybody told us until it’s something official, it’s better not to have any opinion. It’s very difficult because every small news is a light.”  - Eyal Nouri and his wife, Shira Bracha hold posters of Eyal’s aunt, Adina Moshe.  - Eyal Nouri is carrying signs which show his aunt, Adina Moshe, who is 72. She was filmed on 7 October being driven into Gaza on the back of a motorcycle from her home in Nir Oz. Her husband was shot dead in their safe room although her son and his family survived.  - “No children, no babies, no older women are meant to be part of any conflict,” Eyal says.  - But he insists Israel must strike a comprehensive deal to free the hostages even if it involves a mass exchange for Palestinians imprisoned in Israel.  - He tells me: “We should release everybody, not a partial release. We just want our loved ones. We will support any deal.”."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 12:28", "title": "Israeli military says it does not fire on hospitals - but will do what it needs to", "text": ["- People receiving treatment at the Al-Shifa hospital have been fleeing south.  - We're now hearing from Israel Defense Forces (IDF) spokesman Richard Hecht, who says the military does not fire on hospitals - but \"we’ll do what we need to\" if Hamas are firing from hospital grounds.  - \"If we see Hamas terrorists firing from hospitals we’ll do what we need to do,\" he said at a briefing today, adding:  - We’re aware of the sensitivity. If we see Hamas terrorists - we’ll kill them.  - We’re not dropping bombs right now on Shifa or Rantisi.\"  - It comes after fighting was reported at or near several hospitals north of the Gaza Strip today, with footage showing tanks firing near a children's hospital, Al-Rantisi, which Hecht mentions.  - Israel has confirmed its military is operating close to Al-Shifa.  - When asked if there was a plan to deal with patients in the hospitals, including people who can’t walk or are on drips, Hecht said: “We’re saying to Hamas to move people south.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/1"}, {"date": "2023-11-10 12:08", "title": "Red Cross demands protection for patients and medical staff in Gaza", "text": ["- The International Committee of the Red Cross (ICRC) has now weighed in on the hospital situation in northern Gaza.   - In a statement, it warned that hospitals in the Palestinian enclave have \"reached a point of no return\", risking the lives of thousands of people.   - The ICRC said its staff attempting to deliver medical supplies had witnessed \"horrendous\" scenes, and described the destruction as \"unbearable\".   - It also highlighted attacks on children's hospitals, including Al-Rantisi, which we've been reporting on today, saying they had \"not been spared from violence\".   - The humanitarian organisation, which is the guardian of the Geneva Conventions, repeated its demand that hospitals and healthcare workers, under international law, must be protected."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 11:35", "title": "IDF confirms forces operating around Al-Shifa hospital", "text": ["- People have been taking shelter at the Al-Shifa hospital, seen here on Thursday.  - We've continuing to receive information about the situation at or near various Gazan hospitals - including the enclave's largest, Al-Shifa.  - Videos circulating on social media show what appears to be the aftermath of a missile or mortar striking the courtyard at Al-Shifa.  - The Hamas government reported 13 deaths at Al-Shifa, while a doctor at the hospital said he knows of one fatality but can not confirm any others.  - Now a spokesman for the Israel Defense Forces (IDF), Colonel Peter Lerner, has confirmed to BBC Newshour that its troops are there, saying:  - Hamas has chosen to strategically position their terrorist capabilities in, under and around hospitals.  - We have been trying to encourage people taking refuge in the hospitals to evacuate.  - Hamas's \"hub of operations is in Gaza City and that's where their centre of gravity is,\" Lerner added.  - Meanwhile, the Palestinian Red Crescent says Israeli snipers have fired at Al-Quds hospital, also in Gaza City."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 10:56", "title": "UN agency says war creating 'new generation of violence'", "text": ["- The head of the UN's agency for Palestinian refugees (UNRWA) is calling for an end to the fighting in Gaza, saying it could lead to \"a new generation\" of violence.  - \"The present course chosen by the Israeli authorities will not bring the peace and stability that both Israelis and Palestinians want and deserve,\" says Philippe Lazzarini.  - He continues: \"To the contrary, it is creating a new generation of aggrieved Palestinians who are likely to continue the cycle of violence.\"  - Israel's retaliatory offensive in Gaza following the Hamas attacks on 7 October which killed 1,400 people in Israel, has resulted in more than 10,800 people being killed in Gaza, according to the Hamas-run health ministry.  - Lazzarini concluded his statement saying: \"The carnage must simply stop\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 10:28", "title": "Sound of explosions and shelling around Al-Shifa", "text": ["Israel has confirmed its military is operating close to Al-Shifa, the biggest hospital in Gaza City.    \"I'm outside the Al-Shifa hospital in Gaza City, just a few hundred metres away from Israeli tanks approaching from the north and south. The vicinity is every now and then subjected to Israeli airstrikes, artillery shelling and gunshots.    I can hear the sounds of explosions and shelling, and have seen bodies being brought here in vehicles and carts drawn by horses and donkeys.    Inside this hospital there are tens of thousands of injured people, many of whom are still in a critical condition due to the serious injuries they have sustained. They cannot leave the hospital because of their wounds.    Many in the hospital are there to stay with their loved ones, even in such terrible conditions.    There is a shortage of fuel and medicine and the Israeli tanks are coming closer and closer.    Thousands have left this hospital to go to places they deem a bit safer. However, there is no real concept of safety here in Gaza.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 09:45", "title": "Hamas-run health ministry says three hospitals surrounded by Israeli forces", "text": ["- The Al-Shifa hospital in Gaza City, which was struck by at least one projectile on Friday, has less than 24 hours of fuel left to stay operational, says Dr Ashraf al-Qudra, a spokesman for the Hamas-run health ministry in Gaza.    - Speaking on the phone from Al-Shifa, Dr Al-Qudra says there are Israeli forces around the hospital and that two others nearby, the Rantisi and Al-Nasr, are surrounded by Israeli tanks.    - He says the area around Al-Shifa - Gaza’s largest - has been hit by up to five strikes today, damaging the maternity ward and other parts of the complex. The number of strikes has not been independently confirmed, but verified video footage showed one projectile hitting the hospital’s courtyard and appearing to badly wound at least one person.    - “If Shifa hospital goes out of service it will be a disaster for the people of Gaza City,” Dr Al-Qudra says, adding staff are afraid.    - There have been reports of at least one fatality at Al-Shifa from a strike on Friday. The Hamas government claims there have been 13. Dr Al-Qudra says he knows of one fatality but can not confirm any others. He also says tens of people had been injured.    - The Israeli military says that Hamas uses the Al-Shifa hospital for cover and operates from tunnels underneath the hospital complex."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 09:12", "title": "What's the latest?", "text": ["It's just gone 16:00 in Israel and Gaza. Here are the latest developments on the 35th day of the war:    - The Hamas-run health ministry says 11,078 people have been killed in Gaza since the start of the war and more than 27,000 others are injured.    - Eyewitnesses have told the BBC that Israeli forces are close to key Gaza hospitals - Al-Shifa, Al-Quds and the Indonesian Hospital - and there have been reports of explosions inside or near them.    - Israel has confirmed that its military is operating close to Al-Shifa, but it has not commented on the latest incident.    - Footage has emerged of Israeli tanks positioned outside Al-Rantisi Paediatric Hospital in Gaza City. Witnesses said troops had been using loudhailers to order anyone who wasn't medical staff or a patient to leave.    - According to the US, four-hour military pauses in areas of northern Gaza will begin to be implemented each day to allow civilians to flee. It is not clear when this is expected to start.    - Away from Gaza in the West Bank, dozens of people attended the funerals of 11 Palestinians killed in a reported Israeli raid on the Jenin refugee camp.    - It all comes after Israel launched a retaliatory offensive in Gaza as a response to Hamas's deadly 7 October attacks, which killed at least 1,400 people while more than 240 others were taken hostage."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 09:00", "title": "More than 11,000 people killed in Gaza, Hamas-run health ministry says", "text": ["- The Hamas-run health ministry in Gaza says the death toll from the war there has risen to 11,078. This includes 4,506 children and more than 3,000 women, the ministry posted on Telegram. More than 27,000 people have been injured, it added.  - In comparison, the UN says about 5,400 people were killed in Gaza in all of Israel's previous conflicts with Hamas since it took control of the territory in 2007.  - The US and Israel have previously said that figures from the Hamas-run ministry should be treated with caution, but the World Health Organization (WHO) has previously said the figures provided are trustworthy."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 08:54", "title": "Israeli security consultant says Hamas command posts are under Gaza hospitals", "text": ["- Amos Yadlin, the former head of Israeli military intelligence, has told BBC News that \"everybody knows\" that Hamas has placed command posts under Gaza hospitals to use them as shields.  - Yadlin, who now runs a security consulting firm that advises the Israeli government, says members of Hamas who were caught following the 7 October attacks have revealed that the group’s main command post is under the Al-Shifa hospital.  - \"We've been hearing reports recently about explosions inside or near three hospitals in the north of the Gaza Strip, including Al-Shifa,\" Yadlin says.  - The Israeli military believes there are command posts under every hospital in the Gaza Strip.  - Hamas has previously denied the claims and has urged the United Nations to come in and check."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 08:46", "title": "Two hurt in Tel Aviv as Hamas fires rockets at Israeli city", "text": ["- A barrage of rockets fired from Gaza towards the Center of Tel Aviv is intercepted.  - Two women in Tel Aviv have been injured by shrapnel as Hamas launched a fresh barrage of rockets at the Israeli city, according to reports.  - \"Around 2 o'clock there was a siren in Tel Aviv. There were two places that got hit by rockets,\" Reuters news agency quoted a paramedic as saying. \"A woman got hit in her car, in her thigh.\"  - Hamas says the latest attacks are a response to mounting civilian deaths in Gaza.  - The Israeli military says some 9,500 missiles, rockets, and drones have been fired at Israel from Gaza and other fronts since 7 October. About 12% of rockets fired from inside Gaza have fallen short within Palestinian territory, the military says."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 08:06", "title": "Dozens in West Bank attend funerals after Jenin clash", "text": ["In the West Bank, dozens of people have attended the funerals of 11 Palestinians killed in a reported Israeli raid on the Jenin refugee camp. The territory's health ministry - separate to the one in Gaza that's run by Hamas - said yesterday that 14 people had been killed in total. Twenty others were injured in the assault, the ministry added. It's one of the deadliest recent incidents of its kind in Jenin - in the occupied West Bank - which has been repeatedly raided by Israel as part of a drive against militants.     Images show men with guns attending the funerals. The bodies of those killed are carried through the streets."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 07:38", "title": "Israeli military has been straightforward about plan for action", "text": ["- The situation at Al-Shifa hospital is difficult from a humanitarian perspective but, from a military perspective, Israel has been straightforward about what they will do: take action.  - The Israeli military says it has warned Hamas that 'we're going to do it, and we will do it'. The Israelis have also opened up the main road that connects northern Gaza to the south, for several hours a day, which they say will allow people in the north - including those at Al-Shifa - to evacuate.  - When I went into Gaza a couple of days ago with the Israeli army, they continuously made the point that Hamas hides themselves behind the civilian population. It's an old tactic of insurgencies in asymmetric warfare, to hide away, and swim in the sea of the people."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 07:18", "title": "At least one person killed in Al-Shifa hospital blast", "text": ["Earlier, we wrote about reports of explosions in or near hospitals in northern Gaza – including the territory’s largest, Al-Shifa. Reports are now coming in from various media sites of at least one fatality at Al-Shifa hospital. Reuters quoted Palestian officials saying one person had been killed. Meanwhile, Gaza's Hamas government said 13 had been killed."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 07:10", "title": "Mapped: Where these hospitals are", "text": ["\"We're continuing to hear reports of activity outside various Gazan hospitals, some of which you can read about in our last few posts. As we wait for more information, our visual journalism colleagues have made a map showing where the hospitals are located and how close Israeli ground operations are known to be to them.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 06:41", "title": "Footage shows Israeli tanks outside children's hospital", "text": ["\"A little earlier, we outlined the situation at or near three hospitals in the north of the Gaza Strip: Al-Shifa, Al-Quds, and the Indonesian Hospital. We're also now hearing about some activity outside Al-Rantisi Paediatric Hospital in Gaza City.\"    \"Eyewitnesses have told the BBC that Israeli troops are using loudspeakers to order anyone inside the children's hospital, who isn't medical staff or a patient, to leave.\"    \"Israel has repeatedly said it's targeting Hamas's labyrinth of tunnels built underneath the Gaza Strip - some of which, according to the Israel Defense Forces, sit beneath hospitals.\"    \"Below is some verified footage of tanks in operation outside the Rantisi.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 06:21", "title": "Video verification reveals projectile that may have hit hospital courtyard", "text": ["- BBC Verify has been investigating a video posted on social media, showing an incident in the vicinity of the Al-Shifa hospital - the largest in Gaza - where people have been seeking shelter.  - The footage, shared on the messaging app Telegram, shows the front of the facility's Special Surgery unit, followed by the sound of something whistling through the air, then people shouting and running. It goes on to show a man with a severe leg injury - sitting in a pool of blood - in front of the building.  - BBC Verify slowed down the very start of the video and you can make out (circled in red) something which looks like a projectile moving very quickly through the night sky, diagonally downwards. It disappears from view, and straight afterwards you can hear the whistling sound and people shouting.  - We have asked weapons experts to try to identify the projectile.  - The video has been verified by matching the front of the building to existing images of the hospital and by taking key frames from the video and searching for any previous versions - there aren't any."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 05:57", "title": "Jewish fears as German support for Israel is challenged on streets", "text": ["- Some Jewish people in Germany say they have to hide their identity due to fears over their safety.  - Here in Berlin, Chancellor Olaf Scholz says he's \"ashamed and outraged\" at recent antisemitic attacks in Germany.  - The German capital's staunch diplomatic support for Israel is often described as a matter of historic responsibility.  - But, as fighting continues between Israel and Hamas, social discord is emerging in Germany.  - Fears about a rise in antisemitism, since the outbreak of hostilities between Hamas and Israel, are widespread across Europe.  - For Germany, incidents such as two petrol bombs being thrown towards a Berlin synagogue in October spark acute anxiety due to the nation's Nazi past.  - Read more here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 05:32", "title": "Top US diplomat  says 'more can and should be done' than four-hour pauses", "text": ["- Israel says yes to humanitarian pauses - but no to a ceasefire.  - US Secretary of State Antony Blinken has been speaking, saying he welcomes Israel's plan for daily pauses in fighting in Gaza - but \"more can and should be done\".  - He said the move showed progress had been made - and it would \"help in enabling people to get out of harm's way ... [and] get greater access to humanitarian assistance\".  - However, he also suggested the pauses didn't go far enough, telling reporters: \"There are other steps that we've discussed with Israel ... I'm not going to detail them here, I can simply say that there is more that can and should be done to minimise harm to Palestinian civilians.\"  - Yesterday, White House spokesman John Kirby said the US understood Israel was planning to start the pauses imminently.  - The Israeli military has said there will be \"tactical, local pauses for humanitarian aid for Gazan civilians\" but \"no ceasefire\".  - As we said in our last post, we're yet to hear reports of the pauses taking place."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 05:17", "title": "Still no sign of military pauses in Gaza Strip", "text": ["- There have been no immediate reports of a lull in fighting in northern Gaza, despite the US saying yesterday that Israel had agreed to begin four-hour daily military pauses to allow civilians to flee.  - The Israeli military says there will be \"tactical, local pauses for humanitarian aid\"... but \"no ceasefire\".  - Meanwhile, Cogat, a unit of the Israeli Ministry of Defence, says an evacuation corridor has opened for civilians to move from northern Gaza, which is the focus of Israel's attacks on Hamas.  - Posting on X, it said \"tens of thousands of Gazans\" were moving to southern Gaza \"for their safety\". The evacuation corridor would be open from 09:00 to 16:00 today, it added.  - Palestinians have been seen walking through the streets of Gaza City this morning, some carrying white flags."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 05:09", "title": "How close are Israeli forces to key Gaza hospitals?", "text": ["\"We've been hearing reports about explosions inside or near three hospitals in the north of the Gaza Strip: Al-Shifa, Al-Quds, and the Indonesian Hospital. It comes as Israeli forces push deep into Gaza City in their operation to destroy Hamas.    Here's what we know about the situation at all three hospitals:    Al Shifa Hospital.  Israeli forces are now present on all four sides of Gaza City's largest hospital, people in the city have told the BBC's Gaza correspondent Rushdi Abualouf. The forces are said to be about 250m away from the facility. Earlier today, the Hamas-run health ministry in Gaza said an Israeli strike had hit the hospital's courtyard overnight. We will continue to bring you information on this as we get it.    Al Quds Hospital.  Al-Quds hospital, also in Gaza City, is reported to be surrounded. One person inside the hospital told the BBC: “There are no tanks inside the hospital, but the hospital is surrounded by tanks on all sides, and I hear continuous clashes and explosions.”    Indonesian Hospital.  Earlier, Indonesia's foreign ministry said explosions near the hospital overnight damaged parts of the hospital.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 04:19", "title": "Both sides must protect civilians in Gaza, UN's human rights chief says", "text": ["- Volker Türk has been speaking in Amman, Jordan.  - The UN High Commissioner for Human Rights has warned again of serious violations, amounting to war crimes, being committed by both sides in Gaza.  - Volker Türk urged Israel and Hamas to seek peace and to stop punishing civilians.  - Any use by Palestinian armed groups of civilians and civilian objects to shield themselves from attack is in contravention of the laws of war. But such contact by Palestinian armed groups does not absolve Israel of its obligation to ensure civilians are spared, that the principles of distinction, precaution in attack, and proportionality are respected.  - Türk said the \"atrocious attacks by Hamas against Israel on 7 October should outrage each and every one of us\". The hostages must be released, the rockets attacks must stop, he said.  - \"But it is clear that enduring peace and security cannot be delivered by the exercise of fury and pain against people who have no responsibility for the crimes that were committed.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/2"}, {"date": "2023-11-10 04:03", "title": "Craters, rubble and more damage on Day 35 of war", "text": ["- The first images of Gaza - as it was this morning - are starting to be published by the various news agencies on the ground.  - Giant craters, structural damage and people searching through rubble are some of the scenes being captured.  - Here's a small selection of what we can see.  - Palestinians stand at the edge of a crater following a blast in Rafah, southern Gaza. (Image caption: Palestinians stand at the edge of a crater following a blast in Rafah, southern Gaza.)  - A man sits on the debris of a collapsed building - also in Rafah. (Image caption: A man sits on the debris of a collapsed building - also in Rafah.)  - A UN bus drives past a destroyed building in Rafah. (Image caption: A UN bus drives past a destroyed building in Rafah.)  - The Hamas-run health ministry in Gaza says more than 10,800 people have been killed in Gaza in Israel's retaliatory strikes launched after Hamas's October attack on Israel killed 1,400 people. (Image caption: The Hamas-run health ministry in Gaza says more than 10,800 people have been killed in Gaza in Israel's retaliatory strikes launched after Hamas's October attack on Israel killed 1,400 people.)"], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-10 03:12", "title": "Israeli military looking into reports of Gaza hospital blast", "text": ["This morning Israeli forces are reported to be surrounding Al-Shifa hospital in the heart of Gaza City. There have been graphic daytime videos circulating on social media in the past hour that show what appear to be dead children and scenes of panic outside the outpatients’ clinic. In earlier night-time videos, from different angles, you hear what appears to be the whizz of a missile or mortar hitting in the hospital courtyard. In one video, a man appears to have been hit. Another shows a body on a stretcher with a pool of blood next to it. We cannot independently verify these. The source of the projectile is unclear. I have asked the Israeli military if it carried out any strikes at the hospital overnight. The press desk says it is checking. Many thousands of people have been sheltering at the hospital along with some local journalists. In an earlier statement, the Israeli army said infantry and special forces backed up with air support had raided the military quarters of Hamas near to Al-Shifa Hospital. There are reports of intense battles having taken place with Hamas fighters nearby."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-10 02:49", "title": "Turkey discussed increasing aid trucks with Blinken, says Erdogan", "text": ["- Erdogan spoke to reporters on his flight back from a summit in Uzbekistan.  - Turkey discussed increasing the daily number of aid trucks to Gaza to at least 500 with US Secretary of State Antony Blinken during his visit to Ankara, President Tayyip Erdogan says.  - Erdogan told Reuters news agency that Blinken took a positive approach to the proposal.  - Turkey has pledged to provide ambulances, food, water, and medication in cooperation with other countries.  - It's also offered to take injured Palestinians and patients with chronic illnesses to Turkish hospitals for treatment."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-10 02:14", "title": "If you are just joining us...", "text": ["- It's past 9:00 am in Israel and Gaza now, and here is what happened so far if you're just joining us now:  - We are expecting the four-hour military pauses, which the US says that Israel will begin to implement in areas of northern Gaza, to start to allow civilians to flee. There is no specific time given for it yet.  - Palestinians were seen walking through the streets of Gaza City this morning, some carrying white flags, to flee south.  - The Indonesian Hospital in Gaza suffered some damage after a nearby rocket strike, and the hospital says it might stop operating by Friday as it has nearly run out of fuel.  - Israel's army struck a group in Syria which it said was behind Thursday's drone crash into a school in Eilat in southern Israel.  - Israel's Prime Minister Benjamin Netanyahu has said his country is not seeking to conquer, occupy or govern the Gaza strip after the war with Hamas ends.  - The Hamas-run health ministry in Gaza says at least 10,812 people, including 4,412 children, have now been killed since the Israel began its air strikes on the Strip."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-10 01:51", "title": "Israeli mother recalls children being kidnapped by Hamas", "text": ["Renana Jacob's two sons - Yagel, 12, and Or, 16 - were kidnapped by Hamas in their kibbutz in southern Israel on 7 October and she's been speaking to the BBC about their last phone call one month ago.    \"The last thing I heard my youngest boy saying to me a month ago… he was begging for them not to take him. He said 'I'm too young. Please don't take me. I'm too young'.    \"But they took him.\"    Along with Batshema Yahalomi and Hadas Kalderon - whose children have also been kidnapped by Hamas - Renana travelled from Israel to the UK to raise awareness about the hostage issue, conducting media interviews and meeting with the Qatari ambassador to the UK.    Qatar is acting as a mediator between Israel and Hamas - a proscribed terrorist organisation in the UK - to try and free the hostages.    She said the ambassador has \"given us the impression that Qatar is doing whatever they can to help, and I do believe him\".    Read more here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-10 01:29", "title": "Gaza's Indonesian Hospital warns it could cease operating by Friday", "text": ["- We reported earlier about the Indonesian Hospital suffering some damages after it was hit by a nearby strike.  - Now its administrators are saying it could be forced to stop operating by Friday as it has nearly run out of fuel.  - \"Indonesian hospitals will completely stop operating tomorrow [November 10], if there is no diesel to power generators as a source of electricity,\" said Dr Atef Kahlout, the head of the hospital, in a video message broadcast by the MER-C group."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-10 01:15", "title": "Indonesian hospital damaged after nearby strike - Indo foreign ministry", "text": ["- The Indonesian Hospital in Gaza suffered some damage after a nearby rocket strike, an Indonesian foreign ministry spokesman said on Friday.  - He noted that the target of the attack was the Taliza'tar area, which is located \"very close\" to the hospital.  - Lalu Muhammad Iqbal said three Indonesian volunteers were in the basement when the attack occurred - but added that they did not suffer from any injuries.  - \"Indonesia once again condemns the barbaric attacks on citizens and civilian objects, especially humanitarian facilities in Gaza,\" the spokesman added.  - Sarbini Abdul Murad of the Medical Emergency Rescue Committee (MER-C), which runs the hospital, told Indonesian outlet Republika: “Last night's attack was very close to the Indonesian Hospital, but not a direct attack on the main building.\"  - The Indonesian Hospital in Gaza was built to serve the medical needs of Palestinians in the enclave, according to Indonesia's foreign ministry.  - But there has been some controversy around it, with the Israeli military claiming that the hospital was used as a cover to shield Hamas' underground operations - which has been strongly denied by the Indonesian government."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-10 00:54", "title": "Two Jewish schools in Montreal targeted", "text": ["Police in Canada's second largest city say two Jewish schools were hit by gunfire on Thursday. Teachers turned up to the school grounds in Cote-des-Neiges to find the front door struck by bullets. No one was injured.    But the incident comes on the tail of a firebombing attack at a Montreal synagogue earlier this week, and clashes between pro-Palestine and pro-Israel groups at the city's Concordia University.    Canadian PM Justin Trudeau has called for a de-escalation of tensions nationally. \"I know emotions are high, and people are scared. But attacking each other is not who we are as Canadians,\" he said during a visit to Montreal."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-10 00:36", "title": "Growing tensions in occupied West Bank", "text": ["\"The events of 7 October, as well as Israel's military response, have soured relations between Jewish settlers and their Arab neighbours in the West Bank.\"    One Palestinian man near Bethlehem told me how he had lost his livelihood, after being banned from accessing his workplace in Israel.    \"They have closed roads. I can only walk around my home now. These checkpoints are suffocating us,\" Ahmed says.    The same increased security that Ahmed criticises has made people like Danny Chesterman feel safer. A cheerful man who used to run bike tours, he lives in the settlement of Efrat. He moved to Israel decades ago.    \"I hope and I believe that the relations with our immediate neighbours here in the Arab villages will continue to be good,\" he told me. \"Having said that, obviously there are security concerns.\"    The fact that Hamas attackers reportedly had help from Gazans who worked with Israelis has fundamentally altered the way Danny, along with much of Israeli society, seem to think about their Arab neighbours.    In Arab villages back across the valley, there are very different catalysts for mistrust. In the last month, the Israel Defence Forces have arrested more than 1,400 Palestinians.    Just on the day we are filming, the Palestinian Authority says 18 people were killed in the West Bank, taking the total to 170 in just over a month.    Read more of the report from on the ground in the West Bank.    Bethlehem as seen from EfratImage caption: Bethlehem as seen from Efrat."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-10 00:11", "title": "Israel says it struck group in Syria behind school drone strike", "text": ["Israel's army has said that it has struck an organisation in Syria which it said was behind Thursday's drone crash into a school in southern Israel. The drone hit an elementary school and did not cause any injuries. \"In response to a UAV (drone) from Syria that hit a school in Eilat, the Israel Defence Forces (IDF) struck the organisation that carried out the attack,\" the military has said on X, formerly known as Twitter. The IDF did not identify the group, but said it \"holds the Syrian regime fully responsible for every terror activity emanating from its territory.\" Syria has not yet responded to Israel's statement."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 23:49", "title": "Pentagon says US and coalition troops faced 46 attacks in last three weeks", "text": ["- This evening, the Pentagon shared an update on the latest attacks to American troops in the Middle East.  - It said that since 17 October, US and coalition forces were attacked \"at least 46 times\", including 24 times in Iraq and 22 times in Syria \"by a mix of one way attack drones and rockets.\"  - A total of 56 people have been injured in these attacks, the Pentagon added."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 23:43", "title": "Welcome back", "text": ["- Welcome back to our coverage of the Israel-Hamas conflict. It's just past 06:30 in Israel and Gaza - here's more on what's happened over the past few hours.  - The US says that Israel will begin to implement four-hour military pauses in areas of northern Gaza each day to allow civilians to flee.  - The pauses are a \"step in the right direction\", US President Joe Biden has said, adding that there will be two humanitarian corridors in Gaza allowing people to escape the hostilities.  - Israel's Prime Minister Benjamin Netanyahu has said his country is not seeking to conquer, occupy or govern the Gaza strip after the war with Hamas ends.  - Speaking to US outlet Fox News, he said a \"credible force\" would be needed to enter the enclave if necessary to prevent the emergence of militant threats.  - The Hamas-run health ministry in Gaza says at least 10,812 people, including 4,412 children, have now been killed in the enclave since Israel began its air strikes. The strikes began in retaliation to the Hamas attack on Israel on 7 October, which killed 1,400 people and 240 others were taken hostage.  - Stay with us as we bring you the latest updates through the day."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 20:37", "title": "Israel not planning to conquer, occupy or govern Gaza - PM", "text": ["Israel’s prime minister says the country is not seeking to conquer, occupy or govern the Gaza Strip after its war with Hamas ends. Benjamin Netanyahu told US television outlet Fox News that a “credible force” would be needed to enter the enclave if necessary to prevent the emergence of militant threats.    \"We don't seek to conquer Gaza, we don't seek to occupy Gaza, and we don't seek to govern Gaza,” he said, adding that a civilian government would be required, but that Israel would also need to ensure that an attack like that of 7 October, in which Hamas killed about 1,400 people, doesn’t happen again.    \"So, we have to have a credible force that, if necessary, will enter Gaza and kill the killers. Because that's what will prevent the re-emergence of a Hamas-like entity,” he said.    Netanyahu’s comments earlier this week had suggested Israel would be responsible for security in Gaza, drawing a critical response from the US."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 18:58", "title": "Humanitarian pauses and armed faction releases hostage video", "text": ["- Thousands more civilians headed to the south of the Gaza Strip on Thursday.  - We're pausing our live coverage for the next few hours, so until then, here's a quick recap on where things stand in the conflict.  - US President Joe Biden says Israel's agreement to observe a daily, four-hour pause in its bombardment of northern Gaza to allow civilians to flee is a step in the right direction.  - The US will continue to talk to Israel about the length and frequency of such military pauses, US National Security Council spokesman John Kirby tells the BBC. He also says any future release of hostages held in Gaza would require a longer pause in the fighting to ensure their safe passage.  - This comes as the world saw the first glimpse of Israeli hostages for around 10 days, after the second largest armed faction in Gaza, Islamic Jihad, released a video showing two hostages. One, Hanna Katsir, a woman in her 70s, is pictured sitting in a wheelchair. She was taken from kibbutz Nir Oz on 7 October. The other is a young boy.  - Negotiations about the fate of the around 240 hostages in Gaza are intense and have been going on for weeks, and the prospect about some kind of deal to release them has moved in and out of focus, the BBC's Paul Adams says.  - The publication of the hostage video comes as Israel’s military is involved in heavy fighting in the centre of Gaza City, with its troops battling Hamas in an area close to two major hospitals – Al Shifa and Al Quds. One man told the BBC he had fled under a \"barrage of bullets\". There have also been clashes in the West Bank, with 14 Palestinians reported killed in an Israeli raid on the Jenin refugee camp, according to the Palestinian health ministry. It's one of the deadliest incidents of its kind in Jenin, which has been raided by Israel several times.  - Earlier on Thursday, Israeli forces again opened the main road out of Gaza City for several hours to allow civilians to move south, away from the heaviest fighting. Thousands have done so, mostly on foot."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 18:39", "title": "Gaza City resident: 'We count to four waiting for a rocket to land on our home'", "text": ["- Abdelhakim Awad studied software engineering and graduated, months before the war.  - The 23-year-old recounts to BBC World Service how his life has changed in Gaza City since Israel began its military operation, following the 7th October Hamas attacks.  - At home when planes pass overhead, Abdelhakim says he counts to three or four \"to see if the rocket is landing on our house\".  - You can watch Abdelhakim in Gaza Diaries on BBC iPlayer (UK only), where five people use their phones to document their struggle to survive the war."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 18:25", "title": "UN official says 99 colleagues killed in Gaza", "text": ["\"We've heard from Juliette Touma, director of communications at the UN's agency for Palestinian refugees (UNRWA), who says the situation in Gaza is getting increasingly worse. UNRWA is now helping more than 700,000 people in 150 of its shelters,\" she tells our TV colleagues on the BBC News channel. Colleagues of Touma's are also continuing to be killed, she says, noting that figure is up to 99.    \"We do not have the supplies, and we have the same issue with fuel shortages,\" she says, adding that children are asking UN officials visiting Gaza for a piece of bread or a sip of their water.    Asked if Israel, then, is wrong to suggest there's no humanitarian crisis in Gaza, Touma says this \"is not the time for tit for tat\" and that she is partaking in the interview to relay \"the facts\".    To provide more assistance, she says, UNRWA needs two things: fuel and a humanitarian ceasefire. No fuel has been allowed into Gaza since the Hamas attacks on 7 October. Israel says there is enough in the territory, accusing Hamas of hoarding it. The US says the UN has been able to access some reserves, but the UN has continued to say more fuel is desperately needed."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 18:15", "title": "US confirms Yemeni rebels shot down Reaper drone", "text": ["- The Pentagon has confirmed that Houthi rebels shot down a US drone on Wednesday off the coast of Yemen.  - It's not the first MQ9 Reaper - a surveillance drone that can also carry missiles - to be shot down by the Houthis.  - The attack is the latest in a series on US assets and personnel in the region, where the Pentagon says Iranian-backed groups are seeking to take advantage of the ongoing Israel-Hamas war.  - Last night, the US used two F-15 fighter bombers to attack what it described as an ammunition depot inside Syria, rendering it \"unusable\".  - It's the second such strike by the US since the Israel-Hamas conflict erupted on 7 October."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 17:48", "title": "Humanitarian pauses 'step in the right direction' - Biden", "text": ["- US President Joe Biden says Israel's decision to implement pauses in fighting comes after he has been speaking to the country's leadership about the issue for weeks.  - Writing on X (formerly Twitter), he says that from Thursday, there will be two humanitarian corridors in Gaza allowing people to escape the hostilities.  - Biden also says that while the number of aid trucks getting supplies into the Strip via Egypt’s Rafah border is increasing, the US is aiming for at least 150 trucks a day. On Wednesday, that number was 106.  - The President describes the humanitarian pauses, which are now to include daily four-hour breaks in the fighting, as a \"step in the right direction\".  - \"You have my word: I will continue to advocate for civilian safety and focus on increasing aid to alleviate the suffering of the people of Gaza.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 17:33", "title": "'I pray to God that if something happens, it happens to all of us' - Palestinian mother", "text": ["- Nour Swirki is a journalist who had to leave her home in Gaza City with her husband, mother, sister, and two children.  - She sent the BBC's Women's Hour a voice note in which she talks about what her family is going through.  - We transcribed her message:    - \"I pray to God if something happened to any of us it would be happening to all of us in the same moment, so no one is left behind, no one is left alone... I know it's not a wish, it's a miserable wish, but this hard and tough time makes [even that seem like] a wish.\"    - \"[The kids] keep expressing their feelings of fear. In the night they sleep beside me, and my son Jamal he hugs me every day, every single moment... and says to me, 'I love you, I love you'. He was hugging me before, but not like this.\"    - \"Night [means] witnessing explosions and targets from the Israelis, it's a horrific situation for human being, for women, for children to be entered in this situation under this fire with this darkness.\"    - \"Sometimes we lose the connection with the world, we don't have network or a phone network and we don't have any access for the internet.\"    - \"So in case I have any one of my family members who was injured, how do I call the ambulance? Who to call for support for others, if I don't have access for phone calls or internet?\"  - You can listen to the whole interview with Nour on Thursday's Women's Hour here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 17:21", "title": "Images from Gaza today", "text": ["Every day during this conflict, we receive hundreds of images from news agency photographers working in Gaza. Some of them are too graphic or upsetting for us to publish here, including badly injured children being carried into hospitals and parents holding small bundles wrapped in shrouds - sometimes with the faces visible. We want to reflect the gravity of this conflict, and its toll on civilians, while being sensitive about what you, the audience, are exposed to.    Here are some images taken in Gaza today:    1. Palestinian children inspect destroyed houses in Khan Younis in the southern Gaza Strip.     - Image caption: Palestinian children inspect destroyed houses in Khan Younis in the southern Gaza Strip.    2. This mother was comforted by her son at Al Shifa hospital in Gaza City as she mourned the death of another son, who was killed in an Israeli air strike, according to Reuters.     - Image caption: This mother was comforted by her son at Al Shifa hospital in Gaza City as she mourned the death of another son, who was killed in an Israeli air strike, according to Reuters.    3. Palestinians walk south to escape the northern Gaza Strip, where the heaviest fighting is taking place.     - Image caption: Palestinians walk south to escape the northern Gaza Strip, where the heaviest fighting is taking place.    4. Two displaced children sleep on the ground by the al-Nasser hospital in Khan Yunis in the southern Gaza Strip.     - Image caption: Two displaced children sleep on the ground by the al-Nasser hospital in Khan Yunis in the southern Gaza Strip.    5. At the same hospital, this nurse was on shift when he learned that his brother had been killed.     - Image caption: At the same hospital, this nurse was on shift when he learned that his brother had been killed."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/3"}, {"date": "2023-11-09 16:55", "title": "US 'working very hard to get fuel into Gaza'", "text": ["- John Kirby also says the US will keep pushing Israel to allow for fuel to be included in humanitarian aid delivered into Gaza via Egypt’s Rafah crossing.  - Israel has so far forbidden fresh supplies from being sent in, saying Hamas will use it for its own aims.  - John Kirby says this is a \"legitimate concern\" and believes a mechanism is needed that allows fuel to get where it is needed. This includes hospitals and to help with the production of fresh water.  - \"We agree that fuel is a critical commodity,\" says Kirby, adding that the US is “working very hard” to get fuel into Gaza.  - No fuel has been allowed into Gaza since the Hamas attacks on 7 October. Israel says there is enough in the territory, accusing Hamas of hoarding it."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 16:47", "title": "Hostage release would require longer pause - Kirby", "text": ["As we were reporting earlier, intense negotiations are happening behind the scenes as to how to secure the release of around 240 hostages that were taken on 7 October.    When asked in the past hour if a possible hostage release would be contingent on a longer humanitarian pause, John Kirby tells the BBC that a pause in fighting lasting hours, if not days, would be needed. This would be to ensure the released hostages' safe passage once they were released and to enable them to seek medical treatment and be reunited with loved ones."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 16:30", "title": "Ongoing talks over length of humanitarian pauses – John Kirby", "text": ["- US National Security Council spokesman John Kirby says the Biden administration will continue talking to Israel about the need for humanitarian pauses in Gaza.  - He spoke to the BBC a short time ago, after the US said that Israel had agreed to implement four-hour pauses in the fighting in the north of the enclave to allow for people to flee the fighting.  - Kirby says he does want to see more and longer pauses, adding that it's important to understand that each pause \"will depend on the purpose and on the conditions on the ground\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 16:11", "title": "14 Palestinians killed in clashes in West Bank city", "text": ["- Fourteen Palestinians have been killed in an Israeli raid on the Jenin refugee camp in the occupied West Bank, the Palestinian health ministry says.  - It said at least 20 others were injured in the assault, which residents said involved two drone strikes.  - It is one of the deadliest recent incidents of its kind in Jenin, which has been repeatedly raided by Israel as part of a drive against militants.  - According to the UN, this year more than 400 Palestinians - both militants and civilians - have been killed by Israeli forces or settlers in the West Bank, making it the deadliest there since the UN began recording Palestinian fatalities in 2005.  - Read more here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 15:48", "title": "Intense negotiations on fate of the hostages", "text": ["- Negotiations over the fate of around 240 Israeli and foreign hostages held in Gaza have been going on for weeks.  - The prospect of a deal to free at least some of them – possibly in exchange for a ceasefire or the release of Palestinians held in Israeli jails – has moved tantalisingly in and out of focus.  - But there’s no doubting the intensity of the discussions.  - Today, the CIA’s director, William Burns, met David Barnea, head of Israel’s intelligence agency Mossad, in Doha, the capital of Qatar. Some of Hamas’ political leaders are based in Qatar. The hostage issue is likely to have been front and centre.  - Two senior Hamas officials, Ismail Haniyeh and Khaled Meshaal, meanwhile, arrived in Cairo, where reports suggested they met the head of Egyptian intelligence, Abbas Kamel.  - Qatari and Egyptian networks have both said that the emir of Qatar, Sheikh Tamim bin Hamad al-Thani, is expected to visit Cairo tomorrow.  - Amid such intense diplomatic efforts, a high profile visit like this might suggest that some kind of announcement is on the cards.  - But the hostage issue is incredibly delicate, so no-one is getting their hopes up just yet."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 15:37", "title": "Ecologist tracks birds of prey to find Israeli dead", "text": ["An ecologist is using birds of prey to help Israel's army recover dead bodies at the sites where Hamas attacked on 7 October.     Ohad Hatzofe, of Israel's Nature and Parks Authority, tracks the migratory patterns of numerous birds using GPS tracking devices.     His data helped to locate four corpses after he was asked for help on 23 October.     Another bird found a few other locations of interest, Mr Hatzofe said.     Mr Hatzofe reviewed its movements and chose certain positions where it had stopped. He then shared that data with the Israel Defense Forces (IDF), which found the four corpses.     Read more here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 15:23", "title": "Released 85-year-old hostage is doing well and still believes in peace, her daughter says", "text": ["- Yocheved Lifschitz speaks with the media next to her daughter Sharone Lifschitz after she was released.  - Away from Gaza for a moment, we've been hearing how Yocheved Lifschitz has been doing - the 85-year-old Israeli woman who was taken hostage by Hamas during the 7 October attack and then released more than two weeks later. She is physically doing much better than she was when she was released and is gaining strength, her daughter Sharone Lifschitz said.  - \"Her spirit is strong, even though she doesn't know if her husband is alive or not,\" she added. Lifschitz's husband was taken captive at the same time but the couple were kept separately.  - Speaking to BBC Radio 5 Live earlier today, Sharone Lifschitz said that her mother now has no belongings, which she is also trying to deal with, but she has been very strong.  - Yocheved was a peace campaigner, and her daughter said that what happened did not shake her belief in the cause. \"I think it clarified to her what happens when you don't make peace,\" she added."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 14:57", "title": "What's the latest?", "text": ["- Palestinians taking shelter at Al Shifa hospital in Gaza City  - It's coming up to 22:00 in Gaza, which is 20:00 here in London. If you're just joining us or need a catch-up, here are the latest developments from Israel and Gaza today:  - The US understands that Israel will begin to implement four-hour pauses in areas of northern Gaza each day, White House spokesman John Kirby said.  - The US called it a \"significant first step\" but a UN spokesperson said any halt to fighting would need to be coordinated with the UN \"to be truly effective\"  - Thousands more Palestinians have fled northern Gaza to the south after Israel opened an evacuation route. Heavy fighting took place close to the Al Quds hospital in Gaza City - one man told the BBC he had fled \"under a barrage of bullets\"  - The armed wing of the Palestinian Islamic Jihad group in Gaza released a video of two Israeli hostages - an elderly woman and a boy - the first glimpse of hostages for 10 days.  - The Hamas-run health ministry in Gaza says at least 10,812 people, including 4,412 children, have now been killed in Gaza since the Hamas attacked Israel on 7 October, killing 1,400 people and taking around 240 hostage.  - In the occupied West Bank, the Palestinian health ministry says 14 Palestinians have been killed in an Israeli raid in Jenin - Israel says it was arresting suspects and destroyed homemade bombs."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 14:50", "title": "Israeli military says hostage video shows signs of life", "text": ["- A little more now on the video we reported on earlier, released by the Palestinian Islamic Jihad group showing two Israeli hostages - Hanna Katsir, a woman in her 70s, and a teenage boy.  - Israeli military spokesperson Rear Admiral Daniel Hagari said the video showed \"signs of life\". \"We embrace them, and their families,\" he said, adding: \"We have not missed a single opportunity and we will not miss any opportunity when it comes to returning the captives.\"  - He did not comment on the any potential release of the hostages, and said the captors were using \"psychological terror\". \"When we have true intelligence, we will inform the families,\" he said.  - A protest was held in Tel Aviv today calling for the return of around 240 people who have been held hostage in Gaza for over a month."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 14:26", "title": "Israel taking 'pinpoint measures' to allow Gazans to flee - defence minister", "text": ["- Israel's defence minister Yoav Gallant has told journalists that the military is undertaking \"localised, pinpoint measures\" in Gaza to enable Palestinians to flee the fighting between Israeli forces and Hamas.    - However, he did not directly address a question regarding the comments from a White House spokesman saying there would be daily four-hour pauses in northern Gaza.    - He repeated the Israeli government line that the war would continue until Hamas is toppled and hostages held in Gaza are freed.    - Over 200 people were taken hostage by Hamas on 7 October. Only four have been freed so far."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 14:08", "title": "What's the difference between a ceasefire and humanitarian pause?", "text": ["- Several countries, as well as the United Nations, have called for a ceasefire in the conflict between Israel and Hamas in Gaza.  - But the UK, US and EU are among those that have stopped short of calling for a ceasefire, saying it would favour Hamas, which is designated a terrorist organisation by the US and several Western governments.  - A little earlier the US said it understood that Israel would, instead, begin daily four-hour pauses in fighting in areas of northern Gaza. World leaders, including US President Joe Biden, have been calling for a humanitarian pause for days - but how does this differ to a ceasefire?  - Compared to a formal ceasefire, humanitarian pauses tend to last for shorter periods of time, sometimes just a few hours.  - They are typically implemented purely with the aim of providing humanitarian support, as opposed to achieving long-term political solutions, according to the UN.  - Ceasefires, meanwhile, are intended to be long-term, and often aim to allow parties to engage in dialogue, including the possibility of reaching a permanent political settlement, the UN says."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 13:58", "title": "UN says it needs to coordinate any pause to fighting", "text": ["- A UN spokesperson says any halt to fighting between Israel and Hamas in the Gaza Strip for humanitarian purposes would ideally need to be coordinated with the United Nations.  - UN spokesperson Stephane Dujarric said a pause would need to be agreed by all parties to the conflict and coordinated by the UN \"to be truly effective\".  - As we've reported, the US understands that Israel will begin four-hour pauses in northern Gaza, starting tomorrow, a White House spokesman said earlier.  - Fighting continued today in the northern Gaza Strip, including here in the Tel al-Hawa neighbourhood."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 13:30", "title": "Think tank says US pressure led to Israeli decision on pauses", "text": ["- Reacting to the news that Israel will begin implementing four-hour pauses in areas of northern Gaza daily, think tank Chatham House says the move is a result of a \"huge amount of diplomatic activity behind the scenes\".  - \"This has clearly come about largely as a result of US pressure – directly from President Biden with Antony Blinken and others shuttling back and forth, highlighting to the Israelis that the number of civilian casualties is unacceptable and could lead to serious escalation in the West Bank and the region,\" said Nomi Bar Yaacov, associate fellow in the International Security Programme at Chatham House.  - \"Jordan and Egypt have also reached a boiling point.\" She says Israel will want to evacuate as many civilians out of Gaza City as possible, adding that the problem is that Hamas built its operational headquarters and army stores under civilian buildings.  - \"It’s only a pause, Israel will honour the four hours and then continue its military operations against Hamas, with the stated aim of destroying as much of the military infrastructure as possible.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 12:54", "title": "We fled under a barrage of bullets near Al Quds hospital, says Gaza resident", "text": ["As we've been reporting, there has been fighting close to Al Quds hospital in Gaza City. Our correspondent in Gaza, Rushdi Abualouf, has heard from Hamouda Musa, 34, who says he was one of the last people to escape from a building opposite the hospital. He told the BBC: \"Me and my neighbour were in the building. I looked out the window. There were four tanks and a bulldozer. They came from the coast.\" \"They were firing intensely towards a nearby residential building. We fled under a barrage of bullets, from a back street,\" he says, adding they survived \"miraculously\". On Tuesday, the IDF said its troops had \"located a number of Hamas terrorists who barricaded themselves in a building adjacent to the Al Quds Hospital\". Nearly two weeks ago, doctors at the hospital said they had been told to evacuate, but said it was impossible to move patients in intensive care and babies in incubators. A doctor at the hospital told the BBC \"heavy bombardment\" took place near the hospital."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 12:21", "title": "WATCH: IDF shows building it says was used as Hamas weapons factory", "text": ["\"Our International editor Jeremy Bowen entered Gaza on Wednesday, and was shown a building which the Israel Defense Forces (IDF) say was used as a weapons factory by Hamas. Upstairs was an apartment, including a child's bedroom.\"    \"Bowen and camera operator Fred Scott were given access by the IDF on the condition its positions were not revealed. Video shot by the BBC had to be submitted to military censors, but the report's script was not.\"    \"You can watch the full report below.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 12:00", "title": "First glimpse of hostages for 10 days", "text": ["- Hanna Katsir was abducted from kibbutz Nir Oz on 7 October.   - In the video, released by the second largest armed faction in Gaza, Islamic Jihad, two hostages are seen addressing the camera.   - One, Hanna Katsir, a woman in her 70s, is seen sitting in a wheelchair. She was abducted from kibbutz Nir Oz on 7 October - when Hamas attacked Israel.   - The second is a teenage boy from the same community.   - In the video, both hostages sharply criticise Israel’s PM, Benjamin Netanyahu. It's not clear if they're reading from a script.   - In a statement tonight, a spokesman for Islamic Jihad said the group was prepared to release both hostages for humanitarian and medical reasons - but only if what it called \"appropriate measures\" were met."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 11:53", "title": "BreakingPalestinian Islamic Jihad group releases hostage video", "text": ["- The armed wing of the Palestinian Islamic Jihad group, in Gaza, has released a video of two Israeli hostages - an elderly woman and a boy.  - The BBC won't be showing the clip - which is over three minutes long - but we can describe what's in it. Prisoners of war and hostages are protected under international humanitarian law, and the BBC does not broadcast material which may have been filmed under duress.  - The video begins with the woman who's in a wheelchair. The background behind her is blurred. A video of the child follows - he doesn't appear to be in the same location.  - Both bits of footage are heavily edited.  - They say they are being well treated and criticize Israeli Prime Minister Benjamin Netanyahu."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 11:27", "title": "Images show Palestinians of all ages fleeing northern Gaza", "text": ["- As we've been reporting, thousands of Palestinians are evacuating northern Gaza to the south in a bid to flee the most targeted parts of the enclave. Most are leaving on foot, carrying whatever belongings they can.    - This is the fifth consecutive day that Israel - which has been telling Gazans to move for weeks - has permitted movement along the Salah al-Din main road that runs the length of Gaza.    - We're seeing a lot of images of the mass exodus - here's a small selection.    - Palestinians, on the back of a pick-up truck, evacuate along the Salah al-Din corridor. [Image caption: Palestinians, on the back of a pick-up truck, evacuate along the Salah al-Din corridor.]    - Families were seen embracing before fleeing to the southern Gaza Strip. [Image caption: Families were seen embracing before fleeing to the southern Gaza Strip.]    - About 1.5 million people in Gaza have been internally displaced since fighting began on 7 October. [Image caption: About 1.5 million people in Gaza have been internally displaced since fighting began on 7 October.]    - In the south, more than 700,000 displaced Palestinians have sought refuge in shelters. [Image caption: In the south, more than 700,000 displaced Palestinians have sought refuge in shelters.]"], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 11:08", "title": "Pause 'step in the right direction' - White House", "text": ["Here's a bit more from White House spokesman John Kirby, who says Israel's decision to implement four-hour pauses in northern Gaza to allow civilians to flee is a \"significant first step\".     \"Obviously we want to see them continued for as long as they are needed.\"     Kirby also repeated the US line that now is not the time for a ceasefire, saying it would help Hamas \"legitimise what they did\" on 7 October."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 10:46", "title": "BreakingWhite House says Israel will begin daily four-hour pauses in northern Gaza", "text": ["- The US understands that Israel will begin to implement four-hour pauses in areas of northern Gaza each day, White House spokesman John Kirby has told reporters.  - He said an announcement would be made three hours beforehand.  - \"And we've been told by the Israelis that there will be no military operations in these areas over the duration of the pause and that this process is starting today,\" he added.  - As a reminder, earlier the Israeli military said \"there are tactical, local pauses for humanitarian aid for Gazan civilians\", and made clear \"there is no ceasefire\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/4"}, {"date": "2023-11-09 10:34", "title": "IDF says its forces raid Hamas military base in central Gaza City", "text": ["- The Israeli army says its forces have been operating in the centre of Gaza City in recent days, where it says Hamas's military quarter is located.  - In a statement, the IDF says that they have killed or captured about 50 Hamas fighters during \"intense battles\".  - It says that with air support and assistance of special forces, Israeli forces raided the military quarter of Hamas in the heart of Gaza City, near Al-Shifa Hospital.  - The IDF claims that the area they have raided was the centre of Hamas intelligence and operational activities which it used to plan and prepare the 7 October attacks in Israel.  - The area contains the Hamas interior ministry, underground tunnel networks and war-rooms, the army says.  - Combat in the area is continuing, according to the statement.  - As we've previously reported, the Al-Shifa hospital is being used as shelter by many Palestinians displaced by the fighting in Gaza City."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 10:13", "title": "Mass exodus as Palestinians flee fighting in northern Gaza", "text": ["- Pictures from the Gaza Strip today once again show thousands of Palestinians on the move, heading south along Salah el-Din road.  - These are some of the largest civilian movements since the early days of the war in Gaza.  - Drone shots taken at the Wadi Gaza line show an endless stream of people, most of them on foot. Some are on carts pulled by donkeys. Some are pushing prams. Many are holding white flags, a sign of surrender.  - No previous Israeli military operation in Gaza – and there have been many – has ever triggered such a mass exodus.  - For a population mostly descended from refugees from the traumatic events surrounding the creation of the state of Israel in 1948 (known by Palestinians as the “nakba” or catastrophe), 2023 has terrible echoes.  - Israel says their dislocation will be temporary, but the scenes of destruction they’re walking away from suggest that many will have nothing to go back to when this is all over."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 09:57", "title": "10 killed during Israeli raid in the West Bank - Palestinian health ministry", "text": ["- Palestinians inspect a damaged area inside the Jenin refugee camp following an Israeli raid.  - The Palestinian health ministry says the death toll following a raid by Israeli forces on Jenin city and refugee camp in the occupied West Bank has risen from eight to 10.  - Israel's military said it was conducting counter-terrorism raids in Jenin and elsewhere in the West Bank, adding that it has destroyed and confiscated weapons.  - Last week, the Israeli army said its forces were \"operating against Hamas\" across the area.  - At least 176 Palestinians have been killed in the West Bank since the start of the war on 7 October, according to Palestinian Health Ministry figures."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 09:42", "title": "Some key lines from the Gaza aid conference in Paris", "text": ["- Palestinian PM Mohammad Shtayyeh (who does not control Gaza) is at the talks - Israel has not sent anyone.  - We brought you comments a little earlier from French President Emmanuel Macron, as he opened a conference in Paris intended to co-ordinate aid for Gaza.  - Since then we've heard from some of the other representatives at the event - here's a round up of what they've said so far.  - Philippe Lazzarini, head of the UN's agency for Palestinian refugees (Unrwa):    - \"I was in Gaza last week for the first time since the war started. I visited an Unrwa school sheltering thousands of people, it was heartbreaking. Children used to learn in this school, today they plead for a piece of bread and a sip of water.\"  - Mohammad Shtayyeh, prime minister of the Palestinian Authority (separate from Gaza, which Hamas runs):    - \"The Palestinian people need international protection - in Gaza, in Jerusalem, and the West Bank ... We have to bring an end to the war, we have to bring an end to the occupation of Gaza, to the displacement of the local population.\"  - Israeli military spokesman Colonel Moshe Tetro - who is not at the conference - told reporters today:    - \"We know that the civil situation in the Gaza Strip is not an easy one ... but I can say that there is no humanitarian crisis in the Gaza Strip. We didn’t pick up this war, Hamas chose to open it.\"  - Egyptian Foreign Minister Sameh Shoukry condemned \"international silence on violations of international humanitarian law committed by Israel\", adding:    - \"What the Israeli government is doing far exceeds the right to self-defence.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 09:28", "title": "Drone hits southern Israeli city of Eilat - Israeli military", "text": ["- The Israel Defence Forces say an unmanned aircraft has hit a civilian building in the southern city of Eilat.  - Details of the aircraft and what happened are under review, the force said in a post on X."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 09:12", "title": "Dead bodies and tanks on road south as people flee", "text": ["- BBC Verify has been examining video, listening to eyewitness testimony and analysing satellite images of people fleeing northern Gaza.  - Some have described seeing decomposing bodies and Israeli tanks along Salah al-Din road – designated as a \"safe road\" by the Israel Defense Forces (IDF) at certain times of the day.  - In one video, posted on the messaging app Telegram on Tuesday, a woman talked about bodies on the highway. She said she had been looking for her son near the Netzarim junction and described finding his body lying in the road among others.  - Satellite imagery of the highway - posted on 7 November - shows people walking along the road and an IDF tank next to it. The image also shows damage to buildings and what appears to be debris on the road.  - Read more about what the journey is like here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 08:52", "title": "BreakingHamas-run health ministry says Gaza death toll rises to 10,812", "text": ["- At least 10,812 people, including 4,412 children, have been killed in Gaza since the 7 October attacks in Israel, the Hamas-run health ministry in Gaza says.  - The previous total given by the ministry yesterday was 10,569.  - Israel disputes the accuracy of the numbers, but the World Health Organization believes the figures are trustworthy."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 08:38", "title": "Thousands sheltering in the Al Quds hospital - and 100 patients can't move", "text": ["- Israeli forces surround a significant part of Gaza City and are advancing towards the Al Quds hospital area, where about 14,000 people are sheltering.  - There are also around 100 patients in the hospital itself.  - Yesterday the hospital said they can't move them, because there are no undamaged roads to transport them.  - Palestinian people have sheltered at the Al Quds hospital during the Israeli bombardment of Gaza City - this picture is from 31 October."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 08:17", "title": "Israeli military confirms 'tactical, local pauses'", "text": ["- Smoke rising above the northern Gaza Strip    - Image caption: Smoke rising above the northern Gaza Strip.    - The Israel Defense Forces have said \"tactical, local pauses for humanitarian aid for Gazan civilians\" are taking place in Gaza.    - In a post on X, it said \"these tactical pauses are limited in time and area\". It gave no timings or locations either in the post or on other outlets.    - However, we know the Israeli military communicates with people in Gaza using text messages and leaflets in specific areas - as well as phone calls to individuals, which you can read about in this report.    - On Wednesday, our reporter in Gaza, Rusdhi Abualouf, told us the Israeli military had announced a four-hour pause in three central neighbourhoods in Gaza City.    - As a reminder, the G7 group of nations yesterday called for longer \"humantarian pauses\" in fighting - but did not call for a total ceasefire."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 07:56", "title": "Thousands head south - but Khan Younis is already overwhelmed", "text": ["- People heading south in Gaza on Thursday  Image caption: People heading south in Gaza on Thursday.    - Thousands of people have arrived in the south of Gaza, undergoing a miserable journey, in the unusually hot weather.    - Why? Because of the fighting in Gaza City.    - But where I am, in the grounds of Nasser Hospital in Khan Younis, there is no space for people.    - There is very little aid, water and food is a real struggle. The situation here is on the edge of catastrophe.    - The city is overwhelmed by the number of refugees."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 07:48", "title": "'A real gun battle' near Al Quds hospital in Gaza City", "text": ["- The area near the hospital, as seen on 30 October  Image caption: The area near the hospital, as seen on 30 October.    - The fighting in Gaza City is really intensifying, and - as we reported earlier - there is a very serious fight near the Al Quds hospital as tanks advance close to the hospital.    - Communication is difficult, but I was talking to someone this morning who said it was \"a real gun battle\" in the area.    - Most of the buildings in that neighbourhood were targeted by the Israeli military at the start of their response to the Hamas attack on 7 October.    - This area was heavily bombed from the air for days. Now it's being bombed from sea and by artillery units on the ground."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 07:24", "title": "Death toll from Israeli raids in West Bank rises to eight", "text": ["- The aftermath of the raid, as seen on Thursday morning.  - Meanwhile in the West Bank, the death toll from Israeli raids in Jenin overnight has risen to eight, the Palestinian health ministry says.  - The ministry earlier said six Palestinians were killed during the raids.  - Israel's military confirmed it was conducting counter-terrorism raids in Jenin and elsewhere in the West Bank, saying they had destroyed and confiscated weapons.  - Since the beginning of the war, more than 150 Palestinians including 44 children, have been killed in the West Bank by Israeli forces, the UN humanitarian office OCHA says."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 07:20", "title": "Hamas-run ministry in Gaza says 12 killed by Israeli air strikes in Deir al-Balah", "text": ["- Search and rescue efforts continue after Israeli attacks hit residential buildings in Deir al Balah, Gaza.  - The Hamas-run interior ministry in Gaza says 12 Palestinians have been killed and dozens injured by Israeli air strikes on a street in Deir al-Balah.  - Deir al-Balah is in the central region of the Gaza Strip between Gaza City and Khan Younis.  - The IDF has not commented on the specific incident - but says its strikes target Hamas infrastructure and fighters."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 06:58", "title": "Heavy fighting reported close to Al Quds hospital in Gaza City", "text": ["- The hospital in Gaza City, as seen on 31 October  - As we've been reporting, the Israeli military is continuing its offensive in the Gaza Strip, with fighting reported across the north.  - We're now hearing reports of heavy fighting very close to the Al Quds hospital in Gaza City.  - Thousands of displaced people have used the hospital's courtyards as shelter - it's not known how many are still there.  - The Israeli military has accused Hamas of using hospitals in Gaza as a shield for its tunnels and fighters."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 06:35", "title": "Macron calls for humanitarian pause in Gaza", "text": ["Opening a conference for Gaza hosted in Paris, French President Emmanuel Macron has just called for a humanitarian pause to the fighting in Gaza.    The G7 group of nations - which includes France - said the same yesterday, at a meeting of foreign ministers in Tokyo.    Macron also said that France's aid to the Palestinians would increase five-fold next year, from 20m euros (£17.4m) at present to 100m euros (£87m)."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 06:26", "title": "A look at where things stand", "text": ["More fighting overnight: The Israeli military says, after 10 hours of fighting, it's taken over a Hamas outpost in Jabalia, northern Gaza. Palestinian news agency Wafa reported that Israeli planes had bombed and destroyed a house in the area. Meanwhile in the south of Gaza, the Hamas-run Palestinian interior ministry says six people were killed in a bombing in Khan Younis.    Some context: Israel announced on 28 October that its ground forces would \"expand operations\" in Gaza. It entered northern Gaza and since then its military says it has \"encircled Gaza City\".    Evacuation routes and a closed border: While the Rafah border crossing (from Gaza into Egypt) is today closed, the Israeli military has reopened an evacuation road that allows civilians to move from northern Gaza to the south.    Some context: Hundreds of wounded Palestinians and foreign passport holders have been allowed to leave Gaza via Rafah since 1 November. Israel has told all Gazans in the north to flee south for their own safety - and hundreds of thousands have already gone.    War crime claims: Volker Türk, the UN commissioner for human rights, last night said both Israel and Hamas have committed war crimes. He cited Hamas's continued holding of hostages and Israel's \"collective punishment\" of Palestinians as examples.    Some context: The rules for war, which are spelt out in the Geneva Conventions, prohibit hostage taking, and say countries engaged in conflict \"may not deport or forcibly transfer the civilian population of an occupied territory\".    Another warning of wider Middle East war: The second in command of Hezbollah - the powerful Iranian backed militia based in Lebanon - has again warned that Israel's killing of civilians in Gaza risks causing the conflict to spill over into surrounding countries. \"The danger is real,\" he told the BBC’s Orla Guerin.    Some context: Read Orla's interview with Sheikh Naim Qassem in full here. You can also watch BBC Newsnight's analysis of whether a wider Middle East war could happen right here.    Latest death tolls: The Hamas-run health ministry in Gaza says more than 10,500 people have now been killed since Israel began its retaliatory strikes. Israel began its campaign after a Hamas attack last month, which saw 1,400 people killed and more than 200 taken hostage.    Some context: There has been speculation about how we can verify the figures coming out of Gaza, from Hamas. Our colleagues at BBC Verify looked into this, which you can catch up on here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 06:09", "title": "Palestinian officials say six killed in West Bank raids", "text": ["- A man sits next to rubble in the Jenin refugee camp.  - Away from Gaza now, we have a bit more from the Israeli-occupied West Bank, where Israeli troops carried out raids overnight. The Palestinian health ministry has just said six Palestinians were killed by Israeli forces during the raids on various towns in the north.  - One of the camps that have been raided was the Jenin refugee camp - where we reported from earlier. Local residents there say Israeli forces bulldozed the streets, leaving damage to the water and electricity network.  - Charity the Palestinian Red Crescent said one of their paramedics was injured with live bullets \"when a PRCS ambulance was targeted during a raid by occupation forces in Jenin refugee camp\".  - Israel's military confirmed it was conducting counter-terrorism raids in Jenin and elsewhere in the West Bank, saying they had destroyed and confiscated weapons.  - Since the beginning of the war, more than 150 Palestinians including 44 children, have been killed in the West Bank by Israeli forces, the UN humanitarian office OCHA says."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 05:34", "title": "Hamas claims to have destroyed Israeli vehicles and bulldozer", "text": ["- Smoke rises in the northern Gaza Strip after Israeli air strikes on Thursday.  - Earlier, Israel gave an update on the fighting in Gaza, saying it took control of a \"Hamas stronghold\" in the northern Gaza Strip, west of Jabalia, after a 10-hour battle.  - Hamas has now also given an update, with its military wing, the Al-Qassam Brigades, claiming to have:    - Destroyed three Israeli vehicles and a bulldozer near the Al-Shati camp, also known as the Beach camp.    - Destroyed an Israeli tank north of Sheikh Radwan in Gaza City.    - Destroyed an Israeli tank in Al-Tawam, north of Gaza City.  - Meanwhile, the Al-Quds Brigades - from the Palestinian Islamic Jihad group - claim to have bombed Israeli vehicles in the Ansar complex in Gaza City.  - They also say they have fired rockets at the Israeli city of Ashdod, where air raid sirens have been heard.  - As a reminder, the BBC can't immediately verify most battlefield claims."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 05:20", "title": "Photos show crowds moving from north to south Gaza", "text": ["As we've just reported, Israel is again opening a road today for six hours for Palestinian people in the north of Gaza to move south. We've been receiving photos already this morning of more people on the move:"], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 05:00", "title": "Israel reopens road for Gazans to move south", "text": ["- The Israeli military says it has today reopened an evacuation corridor to allow civilians in northern Gaza (where much of the war is taking place) to move to the south.  - The Israel Defense Forces - which has been telling Gazans to do this for weeks - says this will be the fifth consecutive day the Salah al-Din corridor is open.  - Avichay Adraee, the military's spokesman for Arab media, said on X that movement though the main road running the length of Gaza would be permitted between 10:00 local time (08:00 GMT) and 16:00. That's an hour longer than yesterday.  - Yesterday, about 50,000 people managed to evacuate the north via this road, UN humanitarian agency OCHA said - the largest number in a single day since the corridor opened on Sunday.  - But those making the journey were still at risk, OCHA said. \"Clashes and shelling on and around the road reportedly continued, endangering evacuees with reports of corpses alongside the road,\" they said, before quoting an evacuee who said they were forced to walk \"for about two hours\" with a family member in a wheelchair.  - About 1.5 million people in Gaza have been internally displaced since fighting began - in the south, more than 700,000 people have sought refuge in sheltersImage caption: About 1.5 million people in Gaza have been internally displaced since fighting began - in the south, more than 700,000 people have sought refuge in shelters."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/5"}, {"date": "2023-11-09 04:44", "title": "Palestinian media says two killed and dozens arrested in West Bank violence", "text": ["- Israeli troops patrol streets near Ramallah.  - Earlier we reported that Israeli troops had carried out overnight raids in Jenin in the West Bank.  - While Gaza has been the focus of Israel's retaliation against Hamas since the 7 October attacks, the West Bank - which is run by the Palestinian Authority but occupied by Israel - has seen a surge in violence at the same time. According to the UN more than 150 Palestinians have been killed by Israeli forces since then.  - As well as the raids in Jenin, Palestinian news agency Wafa is reporting that Israeli forces have carried out raids in several towns. It says two men were killed in the districts of Hebron and Bethlehem overnight and 20 families left Beit Furik, east of Nablus, after their homes were bulldozed.  - The agency also reports that more than 50 workers were arrested in the town of Barta’a south of Jenin after homes and shops were raided by Israeli soldiers.  - Reuters news agency also reported Israeli troops carried out a raid at the Am'ari refugee camp near Ramallah."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 04:07", "title": "BreakingRafah crossing closed this morning", "text": ["- A Palestinian border guard checks the documents of dual nationals and foreigners at the border.     - We have just heard that Rafah border crossing is still closed this morning. Hamas say they want more injured people to be allowed out of Gaza through the crossing before more foreign citizens are allowed to leave.     - The crossing between Gaza and Egypt - through which aid convoys have been getting in and foreign nationals and injured people getting out - was also closed yesterday to people, UN agencies said. They said it was shut for unconfirmed reasons.     - We'll bring you the latest from Rafah crossing as we hear more."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 03:56", "title": "Israeli troops carry out more overnight raids in West Bank", "text": ["- A woman looks on at the damage inside the Jenin refugee camp in the occupied West Bank.  - As we passed through Jenin refugee camp this morning, word got to us that the Israeli army was moving back in.  - Minutes later, as we made a quick exit, warning sirens rang out. The risk of getting caught in crossfire was too great.  - The Israeli military said it had sent undercover units to arrest Palestinian militants. It was the second Israeli raid in the space of a few hours.  - Overnight the army once again ripped up the already badly damaged streets with bulldozers. Residents in the camp said there were also two drone strikes. There are no reported casualties.  - For more than two hours sporadic gunfire could be heard from our hotel in the centre of Jenin as militants targeted the bulldozers. Israeli raids like this are happening in Palestinian towns and villages in the West Bank almost every night."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 03:32", "title": "Latest pictures from Gaza after more strikes overnight", "text": ["- There's been more fighting in the Gaza Strip overnight - and pictures have started coming in this morning of people searching through rubble.  - We're working to find out more details of exactly what's happened and which areas have been damaged.  - The Israeli military says it struck a Hamas military post in the north. The Hamas-run Palestinian Ministry of Interior says six people were killed overnight when a house was bombed in Khan Younis, and others were injured in strikes on Gaza City and in the Jabalia refugee camp, in northern Gaza.  - A Palestinian man wipes tears as bodies are collected for burial from a hospital in Khan Younis on Thursday morning.  - In Khan Younis in southern Gaza, people search through rubble.  - Also in Khan Younis, people stand inside a destroyed room. The BBC has not been able to verify when these buildings were hit.  - This picture taken from the Israeli side of the border with Gaza shows smoke rising from damaged buildings."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 03:06", "title": "Alarm bells ring in the US over what might happen to Gaza", "text": ["- Israeli soldiers walk through rubble in northern Gaza on Wednesday.  - It does seem that the comments by Israel’s Prime Minister Benjamin Netanyahu earlier this week that his country could assume responsibility for Gaza’s security \"for an indefinite period\" after the war set off alarm bells in Washington.  - We have also had statements by politicians in Netanyahu’s governing coalition advocating the rebuilding of Israeli settlements in the Gaza Strip.  - A far-right fringe group has organised a rally in Tel Aviv calling for this later.  - The best indication so far of how the US sees things, assuming Israel succeeds in its mission of toppling Hamas, came in comments by the US Secretary of State Antony Blinken after the G7 meeting of top diplomats in Japan.  - He said it was clear that Israel \"cannot occupy Gaza\" although a transitional period at the end of the conflict was realistic.  - His idea adds up to a united, Palestinian-led government for Gaza and the West Bank after the war. He presents this as a step towards Palestinian statehood in line with the long-time international formula for peace here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 02:50", "title": "Watch: BBC's Jeremy Bowen in Gaza with Israeli forces", "text": ["\"The BBC's international editor Jeremy Bowen has travelled with the Israel Defense Forces into Gaza. While the BBC had editorial control of the report, the section with the IDF has been viewed by them.\"    \"The IDF showed the BBC what they said was a Hamas weapons factory, below a home in which children lived.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 02:36", "title": "Israel says it's taken Hamas 'stronghold' after 10-hour battle", "text": ["- A still from footage of the battle, released by the IDF  - The Israel Defense Forces have posted on X that its soldiers have taken over a Hamas outpost in Jabalia in northern Gaza.  - They said it took \"10 hours of fighting, during which they eliminated terrorists, captured many weapons, uncovered terrorist tunnel shafts, including a shaft located near a kindergarten and leading to an extensive underground route\".  - It comes as the Palestinian news agency Wafa reported that Israeli planes had bombed and destroyed a house in Jabalia refugee camp with people trapped under rubble. It also said dozens were wounded in Gaza City.  - The BBC has not been able to verify the reports. Israel’s military earlier said Hamas had lost control of northern Gaza and its troops have advanced into Gaza City."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 02:27", "title": "What is a war crime?", "text": ["- The original document of the first Geneva Convention signed in 1864  Image caption: The original document of the first Geneva Convention signed in 1864.    - The UN commissioner for human rights says both Israel and Hamas have committed war crimes during the conflict in Gaza. Volker Türk said the \"atrocities\" committed by Palestinian armed groups and the continued holding of hostages were \"war crimes\" - as was \"the collective punishment\" of Palestinians by Israel and the \"forcible evacuation of civilians\".    - The rules for war are spelt out in the Geneva Conventions, and other international laws and agreements. They cover a lot of things - including the rules that military forces cannot deliberately attack civilians and the wounded must be cared for, including injured soldiers who have rights as prisoners of war.    - Hostage taking is prohibited and considered a war crime. It is defined as “seizure or detention of a person, combined with threatening to kill, to injure or to continue to detain”.    - The law also warns that countries engaged in conflict \"may not deport or forcibly transfer the civilian population of an occupied territory… unless the security of the civilians involved or imperative military reasons so demand”, known as an act of displacement.    - More here."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 02:10", "title": "Politicians head to France to discuss Gaza aid", "text": ["- Palestinians leave from the northern part of the Gaza to flee the central and southern parts of the Gaza Strip.  - Some 80 countries and international organisations will meet in Paris later today to discuss ways of getting humanitarian aid to people in Gaza.  - The French government is hosting the conference - which will look at restoring the supply of water, fuel and electricity in Gaza, while ensuring aid is not diverted to Hamas.  - Delegations from a few Arab nations will be there, including the Palestinian Authority which governs the West Bank, and Egypt. Also attending will be EU chiefs and some European leaders.  - But Israel will not be represented and the United States is only sending a low-level team. French officials have said Israel is being kept informed of developments.  - The UN said last week that some $1.2bn (£979m) is needed to meet the needs of people in Gaza and the West Bank."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 01:49", "title": "What did the UN say about war crimes?", "text": ["- Both sides in the conflict in Gaza and Israel have committed war crimes, the UN high commissioner for human rights has said.  - Speaking on Wednesday at the Rafah border crossing, Volker Türk said: \"The atrocities that were perpetrated by Palestinian armed groups on the seventh of October were heinous, brutal and shocking, they were war crimes as is the continued holding of hostages.\"  - He added: \"They were war crimes as is the continued holding of hostages. The collective punishment by Israel of Palestinian civilians amounts also to war crimes, as does the unlawful forcible evacuation of civilians. Domestic bombardments by Israel has killed, maimed and injured in particular women and children.\"  - Türk described the bombardment of the Gaza Strip as putting \"an unbearable toll on human lives, on civilians\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 01:31", "title": "‘No anaesthesia, painkillers’: Giving birth in Gaza", "text": ["\"New mothers in a hospital in southern Gaza speak of giving birth amid war and the fears they have for their babies' futures.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 01:03", "title": "Gaza will need 'Marshall Plan' to become habitable again", "text": ["- It will take months and something resembling a \"Marshall Plan\" for Gaza to recover after the Israeli war, Nour Odeh, a Palestinian political commentator based in Ramallah in the occupied West Bank, says.    - The Marshall Plan was a huge aid package the United States sent to Western Europe in the aftermath of World War Two.    - The Gaza Strip, which Odeh says is being \"decimated\", will take months of rebuilding to become habitable again.    - Israeli PM Netanyahu said his country would have “overall security responsibility” for the Gaza Strip for “an indefinite period” once the fighting was over, in an interview with US channel ABC News.    - \"What Netanyahu is doing right now is buying time for himself because he faces investigations and accountability - even his closest allies in the Israeli media are asking him to step down because he refuses to take responsibility,\" Odeh told the BBC’s World at One programme. Odeh said there needed to be a political framework “from the world”."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 00:47", "title": "Red Cross in Gaza says aid truck was hit", "text": ["\"The head of the International Red Cross's office in Gaza has told the BBC that one of its aid convoys delivering medical supplies to the Al-Quds hospital in southern Gaza was hit, leaving one of their truck drivers within 'centimetres' of death.\"    \"Frankly, the conditions are not conducive for humanitarians to work right now, let alone to live in,\" William Schomburg, who was also a part of the aid convoy, told the BBC's Newshour programme.    \"We need a basic level of safety and supplies. We also need to be able to ensure that we can rotate staff,\" he noted, adding that hospitals remain low on fuel, while the search for potable drinking water has become a day-to-day challenge. \"Nowhere in Gaza today is safe,\" Schomburg added.    The Israeli military said on Wednesday that 50,000 Palestinians fled northern Gaza as its forces once again opened a safe passage on the main north-south road for several hours.    Schomburg described a \"humanitarian catastrophe\" in the south with droves of \"terrified civilians\", including the elderly, barefoot children, and pregnant women, looking for food, water, and protection."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-09 00:20", "title": "Israel military says it has destroyed 130 Hamas tunnels in Gaza", "text": ["- IDF soldiers tasked to expose and destroy Hamas tunnels in Gaza  - The Israel Defense Forces (IDF) said the military has destroyed 130 Hamas tunnel shafts since the start of its ground offensive in Gaza.  - \"IDF combat engineers are currently working to expose and destroy Hamas terrorist infrastructure in Gaza, including tunnels. Water and oxygen storage discovered inside the tunnels indicates Hamas' preparations for prolonged stays underground,\" the IDF said in a statement.  - On Wednesday, it said that it had destroyed a Hamas tunnel near a UNRWA-sponsored school in the Beit Hanoun area of northern Gaza.  - The IDF made the claim in a statement released Wednesday and also shared a video allegedly showing the destruction \"near the school\" through a drone camera.  - Israel began striking Gaza after the Hamas attacks on 7 October, which saw 1,400 people killed and more than 200 taken hostage.  - The IDF also confirmed the death of one more soldier taking the number of soldiers killed in the ground offensive to 31.  - The Hamas-run health ministry says the number of people killed in Gaza has risen to 10,569 since Israel's retaliatory strikes began."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-08 23:56", "title": "Hezbollah warns of regional war if Gaza bombing goes on", "text": ["\"Sheikh Naim Qassem talks to the BBC's Orla Guerin in Beirut.  The second in command of Hezbollah - the powerful Iranian backed militia in Lebanon - says Israel's killing of civilians in Gaza risks causing a wider war in the Middle East.  The Shia Islamist group - classed as a terrorist organisation by the UK, US and the Arab League - is the largest political and military force in Lebanon.  Speaking in Beirut, Sheikh Naim Qassem told the BBC’s Orla Guerin that \"very serious and very dangerous developments could occur in the region, and no-one would be able to stop the repercussions\".  \"The danger is real,\" he says, \"because Israel is increasing its aggression against civilians and killing more women and children. Is it possible for this to continue and increase, without bringing real danger to the region? I think not.\"  He insists any escalation would be linked to Israel's actions. \"Every possibility has a response,\" he says.  Read more of Orla Guerin’s interview with Sheikh Naim Qassem here.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "2023-11-08 23:41", "title": "US says Hamas puts children 'in danger'", "text": ["- The White House has responded to UN Secretary-General's comments yesterday that Gaza is \"becoming a graveyard for children\".  - \"Hamas is putting these children and their families in danger,\" US spokesman John Kirby said.  - Speaking at a press conference, Kirby added that Hamas were \"building tunnels under their hospitals\" and using children as hostages.  - \"We know that there is a portion of the 240 plus that they're holding as hostages are kids - they're kids. And we've been trying mightily, to get those children released,\" he said.  - Kirby also said that the US had asked their Israeli counterparts, \"to be as discriminate and careful in their targeting as possible,\" to avoid more civilian tragedies."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}, {"date": "", "title": "The latest from Israel and Gaza", "text": ["Welcome back to our coverage of the Israel-Hamas conflict - you can read our previous posts here. It's just past 06:30 in Israel and Gaza - here's more on what's happened over the past few hours.    The UN human rights chief has accused both Israel and Hamas of committing war crimes. And UN Secretary General Antonio Guterres slammed Hamas for using people as human shields but also said that the number of civilians killed in Gaza showed something was \"clearly wrong\" with Israeli military operations.    The Israeli military claims that 50,000 Palestinians have fled to the south from the Gaza City area in the north - Israel has told Gazans to leave the north for their safety.    The head of the International Committee of the Red Cross's Gaza office described what he called a \"humanitarian catastrophe\" in southern Gaza saying he has seen terrified civilians including pregnant women, barefoot children and the elderly arriving there on foot looking for safety, food and drinking water.    The World Health Organization has warned that the Gaza Strip faces an increased risk of disease spreading because access to clean water and crowding in shelters has been disrupted by Israeli air strikes.    Meanwhile a convoy carrying medical supplies reached Gaza City’s largest hospital, Al-Shifa. It was just the second delivery to the hospital during the month-long conflict.    Israel began striking Gaza after the Hamas attacks on 7 October, which saw 1,400 people killed and more than 200 taken hostage.    The Hamas-run health ministry says the number of people killed in Gaza has risen to 10,569 since Israel began its military response to the 7 October attacks.    US republican candidates voiced support for Israel in its war against Hamas and rejected calls for a ceasefire in Gaza.    Meanwhile a source has told the BBC discussions are taking place over the release of 12 hostages, half of them Americans, in exchange for a three-day humanitarian pause in fighting. However Israel's PM Benjamin Netanyahu dismissed \"false rumours\" and said there would be no ceasefire \"without the release of our hostages\"    The BBC's international editor, Jeremy Bowen, has travelled with Israeli forces into Gaza - he didn't see a single building that wasn't badly damaged and was shown a building containing both a family apartment and what the military said was weapons making workshops."], "url": "https://www.bbc.com/news/live//world-middle-east-67364296/page/6"}]