[{"date": "2023-10-19 19:24", "title": "Continue to follow our coverage", "text": ["- It’s now around 02:30 in Gaza and Israel, and we are standing by for a major speech by US President Joe Biden in about 30 minutes. - In the meantime, we are migrating our coverage to a new page. - Follow us here for all the latest updates."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 18:54", "title": "Gazans can access about three litres of water a day", "text": ["Water for basic needs in Gaza is running dangerously low, with no supplies being allowed in for over a week after Israel launched a \"complete siege\" following Hamas's 7 October attacks. For anyone trying to get a sense of the scale of how much supplies have run dry, we've created this graphic to demonstrate it:"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 18:36", "title": "Drone footage shows shelters being used for those displaced", "text": ["- Hundreds of thousands of people have been displaced after the Israel-Gaza conflict started on 7 October. - Charities like UNRWA - the United Nations Relief and Works Agency - have been finding shelters for those who need it. - These tents are near the centre of the southern city of Khan Younis."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 18:23", "title": "Risk of Israel-Hamas conflict spill over is 'real' - von der Leyen", "text": ["- European Commission President Ursula von der Leyen said the risk of regional spill over from the Israel and Hamas conflict is \"real\". - Speaking at the Hudson Institute in Washington, von der Leyen said dialogue between Israel and its neighbours must continue."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 18:19", "title": "Moody's says Israel's credit rating 'under review'", "text": ["- \"Israel's credit rating is under review due to the military conflict with Hamas, according to global ratings agency Moody's.\" - \"A downgrade from Israel's A1 ratings could make it more difficult and expensive for the country to borrow money.\" - \"Moody’s says that the review has been “triggered by the unexpected and violent conflict between Israel and Hamas”.\" - \"\"While a short-lived conflict could still have credit impact, the longer lasting and more severe the military conflict, the greater its impact is likely to be on policy effectiveness, public finances and the economy,\" Moody's said.\" - \"Moody's outlook for the nation had previously been stable.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 17:57", "title": "The world is losing its humanity - UNRWA chief", "text": ["- The Middle East is on the \"edge of an abyss\" as a result of the war between Israel and Hamas, UN agency chief Philippe Lazzarini has told the BBC. - The commissioner-general of UN relief agency UNRWA said violence could spill over across the region. - And he warned about the dire situation for civilians inside Gaza, calling again for humanitarian aid corridors into the territory. - Lazzarini said he fears \"the world is now losing its humanity\". - In an exclusive interview with the BBC, Lazzarini reiterated calls for humanitarian aid corridors, saying help \"needs to be uninterrupted... predictable [and] meaningful\" to help the people of Gaza. - Speaking in Jerusalem, the head of UNRWA condemned Hamas's attack on Israel, calling it a \"horrific and barbaric massacre\" that had created a \"national trauma, a collective trauma in Israel\". - Read more from the interview here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 17:50", "title": "Hamas says several killed in blast near Gaza church", "text": ["- Several people have been killed and injured in a strike near a church in Gaza, Hamas says. - They had been sheltering at the Greek Orthodox church when it was hit, the interior ministry said. - This image showing the damage to the church has been verified by the BBC:"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 17:32", "title": "US ship shoots down missiles from Yemen, Pentagon says", "text": ["- A US Navy ship shot down missiles and drones from Yemen while patrolling in the Red Sea, the Pentagon said. - A Pentagon spokesperson said they could not confirm the missiles' intended target, but that they were headed \"potentially toward targets in Israel\". - \"Our defensive response was one we would have taken for any similar threat in the region,\" he added."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 17:23", "title": "Gaza surgeon using supermarket vinegar to treat infections", "text": ["- Dr Ghassan Abu-Sittah is working in Gaza. - Throughout the Israel-Hamas war, we have been reporting about the extremely difficult conditions facing doctors and medical staff in Gaza. - We've heard several times from Dr Ghassan Abu Sittah, a plastic surgeon from north London, who is working in Shifa Hospital in Gaza City. - He's told the BBC today he now using vinegar to treat some bacterial infections, because the solution that he had previously been using has run out. - Dr Abu Sittah added that they have also run out of the pins and the rods used to stabilise fractures in traumatic injuries. - Because of the delay in getting patients into operating rooms, which are completely overwhelmed, we’re starting to see patients with infected wounds. One of these infections is called pseudomonas. It’s a bacterial infection. - There’s lot of treatments for it. But, one of the old treatments for it is vinegar. Since we’ve run out of all of the other treatments, I went out and bought couple of bottles of vinegar to treat these patients while we bring them to the operating room."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 17:09", "title": "Israel's preparations for possible ground invasion in Gaza", "text": ["In recent days, Israel has signalled that its forces are poised to go into Gaza, with the aim of eliminating Hamas as a military force. The scope of a potential ground assault or when it could happen is still unclear. Last week, Israel warned Palestinians living in northern Gaza to flee south, indicating an invasion was coming. Israel's military has already massed its forces, tanks and artillery near the Gaza border. Some 300,000 reservists have been activated, alongside a standing force of more than 160,000. Sending ground forces into Gaza is an operation fraught with risk and there are several factors that could derail it. Read more about how an Israeli ground assault on Gaza would unfold here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 16:49", "title": "'My grandmother watched Hamas gunmen kill her husband, then she was kidnapped'", "text": ["\"My grandmother was taken without her glasses, she was barefoot,\" 25-year-old Anat Moshe Shoshani tells me over the phone. She sounds distressed as she recounts how her friend alerted her to the existence of a video on social media, showing her 72-year-old grandmother, Adina Moshe, sandwiched on a motorcycle between two Hamas gunmen in Gaza. On 7 October, Shoshani's grandfather, David, was killed by Hamas gunmen in Kibbutz Nir Oz, about two miles from the Gaza border. The couple had been hiding in the shelter at their home, the house later set on fire by Hamas. She learnt of her grandmother’s fate from social media. \"We are very worried,\" she tells me. \"We don't know if she can survive these kind of conditions. I can't understand what they are planning to do with the elderly and the children they kidnapped.\" \"We can't sleep, we can't eat.\" She tells me that her grandmother takes medicine every day and had heart surgery three months ago. \"Every day becomes longer when she’s not here. She watched the terrorist murder her husband. She is very upset. We want her back as soon as possible.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 16:25", "title": "US issues worldwide travel alert for American citizens", "text": ["As we reported earlier, the US state department has issued a rare worldwide caution to American citizens abroad, warning them of an increased risk of violent attacks. US citizens were urged \"to exercise increased caution\" while travelling due to the potential for \"terrorist attacks, demonstrations or violent actions against US citizens and interests\". It comes amid increasing anger in the Middle East over US support for Israel's attacks on the Gaza strip. Worldwide cautions are rare, and the state department last issued this kind of notice in August 2022 following the assassination of al-Qaeda leader Ayman al-Zawahiri in Kabul, Afghanistan. Before that, the previous notice was issued in 2017 - after President Donald Trump recognised Jerusalem as the capital of Israel - and in 2003 immediately following the invasion of Iraq. Thursday's notice advised all US citizens to \"stay alert in locations frequented by tourists\". It's unclear what prompted the warning and whether the US has received a specific threat."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 16:13", "title": "What is the Rafah crossing?", "text": ["- The Rafah border crossing is the southernmost post of exit from Gaza and borders Egypt's Sinai peninsula. - There are only two other border crossings from and into the Gaza Strip - Erez, a crossing for people with Israel in northern Gaza, and Kerem Shalom, a solely commercial goods junction with Israel in southern Gaza. Both are shut. - Rafah is now the only crossing point for humanitarian aid. Dozens of lorries carrying fuel and humanitarian goods are parked on the Egyptian side of the crossing, waiting for it to open. - Egyptian media is now saying the Rafah crossing will open for several hours on Friday. - Read more: What is the Rafah crossing and why is it Gaza's lifeline?"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 15:49", "title": "1,000 tonnes of food waiting at the border", "text": ["- Trucks of a humanitarian aid convoy are parked outside the border gate between Egypt and Gaza, in Rafah, Egypt. - \"We have more than 1000 metric tonnes of food at the Egyptian border in Rafah,\" Aline Rumonge, the head of supply chains at the UN World Food Programme, has told the BBC. - She told BBC Radio's 4 PM programme it would take around 60 trucks to transport that amount of food and that it would be enough to feed just under half a million people for one week. - She explains that once the trucks pass the border, they will be ready to transport it to the shelters and other places were food is needed. - \"Once the food is inside Gaza, humanitarian organisations must be given full access to the people in need,\" she adds, saying they are waiting for the 20 trucks at the moment."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 15:33", "title": "Egyptian state media say Rafah crossing to open on Friday", "text": ["- Egyptian state media say the Rafah Crossing into Gaza will be opened for several hours on Friday to allow the delivery of desperately needed aid. - More than 100 trucks carrying aid have been queuing for several days on the Egyptian side of the border, with the United Nations calling for urgent help for civilians in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 15:25", "title": "US wants ongoing aid for civilians in Gaza - state department", "text": ["- The US wants to see \"sustained humanitarian assistance\" going into Gaza and is \"watching carefully\" to see aid does not benefit Hamas, according to State Department spokesman, Matthew Miller. - As we've been reporting, US President Joe Biden yesterday said Israel and Egypt had agreed to allow 20 trucks of aid into the territory, but it remains unclear when this will happen. - The newly-appointed US envoy to the Middle East on humanitarian issues, David Satterfield, met Israeli and Egyptian officials today to \"negotiate the exact modalities\" for implementing the agreement, Miller said. - The statement said that details for humanitarian aid to go into Gaza would be issued \"over the coming days\". - Adding whether it was limited to the 20 trucks - which aid agencies have said is a small fraction of what's needed - he said the US's goal is \"ongoing assistance to innocent civilians\". - But he said Israel is concerned that aid will be diverted by Hamas for its own use, and the US shares those concerns. - \"We're going to be watching very carefully how it's delivered,\" he said. - Israel has cut off supplies of water, fuel, food, and medicines to Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 15:18", "title": "The crucial role of Saudi Arabia", "text": ["- The UK PM Rishi Sunak's meeting with Saudi Arabia's Crown Prince Mohammed Bin Salman is significant. - Saudi Arabia is a vital player when it comes to engaging with all international and regional parties to halt the ongoing escalation and prevent its further spread in the region. - Until a couple of weeks ago, Riyadh was involved in three-way negotiations with Tel Aviv and the White House to normalise relations between Saudi Arabia and Israel. The talks were moving at a swift pace but all that changed on October 7 after Hamas's attack. - Since then Saudi Arabia has not only come out in strong support of the Palestinians but has also condemned and blamed Israel for the war. - For the crown prince, it's imperative to continue the long-held position of Saudi monarchs to support Palestinians as anger has been growing in Muslim countries due to Israel's relentless bombing in Gaza. - The Palestinian issue has united the otherwise divided Muslim world. The first phone call between the crown prince and the Iranian president since the two countries normalised relations in March took place in the aftermath of the new fighting between Hamas and Israel. - Given the volatile dynamics of the region, the crown prince could play an important role."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 14:56", "title": "Sunak encourages MBS to 'support stability in region'", "text": ["- UK PM Rishi Sunak and Saudi Arabia's Crown Prince Mohammed bin Salman agreed the \"loss of innocent lives in Israel and Gaza over the last two weeks has been horrific\" in their meeting, the PM's spokesman has said. - Sunak, who touched down in Riyadh earlier, encouraged Saudi Arabia to use its influence to \"support stability\" in the Middle East, according to a statement by the PM's spokesman. - Sunak and bin Salman \"underscored the need to avoid any further escalation\" and for co-ordinated action to achieve this aim. - \"The prime minister and crown prince agreed on the pressing need for humanitarian access into Gaza to provide vital water, food and medicine\", the statement added."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 14:38", "title": "What's been happening?", "text": ["- Just joining us or need a recap? Here's a round-up of the key developments today: - In and around Gaza: - More than 100 trucks carrying vital supplies of food, water and medicines are waiting at the border between Egypt and Gaza. - Yesterday the US brokered a deal to let 20 trucks enter, but it's not clear when this will happen. - Aid workers have said this is nowhere near enough to help the more than a million displaced people. - The UN chief has called for \"rapid\" access for aid to be distributed, with water, food, fuel and medical supplies running out. - Israel has continued to bomb what it says are Hamas targets in Gaza. - Its defence minister has told troops gathered near Gaza to \"be ready\", ahead of an expected ground offensive. - Sunak's diplomatic trip: - Earlier, the UK PM met with his Israeli counterpart Benjamin Netanyahu, pledging the UK's support in a joint statement. - Rishi Sunak has now arrived in Saudi Arabia for talks with Crown Prince Mohammed bin Salman, saying \"we will work together to ensure regional stability\" - Hamas attack on Israel: - British-Israeli man, Yonatan Rapoport, and also a grandmother and her 12-year-old granddaughter were confirmed killed by Hamas in the attacks on 7 October. - Violence in the West Bank: - The Palestinian ministry of health says six people have been killed in clashes with the Israeli military in Nur Shams refugee in the occupied West Bank - the military says it used an aircraft to strike a \"terrorist squad\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 14:20", "title": "We will work together to prevent a dangerous escalation - Sunak", "text": ["- UK Prime Minister Rishi Sunak is in Saudi Arabia and he's shared this picture of his arrival on social media. - \"As an international community, we must not allow Hamas's terror attack to become a catalyst for a terrible humanitarian crisis in Gaza,\" the PM said on X, formerly Twitter. - \"We will work together to ensure regional stability and prevent a dangerous escalation,\" he added. - We'll bring you more from his visit as we get it."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/1"}, {"date": "2023-10-19 13:54", "title": "A family in Khan Younis is running out of food", "text": ["- Ibrahim AlAgha's family took in others who had headed south. - We've heard a few times in recent days from Ibrahim AlAgha, 38, who trapped in Gaza with his wife Hamida and their three Dublin-born children, aged between eight and three. - The family, who are Irish citizens, are currently sheltering in Ibrahim's parents’ house in the southern city of Khan Younis, along with 90 other people who have headed south while the Israeli air strikes continue. The situation is becoming increasingly difficult. - He tells the BBC this morning there was a strike \"against a house very close to us\". - \"It was around 500 metres [away] and it scared everyone,\" Ibrahim says. “Everyone was screaming after that”. - The household have been trying to cope as best they can with their dwindling water and flour supplies, but yesterday he says they could not get to a neighbour’s wood oven to bake bread. - “We're running out of food…I didn’t eat anything since this morning… and there’s nothing available to be eaten”, Ibrahim says. - “The only food left is for children.” - The house is attached to a farm, which has a well. The water in it is not drinkable, Ibrahim says, but if their current supplies run out, they will have to drink it - though he's worried they won't have enough fuel to run a generator to extract the water. - The family are in contact with the Irish Department of Foreign Affairs to try to leave Gaza safely. - “We don't know what will happen. We're just trying to get through this”, Ibrahim says. \"Every day that passes, I'm more and more losing hope\". - The Irish Deputy Prime Minister Micheál Martin has said the government is working to assist Irish citizens in Gaza. - Read more about Ibrahim’s story here. - Thirty members of the household are children."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 13:32", "title": "No forgiveness - only total annihilation of Hamas, Israel defence minister tells troops", "text": ["Here's a little more from the Israeli defence minister's visit to the troops gathered on the Gaza border. Speaking of the Hamas attack on Israel on 7 October, he said: \"There is no forgiveness for this thing. Only total annihilation of Hamas organisation - terror infrastructures, everything that has to do with terrorists and whoever sent them.\" \"It will take a week, it will take a month, it will take two months, until we eliminate them. You are not alone in battle,\" he told infantry troops, who are awaiting the start of an expected ground operation in the enclave. \"We trust you and count on you. Carry on training while there is time,\" he said."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 13:21", "title": "The Israel-Hamas War Explained: How did it happen?", "text": ["Just days before the October 7th Hamas raid on southern Israel and the subsequent bombing of Gaza by the Israeli Air Force, things were looking more optimistic than usual in the Middle East. Saudi Arabia and Iran, the two regional heavyweight rivals, had agreed to bury their differences in a deal undersigned by China. Encouraged by Washington, the Saudis were well on the way to normalising ties with Israel. Morocco, Bahrain, Sudan and the UAE had already done so. True, tensions were rising on the West Bank and Israel was in domestic political turmoil but apparently nobody saw what was about to happen on the Gaza border. Twelve days on and the Middle East is now in a highly precarious state, with the risk of a much larger conflict engulfing other countries. So how did we get here and what’s behind it all? Our 26-minute film sets out to provide some of the answers. If you are in the UK, you can watch it here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 12:53", "title": "Israeli defence minister tells troops at Gaza border to 'be ready'", "text": ["- Israeli defence minister has met with Israeli infantry soldiers at the Gaza border earlier on Thursday. - Yoav Gallant urged the forces to \"get organised, be ready\", according to the AP news agency. - “Whoever sees Gaza from afar now, will see it from the inside,” he said. “I promise you.” - Israel has massed tens of thousands of troops along the border."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 12:49", "title": "Tensions grow in Gaza as people compete for water and food access", "text": ["\"We've been getting some more detailed figures over the last 24 hours, illustrating the deepening humanitarian crisis in Gaza. With a million people having fled their homes, 'frustration and tensions' are growing among the displaced competing for a 'critically short supply' of water, food and medicine, says the United Nations' humanitarian agency OCHA. It says the UN’s designated shelters - most of which are school buildings - are overcrowded, with children, the elderly, the disabled and pregnant women most vulnerable. Most of the water grid is out and fuel is unavailable to power pumping and filter systems. So the cost of drinking water is rising considerably. OCHA says the main sources are remaining bottles for sale and private sellers operating small purification plants powered by solar panels. It says bottled water is now 'unaffordable for most families'. Palestinians gather around the debris of a house destroyed in an Israeli strike in Khan Younis. As for healthcare, the entire system is verging on collapse, say aid agencies. The World Health Organization (WHO) says the lack of fuel means medical teams are working in darkness and have stopped using elevators, in order to preserve power for emergency wards. The UN says Gaza City’s Shifa hospital was 'overwhelmed' by the inflow of wounded patients after the blast at al-Ahli Arab hospital on Tuesday. It says doctors were forced to attempt surgery on the floor and in the halls, mostly without anesthesia. OCHA says nearly 100,000 housing units are destroyed or damaged, adding that the number of decomposing bodies under collapsed buildings is 'an increasing humanitarian and environmental concern'.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 12:36", "title": "Gaza needs aid now says UN chief", "text": ["United Nations Secretary-General Antonio Guterres made his comments in Cairo during a visit with Egypt's Foreign Minister. The United Nations Secretary-General Antonio Guterres has said Gaza \"needs aid at scale and on a sustained basis\". Speaking earlier today at a press conference in Cairo with Egyptian Foreign Minister Sameh Shoukry, Guterres added that \"rapid, unimpeded humanitarian access\" is necessary for the territory's 2.2 million people. Guterres restated in his address that \"humanitarians need to be able to get aid in and they need to be able to distribute it safely.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 12:15", "title": "WHO: 20 trucks 'drop in the ocean of assistance needed'", "text": ["- A volunteer from a humanitarian aid organisation holds placard reading in Arabic \"stationed until relief delivered\" during a protest outside border gate between Egypt and Gaza. - The World Health Organization has welcomed the agreement that will allow 20 aid trucks to enter Gaza from Egypt. - \"Our trucks are loaded and ready to go,\" WHO director general Tedros Adhanom Ghebreyesus told a press conference on Thursday. He said the supplies would be delivered \"hopefully tomorrow\". - Dr Michael Ryan, executive director of WHO Health Emergencies Programme, said they needed to be allowed into Gaza every day as 20 trucks were a \"drop in the ocean\" of the assistance that was needed. - Ryan said: \"I will pray this evening, and I don't pray very often, that that border will open tomorrow.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 12:00", "title": "BreakingUS issues worldwide travel alert to citizens abroad", "text": ["The US state department has just now issued a \"worldwide caution security alert\" for all its citizens overseas, citing the potential for attacks. \"Due to increased tensions in various locations around the world, the potential for terrorist attacks, demonstrations or violent actions against US citizens and interests, the Department of State advises US citizens overseas to exercise increased caution,\" it says. It means US citizens should stay alert in tourist spots and sign up to receive information and alerts. More here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 11:51", "title": "Hamas leaders killed in Gaza", "text": ["- Hamas-affiliated media say that the head of Hamas security forces has been killed in Gaza. - Members of Jehad Mheisen's family are also reported to have died. - The widow of the Hamas co-founder, Abdel Aziz al-Rantisi is also reported to have been killed overnight. - They are the latest senior Hamas figures to die in what the Israeli PM Benjamin Netanyahu has described as the long war his country is waging against Hamas. - On Wednesday, the AFP news agency reported that Jamila Al-Shantee, the first woman elected to Hamas's political leadership had been killed in an Israeli strike. - Earlier this week, Israel Defense Forces said in a post on X, formerly Twitter, that Ayman Nofal, described as a \"senior Hamas official\", had also been killed."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 11:39", "title": "There is huge risk of spill-over - UN official", "text": ["Philippe Lazzarini, the commissioner-general of the UN's agency for Palestinian refugees, UNRWA, has told the BBC's Jeremy Bowen that Gaza is \"on the brink\". He says he's hearing reports of people going back to the areas in northern Gaza that Israel told residents to evacuate from. This is because \"they have absolutely nowhere to go in the south and they prefer to go back to their home, even if their home has been destroyed\". Lazzarini also says that, even in the context of his long career in war zones, the current situation unfolding in Gaza is a \"major\" crisis: \"It's a tectonic one. There is a huge risk of a spill-over. All the information we're receiving on the situation in the West Bank and East Jerusalem is deeply concerning.\" \"I have sometimes the impression that the world is now losing its humanity,\" Lazzarini says."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 11:21", "title": "More rockets fired into Israel from Lebanon", "text": ["There's been some more violence at the volatile border between Israel and southern Lebanon. The Israeli military says 20 rockets were fired from Lebanon to the Western Galilee area of northern Israel. The Israel Defense Forces have responded with shelling, spokesman Avichay Adraee added. Hamas militants in Lebanon have claimed responsibility for launching the salvo, saying that they fired 30 missiles. A man in his 70s has been reported wounded. It's just the latest incident of cross-border fire between Israel and militants in Lebanon. Earlier, two guided missiles were fired across the border from Lebanon, but at a different section - much further east towards the Israeli kibbutz of Manara. A residential building is said to have caught fire but no-one was hurt. Smoke is seen rising after Israeli army shelling into Lebanon as tensions across the border rise."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 11:03", "title": "What's the latest?", "text": ["- It's just gone 18:00 in Israel and Gaza - here's a rundown of what's been happening so far today: - Aid: Lorries filled with desperately needed food, water and medicines are queuing at the crossing from Egypt into Gaza - but it's still unclear when the border will be opened. The US - which brokered the deal - says 20 lorries will be allowed in. But aid workers say 20 lorries are nowhere near enoughInside Gaza: Israeli air strikes continue and supplies are running low, with people there telling us they have no water or electricity and are surviving on tinned food. The leaders of Egypt and Jordan condemned what they called the \"collective punishment\" of Palestinians. - Sunak heads to Saudi Arabia: The UK PM, after meeting Prime Minister Benjamin Netanyahu in Israel, has arrived in Saudi Arabia for talks with Crown Prince Mohammed bin Salman. - Missing Israelis: A British-Israeli man, Yonatan Rapoport, has been confirmed killed by Hamas in the attacks on 7 October. This morning, a grandmother and her 12-year-old granddaughter were also confirmed dead. Israel today revised the number of hostages taken by Hamas to 203. - West Bank: The Palestinian ministry of health says six people have been killed in clashes with the Israeli military in Nur Shams in the occupied West Bank. The Israeli military says it used an aircraft to strike a \"terrorist squad\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 10:54", "title": "Aircraft strikes 'terrorist squad' in West Bank, Israeli military says", "text": ["\"We've just had an update from the Israel Defense Force on the ongoing operation in the Nur Shams refugee camp in the occupied West Bank - which we told you about a little earlier. The IDF says in its most recent update that an aircraft \"struck an armed terrorist squad in the Nur Shams Camp\" on Wednesday night, killing a \"number of terrorists\". The statement adds that Israeli security forces have so far captured 10 \"wanted suspects\" and neutralised \"a number of explosive devices that were ready for use\". The IDF said exchanges of fire with gunmen took place, which included \"explosive devices being thrown at Israeli security forces\". The Palestinian health ministry says six Palestinians have been killed in the area. Israeli attacks from the air are rare in the West Bank, though both helicopter and drone strikes were used in a military operation in Jenin earlier this year.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 10:42", "title": "Sunak heads to Saudi Arabia in echo of post-9/11 world", "text": ["There is a sense of déjà vu in the sudden flurry of Western leaders racing around the Middle East. Just as the then-UK PM Tony Blair shuttled from capital to capital in the aftermath of the 9/11 attacks on the US in 2001, this week sees leaders of the US, UK and Germany rushing to the region to both show their support for Israel and try to prevent the conflict from spreading. While the UK Foreign Secretary James Cleverly is being sent to Egypt, Turkey and Qatar - all countries that may have some influence with Hamas - Rishi Sunak is visiting Israel and Saudi Arabia. The latter is significant. As the big, regional heavyweight in the Arab world, with its vast oil reserves and sovereign wealth fund approaching a trillion dollars, Saudi Arabia matters. Two weeks ago it was well on the way to normalising ties with Israel. Those talks have been suspended as the Saudis voice their support for the Palestinian cause and watch nervously as angry protests break out across the region. Britain counts Saudi Arabia as an important ally, despite the alleged role of its Crown Prince Mohammed bin Salman in the 2018 murder of Saudi dissident Jamal Khashoggi. He was due to visit the UK this month but No 10 said today that no date had yet been fixed. US Secretary of State Antony Blinken visited Crown Prince Mohammed Bin Salman in Saudi Arabia on Sunday."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 10:36", "title": "Sunak travelling to Saudi Arabia", "text": ["UK PM Rishi Sunak has now left Israel and is travelling to Saudi Arabia for a meeting with Crown Prince Mohammed bin Salman - stay with us, we'll bring you details of his visit once he arrives."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 10:24", "title": "Jordan and Egypt condemn 'collective punishment' of Gazans", "text": ["\"The Egyptian president, Abdel Fattah al-Sisi, and Jordan's King Abdullah have condemned what they called the 'collective punishment' of Palestinians in Gaza after a meeting in Cairo to discuss the war. A statement issued by Jordan also warned that the fighting threatened to plunge the entire region into catastrophe. Israel has been carrying out air strikes on Gaza since the deadly Hamas attack on Israel on 7 October. Israel blocked supplies of food, water, fuel, and electricity to the Gaza Strip after the Hamas attacks. It said it would not end the 'siege' until Hamas released hostages. Sisi and King Abdullah had been due to hold talks with US President Joe Biden and Palestinian president Mahmoud Abbas in Jordan this week, but Jordan cancelled the meeting after the deadly explosion at the Al-Ahli Arab hospital in Gaza on Tuesday. Egypt and Jordan were the first Arab states to normalise relations with Israel and have played significant mediation roles in previous conflicts.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 10:06", "title": "Palestinian Authority: Six killed in West Bank clashes with Israeli forces - PA", "text": ["- Six people have been killed in clashes with Israeli troops in the Israeli-occupied West Bank, according to the Palestinian ministry of health. - Israeli forces entered the Nur Shams refugee camp in the city of Tulkarm earlier and fighting between them and Palestinian gunmen is ongoing, Reuters reports, citing witnesses. - The Israeli military said earlier that it had arrested over 80 suspects, including \"63 Hamas terror operatives\", in raids overnight in the West Bank. - It said it had arrested five suspects in Nur Shams and added security forces are \"continuing to operate in the camp to thwart terror activity\". - The Israeli-occupied West Bank is separate from the Gaza Strip. Parts of it are governed by the Palestinian Authority, whereas Gaza is run by Hamas. - Mourners at a funeral for two people killed in the West Bank on Wednesday. - According to UN figures as of last night, at least 61 Palestinians had been killed in the West Bank, including East Jerusalem, since 7 October. More than 1,200 have also been injured. - Clashes with Palestinian Authority security forces have also intensified in recent days, as protesters have taken to the streets over the war in Gaza. - Violence by Israeli settlers has also seen an uptick, with attacks on Palestinians documented by the Israeli human rights group B'Tselem."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 09:27", "title": "Where is the Rafah border?", "text": ["As we've been reporting, lorries filled with humanitarian aid are waiting at the Rafah crossing to get into Gaza from Egypt. Here's a graphic to show you where the border is, as well as the route aid will get there after it is shipped to the nearby El-Arish airport:"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 09:12", "title": "UN humanitarian chief: 100 lorries of aid a day needed in Gaza", "text": ["- Aid agencies say Gaza needs far more aid than the initial 20 lorries announced by US President Biden as he flew from from yesterday's visit to Israel. - The UN humanitarian chief, Martin Griffiths, says about 100 lorries a day will be required. - Egypt has agreed to reopen its border crossing with Gaza to allow deliveries through, though preparation for this are taking time. - Diplomatic contacts over aid for Palestinians are continuing, with the Egyptian president Abdul Fattah al-Sisi due to host King Abdullah of Jordan today. - Both Egypt and Jordan have been at peace with Israel for many years and have played significant mediation roles in previous conflicts. - People queuing for bread at a bakery in Khan Younis, southern Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 08:53", "title": "Across the border from aid lorries, a family of 16 survives on tinned food", "text": ["- A British-Palestinian man in Rafah in southern Gaza - just over the border from the queues of aid lorries on the Egyptian side - tells the BBC his family of 16 are surviving on tinned food and some still water. - \"We have no water, no electricity, very patchy internet. We hear bombing, it's far away, but we can hear it, the children are scared,\" Mohammed tells the World at One on Radio 4. - Mohammed says there is no water left for showering and their hygiene is low. - \"The main objective is to survive,\" he says. - When asked about the prospect of Israeli troops coming in, Mohammed says: \"In a war, anything can happen. Wars have collateral.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/2"}, {"date": "2023-10-19 08:33", "title": "Twenty aid lorries nowhere near enough, says World Food Programme", "text": ["- Trucks are waiting on the Egyptian side of the Rafah crossing into Gaza. - As we reported earlier, the US has said a first group of 20 lorries carrying aid supplies could cross into Gaza from Egypt tomorrow, after repairs to the road. - We've just heard from Abeer Etefa from the World Food programme in Cairo, who says 20 trucks would be \"a good start\" but \"it is nowhere near enough\". She believes the initial plan is \"a way to test the system\". - Etefa says the situation in Gaza is \"dire\", with a population of two million people \"in desperate need\". - Of 23 bakeries the World Food Programme has worked with, only four are operating, she says, with many damaged or running out fuel, and shops running low on foodstuffs."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 08:19", "title": "In pictures: Gaza deals with aftermath of Israeli strikes", "text": ["- As we reported earlier, the Israeli military said this morning it \"continues to attack\" sites in the Gaza Strip. It says it's targeting Hamas infrastructure. - These pictures from Thursday show the aftermath of some of the air strikes."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 08:05", "title": "Israel fires back after missiles launched from Lebanon", "text": ["- Our page this morning has focused on the war in Gaza - but there's also violence at the other end of Israel. - Since the Hamas attacks on 7 October, Israeli forces and Hezbollah fighters have exchanged fire across the Lebanese border. - Today, the IDF said it responded with artillery shelling after two anti-tank guided missiles were fired from Lebanon at the northern Kibbutz Manara. - The IDF says there are no injuries in the latest missile attack - and said the artillery shelling is targeting the launch site of the missiles."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 07:59", "title": "Tributes to British-Israeli football fan killed in Hamas attack", "text": ["- Yonatan (middle) at Old Trafford Stadium - As we reported earlier, a British-Israeli man, Yonatan Rapoport, has been confirmed to have been murdered by Hamas. - He was killed in the attack on Kibbutz Be'eri on 7 October. - He was a big Manchester United fan, and now the Israeli fan club of the team has issued a statement. - It says the club \"shares in the grief of the Rapoport family...the wonderful Rapoport family stood bravely against the inferno, but Yonatan couldn't overcome the vile murderers\". - It adds: \"To the whole family - the whole community embraces you and shares deeply in your sorrow. May his memory be a blessing.\" - The family were due to attend the Manchester United v Luton Town game at Old Trafford on 11 November."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 07:55", "title": "Satellite images show Gaza blackout", "text": ["- Neither electricity, nor fuel to run generators, has been allowed into Gaza in over a week, after Israel's \"complete siege\" stopped any goods from getting in. - Using satellite images taken at night, our colleagues in the BBC visual journalism team can show the stark contrast between September and last week."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 07:45", "title": "Sunak's comments were far from the warning delivered by Biden", "text": ["- There was nothing subtle about Benjamin Netanyahu’s comments - as well as the denunciations of Hamas as the \"new Nazis\", the \"new Isis\" and \"monstrous barbarians\", the Israeli PM framed the conflict as a struggle between Western civilisation and the \"axis of evil\" led by Iran. - He also warned of a long war and the need for continual support - with the subtext to Western governments not to get squeamish when Israel’s retaliation escalates. - Politically the UK PM Rishi Sunak saw it as important to be seen standing shoulder to shoulder with Israel. - But there were some subtleties in his speech - he warned Israel to minimise civilian casualties, albeit wrapped in approving language that he knew Israel would do this, unlike Hamas. - He also referenced international law and stressed the importance of humanitarian aid. - That said, it was far from the warning delivered by the US President not to be consumed by rage. - And with a succession of Western leaders being hosted in Israel, Sunak was playing his part in sending a message to Iran that a wider regional conflict would have consequences."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 07:40", "title": "Watch: We want you to win, Sunak tells Israel", "text": ["Here's another clip from Sunak, who earlier reiterated the UK's support for Israel stating: \"We will stand with you in solidarity, we will stand with your people. And we also want you to win.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 07:34", "title": "What's the latest?", "text": ["Here are the latest developments from Israel and Gaza, where it's just gone 14:30. Sunak in Israel: UK PM Rishi Sunak landed in Israel on Thursday morning and met the Israeli president Isaac Herzog and Israeli PM Benjamin Netanyahu. He's the latest leader to visit the region, after the USA's Joe Biden and Germany's Olaf Scholz earlier this week. Pledge of support: Sunak told Netanyahu in a televised address: \"We want you to win\", promising that the UK \"absolutely supports\" Israel's right to defend itself, while also saying he was glad Israel had agreed to let aid into Gaza. Aid latest: Queues of lorries carrying food, water and medicine are waiting at the Rafah crossing between Gaza and Egypt, hoping for news that the border will open. The US said a first group of 20 trucks could cross into Gaza from Egypt tomorrow, after potholes in the access roads are repaired. But aid workers say it will only be a drop in the ocean. Gaza strikes: Israel has continued to bomb Gaza with strikes overnight, and said this morning it hit \"hundreds\" of sites in Gaza in the past 24 hours. The Palestinian health ministry says more than 3,700 people have now been killed in Gaza. Missing Israelis: It has been confirmed that British-Israeli man and father-of-two, Yonatan Rapoport, is now known to have been murdered by Hamas in the attack on Kibbutz Be’eri on 7 October. Also confirmed dead are an Israeli woman and her 12-year-old granddaughter. Israel said earlier that at least 203 hostages are now known to have been taken by Hamas. Coming up: Sunak will head to Saudi Arabia this afternoon, and we'll bring you the latest on the push to get humanitarian aid into Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 07:21", "title": "Watch: Hamas are the new Nazis - Netanyahu", "text": ["A short while ago, Israeli Prime Minister Benjamin Netanyahu told Rishi Sunak that the British fought the Nazis 80 years ago - and \"Hamas are the new Nazis\". \"We must fight them together,\" he said."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 07:14", "title": "Over 3,700 people killed in Gaza - health officials", "text": ["\"We've had some updated figures from the health ministry in Gaza, who say at least 3,785 Palestinians have been killed in Gaza since Hamas attacked Israel on 7 October. Among those killed, 1,524 were children, 1,000 were women, and 120 were elderly, they say. A total of 12,493 have been injured, the health officials added. This death toll includes 471 people that the Gaza health ministry says were killed on Tuesday at Al-Ahli Arab hospital. Hamas blames an Israeli air strike, while Israel has laid out evidence it says shows a Palestinian rocket launched from Gaza misfired. The number killed in that incident is also contested - an Israeli foreign ministry spokesperson has said it was \"several dozen\".\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:57", "title": "Statements over", "text": ["And that brings to an end the short statements from the UK and Israeli prime ministers."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:56", "title": "Sunak: We want you to win", "text": ["Sunak concludes: \"I'm proud to stand here with you in Israel's darkest hour, as your friend. We will stand with you in solidarity, we will stand with your people. And we also want you to win.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:56", "title": "Palestinians are victims of Hamas too, says Sunak", "text": ["- Sunak says all of us have been shocked at the scenes of the hospital blast this week and mourns the loss of innocent civilian life everywhere. - He stresses that Palestinian civilians are victims of Hamas too and welcomes Israel's decision to let aid into the Gaza Strip. - The UK will increase aid to the region and try to get more support for people there as quickly as possible, he says."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:53", "title": "Sunak: We defend your right to go after Hamas", "text": ["Now over to Sunak, who says that Israel has lived through the \"spectre of violence and terrorism for every day of its existence\". The prime minister adds the UK absolutely supports Israel's right to defend itself in line with international law, as well as its right to go after Hamas. Sunak adds that he knows Israel is \"taking every precaution to avoid harming civilians in direct contrast to the terrorists of Hamas which seek to put civilians in harm's way\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:52", "title": "This is our darkest hour and we need your continuous support - Netanyahu", "text": ["Referring to the fight against the Nazis in the Second World War, Netanyahu tells Sunak: \"80 years ago the world stood with you during your darkest hour.\" \"This is our darkest hour - the world's darkest hour.\" \"This is why I value your support... We must win together. \"That means that this is a long war and we'll need your continuous support. There'll be ups and downs and difficulties. The people here are united... We need that unity across the board and continuous support.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:50", "title": "Netanyahu: We fight against an axis of evil that includes Iran", "text": ["- Netanyahu repeats that this is not just Israel's battle but also the battle of the civilized and free world and modern Arab countries. - He says the other side is an axis of evil which includes Hamas, Hezbollah, and Iran."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:49", "title": "Hamas are the new Nazis - Netanyahu", "text": ["- Netanyahu tells Sunak that the British \"fought the Nazis 80 years ago\". - \"Hamas are the new Nazis,\" he adds."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:47", "title": "Netanyahu tells Sunak: We deeply appreciate your support", "text": ["Israeli PM Benjamin Netanyahu thanks PM Rishi Sunak for coming to Israel, saying that the visit is a \"strong statement of support - we deeply appreciate it.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:46", "title": "BreakingSunak-Netanyahu making statements", "text": ["\"We're now hearing from UK PM Rishi Sunak and Israeli PM Benjamin Netanyahu, who are giving statements after their earlier talks. You can stream it by clicking the Play button at the top of this page, and we'll bring you the key lines right on this page.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:35", "title": "Listen: Israel's hostages, what's Netanyahu's plan?", "text": ["- The Hamas attack has left Israelis united in shock and sadness - but there’s also been frustration at the government over a lack of a plan, at least publicly, to secure the return of those taken hostage. - From Tel Aviv, the BBC's Dan Johnson has been looking at the political divide inside Israel. - Listen to the latest episode of '5 Minutes On' podcast here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/3"}, {"date": "2023-10-19 06:15", "title": "When might aid be allowed into Gaza?", "text": ["As we've been reporting, getting aid into Gaza is big on the agenda again today. Yesterday, the US agreed a deal with Egypt and Israel to allow aid through the Rafah crossing, possibly on Friday. Food, water and medicines will be allowed in, but not fuel which is also desperately needed. The Rafah crossing is the only one not controlled by Israel, which is blockading Gaza. See our maps from Gaza here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 06:06", "title": "'They've even run out of body bags': Aid workers frustrated as they wait at border", "text": ["- Trucks carrying aid have been queuing at Egypt's border with Gaza for days. - Aid workers say they have been waiting on the Egyptian side of the Rafah crossing for days now as they wait for permission to be let in and distribute emergency supplies. - Mohsen Sarhan from the Egyptian Food Bank told the BBC's Radio 4 Today programme there are 120 aid trucks stationed at the border with Gaza and \"seven or eight cargo planes loaded with supplies, coming from Turkey\". - Sarhan added that he and his fellow aid workers are becoming increasingly frustrated at not being able to help. \"We're very angry because we know people over there have run out of water, they have even run out of body bags.\" - Sarhan said he and his team will not be leaving until they can get in to Gaza to distribute the emergency supplies, adding: \"We just want the killing to stop for us to be able to get in.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 05:59", "title": "Sunak urges Israel to get aid into Gaza", "text": ["Following on from that picture of Sunak and Netanyahu, a Downing Street spokesperson has also provided details of Sunak's earlier meeting with Israeli President Isaac Herzog. Sunak reiterated that the UK stands with Israel and \"firmly believes in the country’s right to self-defence in line with international law\". The statement said that Sunak and Herzog \"agreed on the importance of getting urgent humanitarian support to ordinary Palestinians in Gaza who are also suffering\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 05:54", "title": "BreakingSunak meets Netanyahu", "text": ["\"We've just had this picture, from the UK government, of Prime Minister Rishi Sunak meeting Israel's Prime Minister Benjamin Netanyahu.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 05:47", "title": "Taylor Swift bodyguard returns to join Israeli military", "text": ["- It was reported this week that one of Taylor Swift's bodyguards was heading back to Israel to join the army. - The Israeli ministry of foreign affairs has now confirmed the news, sharing a photo of the soldier with the pop star, and using reworked lyrics from one of Swift's songs: \"Hey Taylor Swift, we promise you'll never find another like him.\" - The bodyguard has not been named, but the post says: \"We love you Eran.\" - Some 360,000 reservists have been called up to Israel's military since the 7 October attacks - many of whom came back from abroad on special flights arranged by the Israeli government."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 05:38", "title": "Watch: I'm here to express solidarity, says Sunak", "text": ["Upon arriving in Tel Aviv, Rishi Sunak told reporters that the Hamas attacks on 7 October were an \"unspeakable, horrific act of terrorism\" and reiterated that the UK stood with Israel."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 05:32", "title": "BreakingBritish-Israeli confirmed killed in Israel", "text": ["- Yoni with children Yosefi and Aluma - Image caption: Yoni with children Yosefi and Aluma. - A British-Israeli man, Yonatan Rapoport, known as Yoni, is now known to have been murdered by Hamas. - He was killed in the attack on Kibbutz Be’eri on 7 October. He had two children, Yosefi and Aluma. - He was a big Manchester United fan and planned to take his son to Old Trafford next month, for his son's first game there. - At least eight British nationals were killed in the Hamas attacks. The UK government say seven more are missing, and two known to be kidnapped."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 05:23", "title": "Sunak meets families of people held hostage", "text": ["- The UK Prime Minister Rishi Sunak arrived in Israel this morning, arriving in Tel Aviv at about 09:00 local time. - He's already met Israeli President Isaac Herzog - and photos are now coming in of him meeting families of those who have been taken hostage. - He will later meet Israeli Prime Minister Benjamin Netanyahu. - As he arrived, Sunak pledged to stand with Israel and said Israelis had suffered a \"horrific act of terrorism\". He is also expected to use the trip to press for humanitarian aid in Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 05:07", "title": "Over 300 IDF soldiers killed since Hamas launched attack", "text": ["- In a new update, the Israeli military says at least 306 of its soldiers have been killed since 7 October. - Yesterday, Israeli PM Benjamin Netanyahu said more than 1,400 Israelis in total were murdered by Hamas. - The Israel Defense Forces' spokesman Daniel Hagari also says he cannot rule out the possibility of Palestinian militants still being on Israeli territory following the initial Hamas attack."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 05:03", "title": "The message from Biden: Israel has to listen to US on 9/11 mistakes", "text": ["- Residents of Gaza City evacuate in a car as airstrikes continue. [Image caption: Residents of Gaza City evacuate in a car as airstrikes continue.] - We. - Don't know exactly what the tone was of the private American meetings between. - President Joe Biden and Prime Minister Benjamin Netanyahu. - But it is interesting that a. - Central part of Biden's speech referenced 9/11 and recalled that, in the. - Pursuit of justice, America did things they regretted. - So it was a polite, friendly warning in public to the Israelis. And the newspapers here this. - Morning are reporting that Biden was trying to change what they call here \"the. - Rules of the game\". - And Israel will have to listen because it needs two things. - Money from US Congress, and the deterrent to Hezbollah in Lebanon of the two. - US carrier battle groups in the eastern Mediterranean, which are immensely. - Powerful projectors of force. - Israel needs that strong message to Iran, because. - A second front would be militarily extremely challenging for them."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 04:32", "title": "First and only woman in Hamas political bureau killed - reports", "text": ["- Al-Shanti has been a long-standing member of Hamas. - Palestinian media are reporting that the first and only woman in Hamas's political bureau has been killed in an air strike. The political bureau is Hamas's main decision-making body. - Jamila al-Shanti, the widow of Hamas co-founder Abdel Aziz al-Rantisi, founded the women's movement in Hamas and became the first woman elected to the political bureau in 2021. - There was no detail about the location of the strike in the reports."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 04:21", "title": "Once the visits stop, I expect the ground invasion to begin", "text": ["- An Israeli soldier shades his eyes from the sun as he stands on a self-propelled howitzer. - It’s interesting that tonight. - Joe Biden is due to make an address from the Oval Office. - He’ll wrap up a request for more money for Israel with a request for more money for Ukraine. - And you can see the way in which events and visits are coming together. Allies are coming over here to Israel – the US, Germany and now Britain, also a member of the UN Security Council. - We’ve seen the troops and the tanks on the border here, where I am reporting – the build-up is there. - Reservists have, in the last few days, been given time off to change their socks, see their families. - So once these visits, where the Israelis will have been explaining what their plans are, are over, I fully expect Israel to go ahead with a ground invasion of Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 04:08", "title": "Four in 10 people in hospital are children, says doctor in Gaza", "text": ["Ghassan Abu-Sittah, a doctor from London working in Gaza, has been describing what happened on Tuesday night, when a blast occurred at the Al Ahli hospital.  \"I was in the operating room when the missile struck,\" he said. \"The ceiling of the operating room fell on us.  \"There were hundreds of dead, there were amputated parts, there were people with primary amputations.\"  He added that 40% of patients he sees are \"children and all of them... have lost one or two parents and unfortunately these kids have a long, long recovery road in front of them\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 03:53", "title": "Aid deal is glimmer of hope - but questions remain", "text": ["- A boy holds a ration of bread as people in Khan Younis queue outside a bakery. - The aid agreement announced by Joe Biden yesterday offers a tiny glimmer of hope for more than two million desperate Palestinians trapped inside the Gaza Strip. - President Biden said a first group of 20 trucks could cross into Gaza from Egypt tomorrow, after potholes in the access roads are repaired. If this goes ahead without a hitch, dozens of other trucks could follow. - But many questions remain. Where will the aid go? Yesterday, the Israeli military urged Palestinians to move to al-Mawasi, an area on the coast, close to Rafah. There, the Israelis said, \"international humanitarian aid will be provided\". - How many people will be able to reach al-Mawasi, at a time when air strikes are still being recorded up and down the Gaza Strip? - And what are the mechanisms for making sure the aid does not fall into the hands of Hamas, a condition insisted upon by Israel? - Israel says the aid will consist of food, water and medicine only. But at the time when electricity is intermittent, due to Israel’s blockade, the UN says fuel is also desperately needed."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 03:46", "title": "At least 203 hostages held in Gaza", "text": ["As the death of Carmela and Noya Dan was announced, the Israeli military updated the number of people known to have been taken hostage in the 7 October Hamas attacks. IDF spokesman Daniel Hagari says the military has notified the families of 203 hostages being held in Gaza. That's an increase on the previously announced hostage total of 199."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 03:32", "title": "Grandmother and 12-year-old who were taken hostage found dead - Israel", "text": ["- Israel previously described Noya as \"sensitive, kind, funny and a massive Harry Potter fan\". - The Israeli minister of foreign affairs has announced that two of the hostages taken captive by Hamas on 7 October have been found dead. - Carmela Dan, 80, and her 12-year-old granddaughter Noya Dan were taken prisoner in Kibbutz Nir Oz. Israel did not say where the bodies were found. - In a message on X, Israel said: \"We are devastated to announce that Noya and her grandmother Carmela’s bodies were discovered yesterday. - \"Thank you to all of you who shared her story to help us bring her home. Our hearts are broken.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 03:16", "title": "'Several dozen', not hundreds, killed in hospital blast - Israel", "text": ["- On Wednesday afternoon, a day after the blast at the hospital, Palestinian health authorities said 471 people had been killed. - Like other details about the incident, that is contested. - Israel's foreign ministry spokesperson Lior Haiat said the death toll was \"several dozen\". - With lack of access to the site for independent organisations, the number is difficult to verify. - Our reporter Rushdi Abualouf visited the scene the morning after the attack."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 03:07", "title": "Cause of hospital blast not certain - UK MP", "text": ["[\"UK MP Tom Tugendhat, a Home Office minister, tells BBC Breakfast the UK is still not certain about what caused Tuesday's blast at the Al Ahli hospital in Gaza.\", '\"Until the intelligence services in the UK have given me their professional opinion I\\'m not going to be able to answer that question,\" he says.', 'He says \"we\\'re in touch constantly\", and wants an answer \"as soon as possible\" but \"without premature rush to judgement\".', 'The Palestinian authorities blame Israeli strikes for the blast at the hospital. Israel says it was caused by a rocket fired from Gaza, intended for Israel.', 'Read our BBC Verify piece here. Although our findings are inconclusive, three experts told us the aftermath was \"not consistent with what you would expect from a typical Israeli air strike with a large munition\".']"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 02:52", "title": "Gazans pick through rubble after more Israeli strikes", "text": ["- As we've reported, Israel says it hit \"hundreds\" of sites in Gaza in the past 24 hours. - Here are the first pictures we've received from Gaza and the border this morning. - Palestinians search through rubble in Khan Younis, southern Gaza. - The Israel Defense Forces says it destroyed \"hundreds of Hamas terrorist infrastructures\" in the past day. - Israeli soldiers walk in Sderot near the Israel-Gaza border."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 02:49", "title": "China's Xi pushes for ceasefire in meeting with Egyptian leader", "text": ["- Rishi Sunak's visit to Israel isn't the only Middle East diplomacy taking place today. - In Beijing, Chinese President Xi Jinping has told Egyptian Prime Minister Mostafa Madbouly that a ceasefire is the most urgent task in the Israel-Gaza war. - Before the outbreak of fighting between Israel and Hamas, China had been working to expand its influence in the Middle East. - Earlier this year, it brokered high-level talks between bitter rivals Iran and Saudi Arabia, the first in seven years. - China has refused to condemn Hamas for the attacks of 7 October - though it says it opposes acts that harm civilians."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/4"}, {"date": "2023-10-19 02:33", "title": "Breaking'UK stands with you,' Sunak tells Israel", "text": ["Upon arrival in Israel, Rishi Sunak told reporters at Tel Aviv airport that the Hamas attacks on 7 October were an \"unspeakable, horrific act of terrorism\", and he reiterated that the UK stands with Israel.  \"I'm very much looking forward to my meetings later with the prime minister and president and I very much hope they'll be productive meetings,\" Sunak said."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-19 02:32", "title": "The Quint gets to work in Israel", "text": ["- Rishi Sunak landed in Tel Aviv half an hour ago - around 09:00 Israeli time, and 07:00 in the UK. - He had flown to Cyprus last night and then on to Tel Aviv this morning. - Sunak will now head for Jerusalem to meet the Israeli Prime Minister Benjamin Netanyahu and the Israeli President Isaac Herzog in the next few hours. - What will Sunak get out of this trip? I am told there is an \"implied united front\" between the German Chancellor Olaf Scholz, who was there on Tuesday, President Biden, who was there yesterday, and the UK prime minister visiting today. They are part of what is known in diplomatic circles as \"the Quint\" – the United States, Germany, France, Italy and the UK. - President Macron of France is expected in the region in the coming days. - The leaders of the Quint spoke shortly after Hamas’s slaughter in Israel earlier this month. They haven’t spoken since but share the same diplomatic objectives. - Don’t expect a big announcement or breakthrough as a result of Sunak’s visit on the scale of what President Biden achieved. Instead, those around the prime minister say physically showing solidarity with Israel is important, pressing for humanitarian aid to reach people in Gaza is too, as is emphasising face to face the need for Israel’s approach to a ground invasion to be \"measured and calm\". - The remainder of the prime minister’s trip remains uncertain – a swirl of security and diplomatic moving parts means his precise itinerary is in flux, I am told."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-19 02:26", "title": "BreakingFirst pictures of UK PM Rishi Sunak in Israel", "text": [null], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-19 02:08", "title": "Head of military wing of armed faction in Gaza killed, says Israel", "text": ["- As we wait for the first pictures of Rishi Sunak in Tel Aviv, let's go back to the Israeli military update. - As well as hitting \"hundreds\" of sites in Gaza, the IDF also says it killed Rafat Abu Hilal, the head of the military wing of the Popular Resistance Committees - the third largest armed faction in the Gaza Strip after Hamas and Palestinian Islamic Jihad. - The IDF says it carried out the airstrike on the southern Gaza city of Rafah following information received from the Shin Bet intelligence service."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-19 01:59", "title": "BreakingSunak arrives in Israel", "text": ["UK Prime Minister Rishi Sunak has arrived in Israel."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-19 01:57", "title": "Al Ahli hospital 'attack' should be watershed - Sunak", "text": ["After his visit was announced last night, Rishi Sunak said: \"Every civilian death is a tragedy.\" \"And too many lives have been lost following Hamas's horrific act of terror.\" \"The attack on Al Ahli hospital should be a watershed moment for leaders in the region and across the world to come together to avoid further dangerous escalation of conflict.\" \"I will ensure the UK is at the forefront of this effort.\" As a reminder, local authorities blame the blast at the Gaza hospital on an Israeli air strike. Israel says it was caused by a rocket, misfired by militants. Read BBC Verify piecing together the evidence here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-19 01:50", "title": "Sunak to press for aid to enter Gaza", "text": ["- The British Prime Minister is almost in Israel, on a two-day trip to the region during which he is also expected to visit other countries. - Downing Street says Rishi Sunak \"will express his condolences for the terrible loss of life in Israel and Gaza as a result of Hamas's brutal terrorist attacks\". - The prime minister will also press for the route for humanitarian aid to enter Gaza to open \"as soon as possible\" and for British nationals trapped there to be able to leave. - Foreign Secretary James Cleverly is visiting Egypt, Turkey, and Qatar over the next few days. - Officials also point out Defence Secretary Grant Shapps met his US counterpart Lloyd Austin in Washington on Wednesday \"to coordinate\" their approach. - You can read more here about Sunak's visit."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-19 01:42", "title": "US State Department director resigns over US approach", "text": ["- A US State Department official who worked in an agency responsible for arms transfers to US allies has resigned. - Josh Paul cited disagreements with what he described as the administration's decisions to expedite the transfer of arms to Israel. - Paul, who was director of congressional and public affairs at the State Department’s Bureau of Political-Military Affairs, said on LinkedIn: \"I cannot work in support of a set of major policy decisions, including rushing more arms to one side of the conflict, that I believe to be shortsighted, destructive, unjust and contradictory to the very values that we publicly espouse.\" - Paul said while he recognised the \"monstrosity\" of Hamas's attack on Israel, he also believed Israel's response \"will only lead to more and deeper suffering\" for Israelis and Palestinians."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-19 01:25", "title": "BreakingIDF says 'hundreds of Hamas infrastructures' destroyed", "text": ["- The Israel Defense Forces has in its latest update on Thursday morning said that it destroyed \"hundreds of Hamas terrorist infrastructures\" over the past day. - In a post on X, formerly known as Twitter, the IDF said it \"continues to attack all the time throughout the Gaza Strip\", adding that it destroyed \"anti-tank missile launch sites, tunnel shafts, intelligence infrastructures, operational headquarters and other headquarters\". - It also claims that \"over ten terrorists were also eliminated\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-19 00:55", "title": "WATCH: 'People are still collecting body parts'", "text": ["- It was a scene of devastation outside the Al Ahli Hospital in Gaza City, which was hit by a blast on Tuesday night. - BBC reporter Rushdi Abualouf, reporting from outside the hospital, said people were still \"collecting body parts\". - Palestinian officials say the explosion was caused by an Israeli air strike. But the Israeli military say it was the result of a failed rocket launch by Palestinian Islamic Jihad - an accusation the militant group has rejected."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-19 00:31", "title": "If you're just joining us, here's the latest", "text": ["It's just past 07:30 in Israel. The US has secured a deal with Egypt to deliver much-needed aid into Gaza, signaling a glimmer of hope for civilians whose supplies have been cut off. Here is what else you need to know: - Egypt's President Abdel Fattah al-Sisi has agreed to open up the Rafah crossing at its border with Gaza to allow up to 20 trucks of aid into Gaza. This comes after US President Joe Biden's high-stakes visit to Israel. Biden has said the aid delivery could start arriving from Friday. - There has been no mention of people being allowed to leave Gaza via Rafah. Asked by reporters on the possibility, Biden said: \"We’re going to get people out, but I’m not going to go into any detail with you now.\" - Throngs of people and trucks carrying aid supplies have lined up on the Gaza and Egypt sides of the crossing, respectively, awaiting its reopening. - UK Prime Minister Rishi Sunak is expected to land in Israel early on Thursday, where he will meet his counterpart Benjamin Netanyahu and Israeli President Isaac Herzog. - The Palestinian militant group Hamas blamed Israel for the devastation at the Al Ahli hospital in Gaza on Tuesday, but the Israeli military says the deadly blast was caused by a Palestinian rocket which misfired. Biden has backed Israel's claims."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-18 23:54", "title": "Family tell of heartbreak after Israel kidnap live-stream", "text": ["- More than a week on from the 7 October attacks on civilians in southern Israel, relatives of the people missing are using videos that have emerged from the attacks to try and piece together what has happened to their loved ones. - One of them is Nir Darwish, a UK-based relative of a family of five who disappeared from the Nahal Oz kibbutz. - The attackers live-streamed the family - Noam Elyakim, his partner Dikla Arava, her 17-year-old son Tomer, and Noam's two daughters Daphna, 15, and Ella, 8 - as they held them captive. Darwish confirmed earlier this week that Noam, Dikla and Tomer have been killed. - Several photos posted by Hamas show Ella and Daphna in captivity - Darwish believes the girls are being held in Gaza and is pessimistic about what would happen to them. - \"They are sitting [in the photos] on a mattress and there is no natural light, so that's 100% in Gaza,\" he tells the BBC. - Here's Darwish's account in full."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-18 23:25", "title": "Scenes at the Gaza-Egypt border", "text": ["- Throngs of people in Gaza have moved to the southernmost part of the Gaza Strip, where the Rafah crossing with Egypt's border is located, after they were warned to evacuate ahead of an expected Israeli ground invasion. - Egypt has agreed to open the crossing for aid delivery into Gaza - this may happen by Friday at the earliest - but there has been no mention of people being allowed to leave. - Israel has said it will not prevent aid deliveries as long as supplies do not reach Hamas militants. - Bakery staff prepare bread packages as for people who have gathered in Rafah. - Boys refilling their bottles at a mobile cistern. - Trucks carrying humanitarian aid lined up on the Egyptian side of the Rafah crossing. - Egyptian volunteers gather to pray after the blast at a Gaza hospital on 17 Oct."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-18 23:00", "title": "Why is the Rafah crossing Gaza's lifeline?", "text": ["\"The Rafah crossing is the southernmost post of exit from Gaza and borders Egypt's Sinai peninsula. Usually, it is not easy for Palestinians to leave Gaza via Rafah. Those who wish to must register with the local Palestinian authorities up to four weeks in advance and may be rejected by either the Palestinian or Egyptian authorities with little explanation. Rafah is now the only crossing point for humanitarian aid, after Israel shut other border crossings from and into the Gaza Strip. Palestinians have been gathering at the Rafah crossing in the hope of leaving ahead of an expected Israeli ground offensive. The UN has also been positioning food and medical supplies at the border point preparing for its opening. US President Joe Biden and his Egyptian counterpart Abdel Fattah al-Sisi on Wednesday agreed to open up the crossing to allow up to 20 trucks of aid into Gaza. This will likely happen by Friday, said President Biden. Asked by reporters on the possibility of letting people leave via Rafah, Biden said: \"We’re going to get people out, but I’m not going to go into any detail with you now.\" Here's more on the Rafah crossing.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-18 22:45", "title": "Doctor: Operating room ceiling ‘fell on us’ after explosion", "text": ["- Dr Ghassan Abu-Sittah was working at Gaza’s Al-Ahli Hospital when it was rocked by an explosion on Tuesday night. - The surgeon from north London said the ceiling of the operating room \"fell on us\" as he was carrying out a procedure. - Dr Abu-Sittah had earlier told the BBC he had been working every day until 1am in dire conditions, with children comprising 40% of the patients he has seen. - He added that resources were running out fast with water pressure now insufficient to supply some of the equipment."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-18 22:27", "title": "Aid delivery may happen by Friday - Biden", "text": ["- We heard earlier that US President Joe Biden and Egyptian President Abdel Fattah al-Sisi have agreed to open up the Rafah crossing to allow up to 20 trucks of aid into Gaza. - The shipment will likely not cross until Friday, Biden has said, citing road repairs. - \"They're going to patch the road, they have to fill in potholes to get these trucks through. And that's going to occur - they expect it will take about eight hours tomorrow [Thursday]. So there may be nothing rolling through until... probably until Friday,\" he told reporters on Wednesday. - He added that the 20 trucks represented a \"first tranche\" but said \"150 or something\" trucks were waiting in total. Whether or not those were allowed to cross will depend on \"how it goes\". - US President Joe Biden speaks to reporters onboard Air Force One  Image caption: US President Joe Biden speaks to reporters onboard Air Force One."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-18 22:01", "title": "'Israel will follow on its pledge to crush Hamas' - Ex-US national security adviser", "text": ["Former US National Security Advisor HR McMaster has told BBC's Radio 4 The World Tonight that he sees an Israeli ground invasion of Gaza as inevitable, given that Hamas presents an \"existential threat\" to Israel. \"Israel will follow up on its pledge to crush Hamas,\" he says, describing the goal as \"achievable\". The hostages that Hamas has taken creates an even greater need for a ground invasion, he believes. \"I don't see any way out for Israel except to temporarily occupy at least portions if not all of Gaza,\" says McMaster, who served under former President Trump from 2017 to 2018. He adds that if Hezbollah begins attacking Israel from the north, the US should \"intervene\" on behalf of its ally. \"I think that if there was a second front opened up with those 110,000 missiles that Hezbollah has aimed at Israel, I think the chances of US direct involvement are quite high.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-18 21:36", "title": "US warning Iran through private channels - Ex-Nato ambassador", "text": ["A former US ambassador to Nato - the North Atlantic Treaty Organization - tells the BBC that the US is likely communicating with Iran through private channels on the Israel-Hamas conflict. \"We do know that the US has been communicating with Iran privately through channels that are established for that very purpose,\" says Ivo Daalder, who was US ambassador to Nato from 2009 to 2013. \"And Iran, no doubt, knows what the US is prepared to do. It is just not something that the president at this point is willing to say publicly, nor probably should,\" told BBC's Newsday programme. Earlier this week the White House's National Security Advisor Jake Sullivan said the US has held talks with Iran to warn the country against intervening in the conflict. There are fears that Iran's involvement could widen the conflict into the broader Middle East region. Iranian officials celebrated Hamas's attack on Israel on 7 Oct, while the Iran-funded Hezbollah militant group in Lebanon has been exchanging fire with Israeli military in recent days."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-18 21:20", "title": "Listen: Gaza Hospital - Chaos, claim and counter claim", "text": ["International Correspondent Lyse Doucet speaks with Middle East Bureau Chief Jo Floto in this latest episode of The Conflict podcast. The two assess the mood in the region, reflect on US President Joe Biden’s visit to Israel, and discuss how journalists are still able to report in Gaza. You can listen to the latest episode here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-18 20:37", "title": "The day in pictures", "text": ["- An Israeli tank seen moving along the boundary with Gaza  Image caption: An Israeli tank seen moving along the boundary with Gaza. - Smoke rises from Gaza amid an Israeli bombardment on Wednesday  Image caption: Smoke rises from Gaza amid an Israeli bombardment on Wednesday. - In Gaza, people gathered outside the Al Ahli hospital, where hundreds of civilians died in an explosion  Image caption: In Gaza, people gathered outside the Al Ahli hospital, where hundreds of civilians died in an explosion. - Joe Biden and Benjamin Netanyahu held talks in Israel  Image caption: Joe Biden and Benjamin Netanyahu held talks in Israel. - A Republican congressman was seen silently holding an Israeli flag over a group of protesters at the US Capitol calling for a ceasefire  Image caption: A Republican congressman was seen silently holding an Israeli flag over a group of protesters at the US Capitol calling for a ceasefire. - In Spain, protests broke out outside the European Commission headquarters in Barcelona  Image caption: In Spain, protests broke out outside the European Commission headquarters in Barcelona. - In the Philippines, protesters held up a depiction of Joe Biden as the devil  Image caption: In the Philippines, protesters held up a depiction of Joe Biden as the devil."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/5"}, {"date": "2023-10-18 20:16", "title": "'All Hamas care about is getting power'", "text": ["- Iris Weinstein Haggai with her family and parents Judi and Gad who were taken hostage last Saturday - Hamas continues to hold at least 199 people hostage in Gaza following the attack on Israel on 7 October. - Earlier today, Iris Weinstein Haggai spoke to the BBC about her parents, Judi and Gad, who have been missing since the attack and are thought to be held captive in Gaza. - \"It is unfathomable,\" she said when asked about the prospect of an Israeli ground offensive in Gaza. - \"My dad dying is my biggest fear. But dying could be better in this situation\", she added, as she talked about imagining her mum's \"little tiny body being thrown somewhere in Gaza or tortured\". - \"I am terrified for this world, for Jewish people and terrified that hate is taking over.\" - Iris was also clear in her condemnation of the Palestinian militant group, Hamas. - \"This is not a government who want to make the Palestinian lives better,\" she said. - \"This is a terror group, a criminal gang - all they care about is getting power. - \"If they wanted to make Palestinian lives better they could have made Gaza a heaven by now.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 19:56", "title": "'We thought it would be safe': At the scene of Gaza hospital blast", "text": ["- Blood-soaked mattresses are strewn across the courtyard of the Al-Ahli Arab hospital, along with clothing and personal possessions left behind in the chaos that followed the blast and the huge fire it caused. - In a nearby car park lie the smouldering wrecks of more than a dozen cars. The surrounding buildings are also damaged, apparently pockmarked by shrapnel. But no large impact crater is visible. - There is an atmosphere of panic, with people struggling to understand what happened at a place that was supposed to be protected under international humanitarian law. - \"We left our home to come here,\" a woman who survived the explosion told the BBC. \"We thought it would be safe, but then it got bombed.\" - Many staying inside the courtyard were elderly or infirm, unable to leave for the south because they did not have access to transport. - Read more about the Al-Ahli Arab hospital explosion here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 19:36", "title": "Egypt announces 'sustainable' aid corridor to Gaza", "text": ["- Egyptian NGO volunteers protested at the Rafah crossing, demanding aid delivery, on Wednesday. - More now on Egypt agreeing to open up the Rafah crossing to allow in up to 20 trucks of aid into Gaza. - US President Joe Biden made the announcement earlier, and now Egypt confirms that the \"sustainable\" passage of humanitarian aid to the Gaza Strip will pass through the crossing. - \"Egyptian President Abdel Fattah al-Sisi and American President Joe Biden have agreed on the sustainable delivery of humanitarian aid to the Gaza Strip via the Rafah terminal,\" said presidential spokesperson Ahmed Fahmy in a statement, without specifying a date. - A readout of the conversation between the two leaders said the aid would be coordinated by relevant authorities in the two countries with international humanitarian groups, under the supervision of the United Nations."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 19:23", "title": "Inside an Israeli 'war room' on the volatile Lebanon border", "text": ["- The unit constantly monitors cameras trained on more than 100km (62 miles) of Lebanese border. - We’re in a ‘Hamal’ – Hebrew shorthand for ‘war room’ – high in the mountains on the Israel-Lebanon border. - There are no windows, and before you can pass through the solid door you have to leave behind mobile phones and smart watches – anything that could give away this secret location. - Inside, a team of soldiers watches screens around the clock. Each shows grainy black-and-white images from cameras that are constantly trained on more than 100 kilometres (62 miles) of Lebanese border. - This surveillance job is exclusively done by women. One of them, Sergeant I, was on duty and called in an air strike when she saw shadowy figures approaching the border wall. “I recognised a group of terrorists on the screens and understood that something was wrong,” she told me. \"It’s scary, and it’s stressful, but I have to keep it cool”. - You can read more about the Israeli 'war room' here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 19:04", "title": "IDF says it's striking Hezbollah in Lebanon", "text": ["- The Israel Defence Forces (IDF) has said it is striking Hezbollah targets in Lebanon. - It has not yet given any further information. - Lebanese Al Mayadeen TV reported that Israeli air strikes targeted two villages in southern Lebanon in the early hours of Thursday. - The missiles were fired at Kafr Shuba and near Odaisseh, the channel added. - Hezbollah said it carried out attacks on Israeli military posts along the Israel-Lebanon border on Wednesday. - Hezbollah - like Hamas - has been designated a terrorist organisation by the UK, US and other countries. - Backed by Iran, it has a strong military and political presence in Lebanon, and wields considerable power in a country without a functioning government or president. - In 2006, it fought a devastating war with Israel in which 1,200 people died."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 18:53", "title": "UN agency's supplies 'dwindling and running out fast'", "text": ["Earlier, President Biden said Egypt had agreed to open the Rafah crossing to a handful of lorries loaded with aid for Gaza. International aid agencies say the need for aid is urgent. Juliette Touma, a spokeswoman for the UN Agency for Palestine Refugees, or UNWRA, said they were providing aid where possible, but said they are \"overwhelmed\". \"Our supplies are dwindling and running out fast,\" she says. \"Our staff are also very, very tired. \"They have been impacted themselves by the war. Many of them lost loved ones. We have sadly at UNWRA lost 14 staff members and these numbers continue to increase.\" Touma said the attacks on Gaza had meant that the agency had to relocate its operation to the south of Gaza where conditions to help people were far from ideal."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 18:34", "title": "What's been happening?", "text": ["Here's the latest from Israel and Gaza: - US President Joe Biden recently left Israel after visiting the country in a show of support. He will make a public address from the White House on Thursday evening. - Egypt's president has agreed to open up the Rafah crossing to allow in up to 20 trucks of aid into Gaza. - British PM Rishi Sunak is on his way to the Middle East and will arrive in Israel on Thursday morning. - Fallout continues from the huge blast that ripped through a crowded area at the Al-Ahli al-Arabi hospital, killing many people. Palestinian health officials say 471 people were killed. - Israel strongly denies any involvement in the hospital explosion in Gaza, and President Biden backed their claim, saying it was supported by \"data\" he had seen from the US defense department. - Israel was immediately blamed by Hamas, but the Israel Defense Forces said the blast was caused by a misfired Palestinian militant rocket. - A range of Arab countries joined Hamas in blaming Israel for the explosion, and some Arab leaders canceled meetings with Biden."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 18:16", "title": "WATCH: What footage and images show about hospital blast", "text": ["- Caroline Hawley and the BBC Verify team have been looking at video and stills of the explosion and its aftermath. - Watch this video to find out how they verified the first images of the explosion and what the blast scene can tell us."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 18:02", "title": "Biden to address the nation on Thursday evening", "text": ["- US President Joe Biden will deliver a televised speech on Thursday at 20:00 local time (00:00 GMT Friday), the White House has just announced. - In his address, Biden will \"discuss our response to Hamas’ terrorist attacks against Israel and Russia’s ongoing brutal war against Ukraine\", Biden spokeswoman Karine Jean-Pierre said. - Congress is currently without a Speaker of the House, making it impossible to pass legislation that could provide funding to Israel and Ukraine. - The White House announcement was made after Biden visited Israel to meet its leadership. Also on Wednesday, he held a phone call with Egypt's president."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 17:56", "title": "'Humanity must prevail' in Israel-Gaza conflict - Salah", "text": ["- Liverpool and Egypt forward Mohamed Salah has called for \"world leaders to come together to prevent further slaughter of innocent souls\" amid the ongoing Israel-Gaza conflict. - Salah, 31, said humanitarian aid to Gaza must be allowed \"immediately\". - \"There has been too much violence, heartbreak and brutality,\" he said in a video posted on X. - \"The people of Gaza need food, water and medical supplies urgently. - \"All lives are sacred and must be protected. The massacres need to stop. Families are being torn apart. - \"I am calling on the world leaders to come together to prevent further slaughter of innocent souls. - \"Humanity must prevail.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 17:45", "title": "Hospital evidence appears inconsistent with airstrike, but not conclusive - expert", "text": ["- Initial evidence from the explosion at Gaza's Al-Ahli al-Arabi hospital yesterday appeared to be \"inconsistent with an airstrike\" and \"far more consistent with a small projectile failing\", says Nathan Ruser, an expert from the Australian Strategic Policy Institute. - But he says there are \"a lot of difficulties\" in fully attributing the cause of the blast without seeing details and remains of the munition used. - Speaking to BBC Radio 4 earlier today, he said the small crater at the scene of the explosion was inconsistent with an airstrike, as was the extent and type of damage to nearby cars - and he said the \"typical puff of concrete dust\" often seen after airstrikes on Gaza was \"absent\". - Ruser said most of the damage at the scene appeared to have been caused by fire, which he said would be consistent \"with a rocket that had a lot of fuel and propellant in it\". - Ruser added that it's \"incredibly tricky\" to get reliable information out of Gaza, and the amount of disinformation around the conflict is \"almost staggering\". - He said both sides \"have a track record of not necessarily providing the honest truth\" and although information from journalists on the ground has helped add to the picture, \"I don't think we'll ever know exactly what happened\". - Read more: What video, pictures and other evidence tell us about Al-Ahli hospital blast."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 17:33", "title": "Al-Ahli hospital attack should be watershed moment - Sunak", "text": ["In a statement which has just been published, the prime minister says: “Every civilian death is a tragedy. And too many lives have been lost following Hamas’ horrific act of terror.\" \"The attack on Al-Ahli Hospital should be a watershed moment for leaders in the region and across the world to come together to avoid further dangerous escalation of conflict.\" \"I will ensure the UK is at the forefront of this effort.” There will be a determination in the government to use whatever diplomatic levers they can, as quickly as they can, before Israel’s widely anticipated ground invasion of Gaza."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 17:30", "title": "BreakingRishi Sunak to visit Middle East for two days", "text": ["- The British Prime Minister is on his way to the Middle East. - Rishi Sunak will arrive in Israel early on Thursday morning to meet the Israeli Prime Minister Benjamin Netanyahu and the Israeli President Isaac Herzog. - He is on a two-day trip to the region during which he is also expected to visit other countries. - Downing Street says Rishi Sunak \"will express his condolences for the terrible loss of life in Israel and Gaza as a result of Hamas's brutal terrorist attacks.\" - The Prime Minister will also press for the route for humanitarian aid to enter Gaza to open \"as soon as possible\" and for British nationals trapped there to be able to leave. - Foreign Secretary James Cleverly is visiting Egypt, Turkey, and Qatar over the next few days. - Officials also point out Defence Secretary Grant Shapps met his US counterpart Lloyd Austin in Washington on Wednesday \"to coordinate\" their approach. - You can read more here about Sunak's visit."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 17:17", "title": "King mourns 'heartbreaking' losses in Middle East", "text": ["Meanwhile in London, King Charles has made an impassioned plea for religious tolerance and mutual respect, against the background of \"international turmoil\" in Israel and Gaza. In a speech at Mansion House, in the City of London, he spoke of the \"heartbreaking loss of life\". The King has long supported building bridges between faiths, calling the UK a \"community of communities\". Since the Hamas attack on Israel on 7 October, the King has spoken to King Abdullah II of Jordan, Israeli President Isaac Herzog and UK chief rabbi Sir Ephraim Mirvis. The King called for a \"breathing space\" to allow people to \"think and speak freely\" and for disputes to be \"passionate but not pugnacious\". You can read more here about the King's plea."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 17:07", "title": "Biden visit boosts Israel, but also reinforces Arab anger", "text": ["- Even more than Joe Biden’s emotional words of support, the photo of him hugging the Israeli Prime Minister Benjamin Netanyahu has placed him solidly in Israel’s corner at the most explosive moment in its war with Hamas. - No matter who fired the rocket which killed hundreds of people at the Al-Ahli hospital in Gaza, this image will reinforce Arab anger not only towards Israel, but the United States. - Even though the US president has negotiated access for desperately needed aid into the besieged enclave, his visit will tie him to the results of Israel’s military campaign there. - Protesters in Arab capitals have already accused Washington of giving Israel a green light. Some are chanting “Death to America,” including in Bahrain, a close American ally and one of only two Arab states to explicitly condemn the Hamas attack."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 16:57", "title": "We'll get people out - Biden vows", "text": ["- Speaking to journalists aboard Air Force One, President Biden has described President Sisi as \"completely cooperative\". - He also spoke about Israel's right to defend itself, saying \"Israel has been badly victimised but the truth is they have an opportunity to relieve suffering of people who have nowhere to go … it’s what they should do\". - \"If you have an opportunity to alleviate the pain, you should do it.\" - Biden was defiant in vowing to get \"people out\" but he wouldn't share further details. - At least 199 hostages are believed to be held captive by Hamas in Gaza, following the attack on Israel on 7 October."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 16:50", "title": "White House hopes more trucks will be allowed eventually", "text": ["- We are getting a few more lines on the details of Joe Biden's conversation with the Egyptian president. - President Biden says he and Egyptian president Abdel Fattah al-Sisi have agreed to work closely on encouraging an \"urgent and robust international response\" to the UN's humanitarian appeal. - The White House says the two leaders discussed ongoing coordination to deliver humanitarian assistance to Gaza and mechanisms to ensure the aid is distributed for the benefit of the civilian population. - Biden and al-Sisi agreed on the need to preserve stability in the Middle East, prevent escalation of the conflict, and set the circumstances for a durable, permanent peace in the region, the White House said. - Pentagon spokesman John Kirby added the US hopes more trucks will be allowed eventually."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 16:35", "title": "BreakingEgypt agrees to open Rafah crossing", "text": ["- Egyptian President Abdel Fattah al-Sisi has agreed to open the Rafah crossing to a handful of trucks loaded with aid destined for the Gaza Strip, Joe Biden has just announced. - Speaking onboard Air Force One during an unexpected visit to the press cabin, the US President gave an update to reporters about his conversations with President Sisi. - He explained President Sisi had agreed to open up the Rafah crossing to allow up to 20 trucks of humanitarian assistance into Gaza. - Biden said: “If Hamas confiscates them or doesn’t let it get through … then it’s going to end.” - “The bottom line is Sisi deserves a lot of credit.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 16:32", "title": "Chants of 'ceasefire now' reverberate around Capitol halls", "text": ["- Three of the protesters have reportedly been charged with assaulting a police officer. - I'm currently inside the Cannon House office building, part of the US Capitol complex - which, for the last hour, has been the scene of loud and vocal protests against the war in Gaza. - Organised by a group called Jewish Voice for Peace, an anti-Zionist left-wing Jewish activist group, it bills itself as \"anti-genocide\" and is calling for an immediate ceasefire in Israel and Gaza. - \"The only way towards true safety... is to de-escalate and address the root causes of this horrific violence,\" an organiser said. - \"The peace movement believes in basic stuff, like equality, justice and freedom,\" she added. - It follows Joe Biden's visit to Israel earlier today. Many of those here have explicitly condemned what they see as a carte-blanche from the US government to Israel and a failure to condemn civilian casualties in Gaza. - Capitol Police are still arresting people and the total tally is still unclear, but it's at least dozens. - Protesters are still being led away in zip ties to buses waiting downstairs to take them into detention. - Meanwhile, the chants of \"ceasefire now\" are still reverberating throughout the halls of the Capitol complex."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 16:26", "title": "Hundreds hold prayer vigil outside Downing Street", "text": ["- Hundreds of protesters have attended a vigil outside Downing Street for victims of the deadly blast at the Al-Ahli hospital in Gaza. - As we've been reporting, on a visit to Israel, US President Joe Biden backed Israel's strong denial of any involvement in an explosion at a hospital in Gaza, saying it was supported by \"data\" he had seen from the US defence department. - Hamas have blamed the explosion, which killed hundreds of civilians, on an Israeli air strike. - Braving heavy rain on Wednesday evening, protesters gathered in Westminster holding signs which read \"stop the massacre\" and \"stop bombing Gaza\". - Prayers were then held in Arabic, with attendees laying out plastic sheets on the ground to pray on."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/6"}, {"date": "2023-10-18 16:15", "title": "US language upsets close Arab ally UAE", "text": ["- The Biden administration’s attempt to link the Hamas with the Islamic State Group has been implicitly criticized by a close Arab ally. - The US has adopted Israeli language calling the Hamas rampage “ISIS-like”. - They suggest the \"sheer evil\" of the attack means it is unrelated to longstanding frustrations about Israeli occupation and the grinding misery of the 16-year blockade of Gaza, also imposed by Egypt. - But, the UN ambassador of the UAE, Lana Nusseibeh, said it is important not to lose sight of the context of the crisis, “however convenient.” - She was speaking after the Americans vetoed a UN resolution to establish humanitarian pauses in the war because it didn’t mention Israel’s right to self-defence. - The UAE is one of only two Arab states to have explicitly condemned the Hamas attack, and Nusseibeh said it was responsible for “sparking this latest fire.” - But, “the kindling was already there,” she said, “fuelled by decades of violent dehumanisation, dispossession and despair\". - She warned security council members not to disregard “the longest going occupation in the world today of a people who do not wish to be ruled and have been let down again, and again, and again by all of us.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 16:06", "title": "UK advises against all travel to Lebanon", "text": ["- Britain's Foreign Office is advising against all travel to \"the whole of Lebanon\" due to the conflict in the region. - \"Events in Lebanon are fast moving. The situation has the potential to deteriorate quickly and with no warning,\" says the government's website. - It encourages British nationals currently in Lebanon to leave the country now \"while commercial options remain available\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 15:54", "title": "What's been happening?", "text": ["- A pro-Palestinian protest in Sanaa, Yemen, following the explosion at the Gaza hospital yesterday. - It's coming up to 23:00 in Israel and Gaza and it's been another busy day. In case you are just joining us or need a recap, here's what has been happening today: - Israel has said it \"would not thwart\" the delivery of food, water and medicine from Egypt for civilians in Gaza as long as this aid did not reach Hamas. - During a visit to Israel, US President Joe Biden backed Israel's claim that it had nothing to do with the explosion at the Al-Ahli hospital in Gaza yesterday, saying it was supported by \"data\" he had seen from the US defence department. - Arab states continue to blame Israel for the explosion which left at least 471 people dead. - The United States vetoed a UN Security Council vote calling for humanitarian pauses in Gaza, a move that was condemned by other members including Russia, China and the UAE. - Pro-Palestinian protests have continued around the Middle East, including in the West Bank, Lebanon and Jordan."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 15:39", "title": "Not the right time to ask for a ceasefire - Sunak", "text": ["- Downing Street said on Wednesday it was not the right time to call for a ceasefire in Israel and Gaza while Hamas still held hundreds of Israeli hostages. - More than 35 MPs called on the PM to prevent further loss of life and allow access to medicines, food, fuel and water to Gaza - access to which was cut off by Israel. - Israel has since announced that it would allow food, water and medicine to reach Gaza through the southern Rafah crossing. - During Prime Minister's Questions earlier on Wednesday, Scottish National Party's parliament leader Stephen Flynn asked Rishi Sunak if he would join calls for an immediate ceasefire. - The PM in response asserted that Israel had the \"right to defend itself, to protect its people, and to act against terrorism\". - Later, the prime minister's official spokesman said Sunak did not think it was the right time for a ceasefire, as Israel was working to \"recover hostages who had been seized by a terrorist organisation\". - A short while ago, the US vetoed a UN Security Council draft resolution calling for humanitarian pauses, saying that the resolution had made no mention of Israel's right to self-defence. The UK abstained in the vote."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 15:13", "title": "French court says bans on pro-Palestinian demos must be case-by-case", "text": ["- France banned pro-Palestinian rallies last week as a likely risk to public order. - A top French court has rejected an appeal against a blanket ban on pro-Palestinian protests, but says it is for regional prefects to decide \"case-by-case\" whether they should be barred. - Interior Minister Gérald Darmanin imposed the ban in a bid to prevent \"disruption to public order\" and stop tensions from the Hamas war with Israel seeping into France. - Despite the ban, pro-Palestinian demos have been increasing in France and a challenge to the order was made to the Council of State, which advises the government on law. - The court says while the bans don't threaten freedom of expression, they cannot just be based on a government order or because a demonstration seeks to show support for the Palestinian population."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 15:04", "title": "Palestinians in West Bank take to the streets", "text": ["- Palestinians took to the streets in the occupied West Bank for a second day today to protest against Israel’s war against the militant group Hamas in the Gaza Strip. - Protesters had already clashed with the Palestinian Authority’s security forces in a number of cities on Tuesday night, following an explosion at a hospital in Gaza that health officials say killed at least 471 people. - At marches in Nablus and Ramallah on Tuesday, protesters chanted criticism of Israel, the US, and the Fatah movement of Palestinian Authority President Mahmoud Abbas, which they accuse of collaborating with Israel. - Security forces in Ramallah fired tear gas and stun grenades into the crowds in response. The PA, which governs parts of the West Bank not under full Israeli control, has its headquarters in the city. - People who spoke to the BBC on Tuesday near Nablus said that violence against Palestinians had increased dramatically in the West Bank since Hamas launched a deadly assault on southern Israel from Gaza on 7 October. - Israeli human rights group B’Tselem says it has documented dozens of attacks by Israeli settlers, including several fatal shootings. - The UN meanwhile says that attacks by settlers have more than doubled in the period, from an average of three to eight incidents a day. - There are some 3 million Palestinians and 600,000 Israeli settlers living in the West Bank, which Israel occupied in the 1967 Middle East war. - Most of the international community considers the settlements illegal under international law, though Israel disputes this."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 14:42", "title": "Biden gives clear warning to Netanyahu government", "text": ["During his visit to Israeli, President Joe Biden this afternoon attempted to address Palestinian - and wider Arab - scepticism about his approach to this desperate crisis. He pledged $100m (£82.3m) in humanitarian assistance for the Gaza Strip and the West Bank. Biden restated his administration’s commitment to peace between Israel and the Palestinians, allowing the two peoples to live in security and dignity. The president also had pointed words of advice for Israel, as it plans its widely anticipated ground invasion. Israel, he said, did not live by the rule of terrorists but by the rule of law. Israel, he said, needed to be clear about its objectives. That required “an honest assessment about whether the path you’re on will achieve those objectives\". This was a clear warning to the Netanyahu government: don’t go too far."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 14:33", "title": "New mother missing after music festival confirmed dead", "text": ["Celine Ben David Nagar pictured with her husband Ido and their baby daughter Ellie. (Image courtesy of Ido Nagar) Image caption: Celine Ben David Nagar pictured with her husband Ido and their baby daughter Ellie. (Image courtesy of Ido Nagar) For more than a week, Ido Nagar clung to the desperate hope his wife, Celine Ben David Nagar, was alive and being held hostage by Hamas in Gaza. But, Ido’s hopes were shattered last night when Israeli police told the family Celine's body had been found among the hundreds of dead recovered. The family tell me they were notified last night at 19:30 local time and Celine was buried the same evening - in accordance with Jewish custom - to bury the dead as soon as possible. Celine had travelled down to the Supernova music festival on 7 October to celebrate her last day of maternity leave before returning to work. Ido stayed at home to look after their six-month-old daughter, Ellie. Celine was hiding in a bomb shelter in Sderot when the Hamas militants stormed it, but her body was not immediately found alongside others who had hidden there. The sheer number of people killed by Hamas in southern Israel has created significant delays in the identification of the dead. It means some Israeli families who believed their loved ones had been taken into Gaza are only now learning they were in fact killed in the initial attack. Ido described his wife as an “amazing woman, a person surrounded by friends and love\", as well as an \"amazing mother\". “This was supposed to be her one last party to enjoy before she returned to work. We agreed that I would pick her up at midnight, but she never came home.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 14:03", "title": "US vetoes UN security council resolution, urging time for diplomacy", "text": ["- A short while ago in New York, the US vetoed a UN Security Council draft resolution calling for humanitarian pauses in Gaza. - Put forward by Brazil, the text also condemned \"the heinous terrorist attacks by Hamas\"; called for the release of hostages, and urged all parties to comply with their obligations under international law. - Speaking after Joe Biden's visit to Israel today, United States Ambassador Linda Thomas Greenfield said Americans believe \"diplomacy has to play out\". - The United States has exercised its veto dozens of times in the Israeli-Palestinian conflict. This time, the US ambassador also said the country was disappointed the resolution made no mention of Israel's right to self-defense, a view shared by the UK, which abstained in the vote. - The veto was met with some critical voices including Brazil's ambassador to the UN Sergio Franca Danese who said “silence and inaction prevailed…to no one’s true, long-term interest”. - Russia accused the United States of “hypocrisy and double standards\", while China’s ambassador said the country was shocked and disheartened at the veto. - Along with China, the UAE also said the draft resolution should have called for a ceasefire because “each passing hour made a mockery of international humanitarian law” - the text simply called for humanitarian pauses."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 13:40", "title": "Could Hezbollah open up a new front from Lebanon?", "text": ["- People clash with security forces during a protest near the US embassy in Awkar, Lebanon. - The biggest strategic fear for Washington, Israel and many Western countries is that the current crisis metastasises into a regional war which spills beyond Israel’s borders. - Iran has already threatened it will not stand by while Palestinians are killed in Gaza. - There are now reports in the Arab media that Iranian-backed militias are moving westwards from Iraq and Syria into southern Lebanon, closer to Israel’s borders. - Some of these fighters have had recent combat experience supporting the Syrian army against rebels. - Of all the various pro-Iranian militias in the region, Hezbollah in Lebanon is the most potent. - It fought an inconclusive war with Israel in 2006 and since then it has restocked its supplies of rockets and missiles that are now thought to number around 150,000. - Some of these are long-range and precision-guided, enough to flatten whole ministries in Jerusalem and Tel Aviv, if they can overwhelm Israel’s air defences. - To deter Hezbollah - and Iran - from joining Hamas’s war against Israel, the US is stationing two entire aircraft carrier strike forces offshore, in the eastern Mediterranean. - Tensions in the region were already high before the deadly hospital blast in Gaza. - If and when Israeli forces make a full-scale incursion into Gaza, there is a serious risk this could be the trigger for Hezbollah to open a new front from Lebanon. - Dousing those flames would not be easy."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 13:20", "title": "What can video tell us about the Gaza hospital blast?", "text": ["- Satellite imagery shows the location of Al Ahli Hospital. - Image caption: Satellite imagery shows the location of Al Ahli Hospital. - BBC Verify is trying to unravel what is, and isn't, known about the blast at the Al-Ahli hospital. - The explosion happened at around 19:00 local time on Tuesday. - Footage surfaced on social media showing what appears to be the same blast from different angles and distances. - The BBC was able to match details of buildings and the layout of the Al-Ahli hospital site with publicly available satellite imagery, to establish the hospital was the scene of the blast. - We consulted a number of weapons experts to establish whether the available video evidence could be used to determine its cause. - So far the findings are inconclusive. - One expert says it is not consistent with what you would expect from a typical Israeli airstrike. Another says the evidence looks like the explosion was caused by a failed rocket section hitting the car park. - Several experts we spoke to were not willing to put forward a view on what happened. - Click here to read more on what we’ve discovered about the hospital blast."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 13:03", "title": "'Things are getting worse every day'", "text": ["- Among the 90 people sheltering in the family home of Ibrahim AlAgha, there are 10 children under five. - We've been hearing again from Ibrahim AlAgha, a 38-year-old Irish-Palestinian man stranded in Khan Younis with his wife Hamida and their three young children. Yesterday, he told us he was in his parents' house with 90 people, who are trying to cope as best they can. - The group try to sleep in shifts, with two to a mattress. Ibrahim, an engineer, removed the windows to prevent glass from injuring people in the event of a possible drone attack. - After last night's blast at the Al Ahli Arab hospital in Gaza City to the north, Ibrahim says no-one in their crowded Khan Younis house could sleep. - \"Most of us were crying and really fearing for our lives... there's no limits.\" - \"I don't see any solution happening soon. Things are getting worse every day.\" - Read more about Ibrahim's story here. - Ibrahim says his family would never turn anyone away. - Ibrahim says there is barely enough food for one meal a day. - The families cope with cramped conditions."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 12:37", "title": "'We answer your call': Pro-Palestinian demonstrators gather in Beirut", "text": ["- Hundreds of people protested in Beirut earlier today as part of an \"unprecedented day of anger\" organised by the Lebanese group Hezbollah in reaction to the Gaza hospital blast. - In packed streets of a southern suburb of the capital, many carried Palestinian flags and placards with the image of the group’s leader, Hassan Nasrallah, who has been silent since the Israel-Hamas war started. - Several times, the crowd, which included many women and children, chanted: \"We answer your call, Nasrallah.\" - The speeches included anti-American and anti-Israeli slogans. - In a different part of Beirut, a Palestinian demonstration was organised outside the US embassy, and Lebanese security forces deployed tear gas against protesters. - There are fears that Lebanon could be dragged into this conflict. Tensions remain high with groups including Hezbollah, which is backed by Iran, and the Israeli military frequently exchanging fire along the Lebanese-Israeli border."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 12:29", "title": "Biden warns Netanyahu to observe 'laws of war'", "text": ["President Biden’s speech was written to connect personally with the grief and shock being felt by ordinary Israelis. It was the language of solidarity. But there were some real announcements too. He said he’d asked Mr Netanyahu to allow aid through to Gaza from Egypt. It seems the Israeli government agreed to some limited kinds of supplies getting in. That feels like a breakthrough. But let’s watch to see if the crossing does indeed open this time. The meetings went on far longer than scheduled. We were waiting most of the afternoon in the Tel Aviv hotel basement where the leaders held talks, including a session involving the Israeli emergency war cabinet. Biden said there was no higher priority than dealing with the issue of the hostages held by Hamas. But “I can't speak publicly about all the details”, he said. Before the talks, travelling reporters got some clues from US officials about what the points of discussion would be. And remember, all of this is still taking place before Israel has launched its expected ground assault, with troops amassed on the Gaza perimeter. President Biden sounded a warning to Israel not to be “consumed by rage” but to observe the “laws of war”. Democracies are different from terrorist groups because democracies have values, he said. “We must go back to the beginning and remember who we are. We are all human beings… with dignity, humanity and purpose.” Earlier, the US National Security Council spokesman John Kirby had said Mr Biden would ask the Israeli leader some “tough questions”. That was likely to mean him scrutinising the concrete aims and objectives of the military campaign. With this crisis only just starting, the Americans want as much information as they can get about where it might end up."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 12:15", "title": "UN agency warns of impending 'health disaster' in Gaza", "text": ["- A short while ago we heard from Juliette Touma, a spokesperson for the UN's agency for Palestinian refugees (Unrwa), who says the blast at the Al Ahli hospital in Gaza City was \"horrendous\". - She says civilians \"should be protected\" but \"no place is safe\" in Gaza. - Touma says the unnecessary loss of lives \"has got to stop\" and a ceasefire is \"absolutely critical\". - She says a siege on the Gaza strip is still ongoing and called for Unrwa and other aid agencies to be given access to allow them to bring in vital supplies. - \"We're going to have a health disaster soon in Gaza if we do not have our humanitarian supplies go into Gaza for people who need it most,\" she adds. - The Israeli government has announced that food, water and medicine will be allowed to enter the Gaza strip through the Rafah crossing on the Gaza-Egypt border."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 11:50", "title": "Biden departs on Air Force One", "text": ["- US President Joe Biden is back on board Air Force One as he departs Israel. - After touching down in Tel Aviv this morning, he spent around eight hours speaking with officials and families as well as holding a meeting with Israel's PM Benjamin Netanyahu and his cabinet. - You can read a recap of Biden's address here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 11:36", "title": "Pro-Palestinian protests break out in West Bank and wider region", "text": ["Protests erupted in the Israeli-occupied West Bank and in Jordan, Iran, Tunisia, Lebanon, and Turkey earlier, following last night's explosion at the Al-Ahli al-Arabi hospital in Gaza. Hamas blamed it on an Israeli airstrike, but Israel has presented evidence that it says shows the blast was caused by a misfired missile launched by a Palestinian militant group in Gaza. Here are some of the pictures from the region. Crowds rallied in the streets of the West Bank. Image caption: Crowds rallied in the streets of the West Bank. Protesters also gathered outside the US Embassy in Beirut, with Lebanese security forces deploying tear gas against them. Image caption: Protesters also gathered outside the US Embassy in Beirut, with Lebanese security forces deploying tear gas against them. And in Amman, Jordan, protesters clashed with security forces as they approached the Israeli embassy. Image caption: And in Amman, Jordan, protesters clashed with security forces as they approached the Israeli embassy."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 11:18", "title": "Israel not responsible for Gaza hospital blast based on current information - White House", "text": ["White House spokesperson Adrienne Watson said in a post on X that the US does not believe Israel is responsible for the explosion at the Gaza hospital yesterday based on its current assessment. The spokesperson added that the US continues to collect information about the blast. Here is the text of the post in full: \"While we continue to collect information, our current assessment, based on analysis of overhead imagery, intercepts and open source information, is that Israel is not responsible for the explosion at the hospital in Gaza yesterday.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 11:04", "title": "Beyond the rhetoric, Biden's speech was full of content", "text": ["In the wake of yesterday’s devastating explosion in Gaza, and with half of President Biden’s mission - the summit in Amman - shelved, it’s fair to say that expectations today were low. But Biden’s news conference late this afternoon finally revealed what more than a week of intense US diplomacy has been all about. Beyond the president’s rhetoric - moving words about grief and the depth of America’s commitment to Israel - his speech was full of real content. Israel, he said, had finally agreed to let aid into the Gaza Strip from Egypt. This was confirmed by Prime Minister Netanyahu’s office, which said that “in light of President Biden’s demand, Israel will not thwart humanitarian supplies from Egypt, as long as it is only food, water and medicine for the civilian population\". None of this, it said, should reach Hamas, and no aid would enter from Israel as long as Israeli hostages are not returned. Joe Biden also talked about hostages, saying he could not speak publicly about all the details, but that as president, there was “no higher priority” than their safe return. It’s clearly a major focus of his efforts."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 10:56", "title": "BreakingIsrael will not thwart Gaza aid access from Egypt - PM's office", "text": ["Israel says it won't block aid sent to Gaza from Egypt. A statement from the Israeli Prime Minister's office says that Israel \"will not thwart humanitarian supplies from Egypt as long as it is only food, water and medicine for the civilian population in the southern Gaza Strip\". But it will \"not allow any humanitarian aid from its territory to the Gaza Strip as long as our hostages are not returned,\" the statement adds."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/7"}, {"date": "2023-10-18 10:51", "title": "A quick recap of that Biden statement", "text": ["President Biden has finished speaking - while we've already heard a lot of what he said, here's a quick summary of the key points. On the Gazan hospital blast last night, he said he was \"outraged and saddened\" at the enormous loss of life - and the evidence points to \"an errant rocket fired by a terrorist group in Gaza\". On aid, he said he had asked the Israeli cabinet to agree the delivery of \"live-saving humanitarian assistance to civilians in Gaza\" based on the understanding it would go to civilians not Hamas - and that Israel had agreed aid could \"begin to move from Egypt to Gaza\". On US funding, he announced US$100m \"new US funding for humanitarian assistance to both Gaza and the West Bank\" - there was also the promise of an imminent and \"unprecedented\" defence package for Israel, which he said he would ask Congress for later this week. To Israeli people, he said their country was \"born to be a safe place for the Jewish people of the world\" and pledged that the US would do \"everything in our power\" to achieve that once more."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 10:33", "title": "Biden: Israel you're not alone", "text": ["- \"Israel, you're not alone,\" says Biden, adding that the United States \"will walk beside you on those dark days\". - Israel will be a safe and secure Jewish and democratic state \"today, tomorrow and forever\", he says. - \"May God protect all those who work for peace, God save those who are still in harm's way.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 10:30", "title": "We must keep pursuing peace - Biden", "text": ["- Biden continues, saying it's important sometimes to take a step back and remember what we all are - \"human beings\" created with \"dignity\" and \"purpose\". - He says the US is about turning to the light from darkness - and adds \"that's what the terrorists seek to destroy, because they live in darkness\". - \"But not you, not Israel,\" Biden says in a direct appeal to the Israeli people. - Countries like Israel and the US are \"measured by the power of our example\", he continues, which is why \"we must keep pursuing peace and create a path so that both Israeli and Palestinian people can live in security, dignity and in peace\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 10:29", "title": "Israel doesn't live by the rule of terrorists, Biden says", "text": ["- More now from US President Biden. - He says now that Israel is a Jewish state, but like the US, it's also a democracy that doesn't \"live by the rule of terrorists, you live by the rule of law\". - When conflict flares, Israel lives by the law of wars, Biden continues. He says that sets it apart from terrorists because they believe in the fundamental dignity of every human life. - \"You can't give up on what makes you who you are,\" he says. - \"If you give that up, then the terrorists win,\" he adds."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 10:23", "title": "Palestinians are suffering greatly as well - Biden", "text": ["- The US president says the Palestinian people are \"suffering greatly as well\", and speaks of the Palestinians who have lost their lives. - I was \"outraged and saddened\" at the enormous loss of life in Gaza following the explosion at the hospital last night, he says, adding that the evidence at the moment points to \"an errant rocket fired by a terrorist group in Gaza\". - The people of Gaza need food, water medicine and shelter, he says. - “I asked the Israeli cabinet.. to agree to the delivery of life-saving humanitarian assistance to civilians in Gaza based on the understanding that there will be inspections, and that the aid should go to civilians and not to Hamas,\" he says. - \"Israel agreed the humanitarian assistance can begin to move from Egypt to Gaza,\" he adds. - If Hamas diverts or steals the aid, he says, \"it will have demonstrated once again they have no concern for the welfare of the Palestinian people\". - Biden adds he is working with partners in the region, such as Egypt, to \"get trucks moving across the border as soon as possible\". - He also announces US$100m \"new US funding for humanitarian assistance to both Gaza and the West Bank\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 10:20", "title": "Hamas attack is like 15 9/11s - Biden", "text": ["- Biden says his message to any state or \"hostile actor\" thinking of attacking Israel is \"don't, don't, don't\". - He says the attack on Israel has been described as its 9/11, but he says for a nation as big as Israel it was like 15 9/11s. - The attack will have caused Israelis \"shock, pain, rage\" that \"I and many Americans would understand\", Biden says. - Justice must be done, Biden says, but cautions Israelis not to be consumed by rage."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 10:19", "title": "Biden to ask congress for 'unprecedented' defence package for Israel", "text": ["- Biden now commends the Israeli first responders who've been working to help those caught up and wounded in the fighting between Israel and Hamas. - He speaks of \"retired soldiers running into danger once again\" and \"civilian medics\" running rescue missions. - \"The state of Israel was born to be a safe place for the Jewish people of the world,\" the US president says, adding if the country didn't exist today \"we'd have to invent it\". - He says that, while it may not feel it right now, Israel \"must once again\" be a safe place for Jewish people and promises the US will do \"everything in our power\" to make that happen. - Biden goes on to say that later this week he'll ask the US Congress for an \"unprecedented\" defence package of Israel."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 10:17", "title": "No higher priority than to bring back Israeli hostages - Biden", "text": ["- \"There's no higher priority\" than the release and safe return of the hostages taken by Hamas, says Biden. - He speaks about what it's like to feel the \"black hole\" of loss - having lost his own son - sympathising with the Israeli families who have their lost loved ones. - This is what I know, he says, that \"they'll never be truly gone\". - \"Something that's never truly lost is your love for them and their love for you,\" he says."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 10:16", "title": "Biden: We will not stand by and do nothing", "text": ["- US President Biden is speaking in Tel Aviv. - Speaking about 7 October, he said the Hamas attacks \"recalled the worst ravages of Isis\". He said there was \"no excusing the violence\" and \"the brutality would cut deep anywhere in the world\". - \"Seventh of October became the deadliest day since the Holocaust\" for the Jewish community, he says. \"The world watched then, it knew. The world did nothing.\" - He continues: \"We will not stand by and do nothing - not today, not tomorrow, not ever.\" - \"Those who are waiting desperately to learn the fate of a loved one,\" he said, referring to those who had been taken hostage, \"you are not alone\". - \"We are pursuing every avenue to bring home those being held by Hamas\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 10:07", "title": "Biden says 'data' shows Israel not to blame for hospital blast", "text": ["- US President Joe Biden was asked by journalists during his visit in Tel Aviv what \"what makes you sure Israel wasn’t behind explosion in Gaza?\" - He responded: \"The data I was shown by my defence department.\" - The president has been meeting the Israeli prime minister Benjamin Netanyahu. Posting on X, formerly Twitter, Biden said he had asked \"tough questions\" of his counterpart. - Earlier today, Israeli officials presented evidence they said showed the deadly explosion at the Al-Ahli al-Arabi hospital in Gaza City was caused by a misfired rocket launched by the Palestinian Islamic Jihad group. - Hamas - which blamed Israel for the blast - accused Biden of being \"blindly biased\", Reuters reported."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 09:50", "title": "Biden meets first responders and families affected by Hamas attacks", "text": ["Earlier, US President Joe Biden spoke to relatives of those affected by the Hamas attacks on Israel on 7 October. The president, who is visiting Tel Aviv, also met emergency services representatives. Biden chatted and hugged them as they spoke about what they had witnessed and experienced. More than 1,400 people were killed in the attacks, with 4,200 injured and 199 people taken into Gaza as hostages, including children and elderly people."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 09:25", "title": "Egypt not ready to accept large numbers of Palestinians", "text": ["President Sisi met German Chancellor Olaf Scholz in Cairo today.  As we've just reported, the UK's foreign secretary is expected to soon visit Egypt. During this conflict there have been ideas circulating that Israel wants to relocate Gaza’s 2.3m residents to Egypt’s Sinai desert.  They were addressed at a news conference by the Egyptian president earlier.  \"What is happening now in Gaza is an attempt to force civilian residents to take refuge and migrate to Egypt, which should not be accepted,\" Abdul Fattah al-Sisi said.  He warned that were this to happen, the Egyptian people could \"go out and protest in their millions\".  Cairo has already warned that if Palestinians left their land, it could \"liquidate\" Palestinian hopes of statehood.  But it would also be very dangerous for the Egyptian government if it was seen as complicit in any such deal – igniting public anger in the Arab world.  Any influx of people would also deepen Egypt’s current economic crisis and raise security fears in its restive Sinai region.  Sisi suggested that as Gaza is in effect under Israeli control, Palestinians could instead be moved to Israel’s Negev desert during its offensive against Hamas \"till the militants are dealt with\".  Hundreds of lorries of aid have built up in the northern Sinai, awaiting a deal to allow it to be sent through Egypt’s Rafah crossing into Gaza.  It is the Palestinian territory’s only crossing point that is not controlled by Israel, but Israeli approval will be needed to allow it to open. In recent days, it has been hit four times by Israeli air strikes."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 09:19", "title": "UK foreign secretary expected to visit Egypt", "text": ["Speaking in the UK Parliament earlier, Foreign Secretary James Cleverly confirmed he would travel back to the Middle East today, having visited Israel last week. It is understood he will go first to Egypt with further visits to Qatar and Turkey being considered."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 08:59", "title": "'People came running into the surgery department screaming help us, help us'", "text": ["- Survivors of the blast at the Al Ahli hospital in Gaza on Tuesday have been speaking of the moments after the explosion. - Fadel Naim, head of orthopaedic surgery at the hospital, says he found the hospital full of dismembered bodies and wounded people after hearing a huge explosion. - \"People came running into the surgery department screaming 'help us, help us, there are people killed and wounded inside the hospital',\" Naim tells Reuters. - He tried to save whoever \"could be saved, but the number was too great for the hospital team to be able to save... we saw them alive but we couldn't help them\". - Gaza resident Adnan al-Naqa tells AFP the \"entire square was on fire, there were bodies everywhere, children, women and elderly people\". - Fatima Saed, who was in the hospital when the blast occurred, says she \"felt\" the fire. Watch her comments below:"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 08:39", "title": "Tributes to UK mother and daughter killed in kibbutz massacre", "text": ["- Yahel and Lianne, 51 - pictured here with Noiya - were killed during a massacre in southern Israel. - The family of Lianne and Yahel Sharabi, Britons murdered by Hamas gunmen, have shared new tributes to them. - Lianne and Yahel were killed during the massacre at Kibbutz Be’eri on 7 October. Sixteen-year-old Noiya and the girls’ father Eli are still missing. - In a statement, their immediate British family say: “There is a Yahel-shaped hole in our lives that can never be filled.” - They say she loved “riding her bike at breakneck speed around the kibbutz, playing football, singing and dancing to Tik Tok and YouTube with sister, Noiya, and, on occasions her British cousins.\" - \"She was a bright student and had a keen interest in the natural world. We will never know what she could have become - a vet, an entertainer, a naturalist, maybe even the first Israeli woman in space.” - They say Lianne, her mother, who was born in the UK, was “the light of our family’s life\". - \"She would help anyone in trouble, be it physical, emotional or financial. She was funny, with a dry sense of humour.\" - They add: “We will miss our girl to the end of our days and keep her in our hearts forever, tucked away with the fondest memories of her 48 years. Goodnight, sleep tight, sweetheart.”"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 08:34", "title": "Health ministry in Gaza again blames Israel for attack", "text": ["- As well as updating the number killed, Dr Ashraf Al Qudra, the spokesman for the Ministry of Health in Gaza, again blames Israel for the blast at the hospital site on Tuesday. - And he says since Israel began its air strikes on Gaza, 3,478 people have been killed, with 12,065 injured. - As we've been reporting, Israel insists it's not to blame for the hospital explosion. - It says the evidence from the ground, plus intercepted conversations, shows it was caused by a misfired rocket launched by Palestinian Islamic Jihad militants at Israel, from within Gaza. - The aftermath of the hospital explosion, as seen on Wednesday."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 08:22", "title": "Breaking471 killed in the Gaza hospital blast, says local health ministry", "text": ["The Palestinian Health Ministry has just said that 471 people were killed in the blast at the hospital in Gaza on Tuesday, with 314 injured. We'll bring you more from their statement soon."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 08:07", "title": "The day so far - recapped", "text": ["It's just gone 13:00 in London and 15:00 in Israel. Here's a reminder of the main developments today: - An IDF news conference: The Israeli military's spokesman Daniel Hagari spoke to reporters earlier and said: - The Palestinian Islamic Jihad (PiJ) militant group caused the blast at a Gaza City hospital on Tuesday with a misfired rocket. - The \"only location damaged\" was a car park outside the Al Ahli hospital (pictured above) \"where we can see signs of burning\" - He said an Israeli missile - which is what Hamas said caused the explosion - would have caused bigger \"craters and structural damage\", and insisted it was the PiJ who were to blame. - Biden arrives in Israel - and blames 'the other side': Joe Biden and Israeli PM Benjamin Netanyahu spoke to reporters in Tel Aviv, with Biden saying it \"appears\" the hospital attack was not caused by Israel. - Questions remain over blast: Despite Hagari laying out Israel's explanation, Islamic Jihad has denied blame. Arab governments also condemned Israel - and cancelled a planned summit with Biden in Jordan. - Palestinian death toll rises: The number of people killed in Gaza since the recent war began has risen to 3,300, according to the Palestinian health minister."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 07:49", "title": "'Other team' appears to be behind Gaza hospital blast - Biden", "text": ["As we reported earlier, Joe Biden says it \"appears\" as though the hospital blast on Tuesday evening was caused by \"the other team\" - that is, not Israel. He was speaking alongside Israeli PM Benjamin Netanyahu at a press conference in Tel Aviv. Watch his comments above."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 07:37", "title": "Hamas claims the US and West responsible for 'war against civilians'", "text": ["- Osama Hamdan, a Hamas official, has told a news conference in Lebanon that the US - and all Western countries that support Israel - \"hold full responsibility for the war against civilians in Gaza\". - Hamdan's comments came after the blast at the Al Ahli hospital in Gaza. Hamas - which runs the Gaza Strip - blamed the explosion on Israel. - The IDF has since claimed it was caused by a failed rocket launched by the Palestinian Islamic Jihad group, and that failed rocket launches from Gaza are increasing. - Israel has been carrying out air strikes on Gaza since Hamas militants launched waves of deadly attacks on Israel on 7 October."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/8"}, {"date": "2023-10-18 07:25", "title": "Israeli Air Force says failed rocket launches from Gaza are increasing", "text": ["[\"Israel's Iron Dome defence system intercepting rockets from Gaza above Ashkelon on TuesdayImage caption: Israel's Iron Dome defence system intercepting rockets from Gaza above Ashkelon on Tuesday.\", \"As we reported earlier, the Israeli military says 450 rockets have been fired from Gaza at Israel, only to land in Gazan territory, since the recent conflict began.\", \"Now, the Israeli Air Force says failed rocket launches from Gaza are increasing.\", \"In a series of posts on X, formerly known as Twitter, the Israeli Air Force says Hamas has 'continuously used civilians in the Gaza Strip as human shields'.\", \"The IDF says the launches are carried out next to buildings containing civilian populations 'such as hospitals, UN schools, mosques, restaurants, diplomatic buildings and hotels.'\"]"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 06:48", "title": "China condemns 'attack' on hospital - but doesn't attribute blame", "text": ["Following on from the Arab reaction, the Chinese foreign ministry says it condemns what it calls the \"attack\" on the hospital - although it doesn't explicitly blame Israel, or Palestinian militants.  \"China is shocked by and strongly condemns the attack on the hospital in Gaza, which has caused massive casualties,\" a spokesperson said.  \"We mourn for the victims and extend sympathies to the injured.  \"China calls for an immediate ceasefire and cessation of hostilities and every possible effort to protect civilians and avert an even worse humanitarian disaster.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 06:41", "title": "How Arab governments reacted to the hospital blast", "text": ["- The primacy of the Palestinian cause had been gradually fading among a number of Arab governments, although it was still stirring deep emotion among their citizens. - The current war in Gaza had already shifted this to an extent, but the horrific scenes at the Al Ahli hospital further transformed the mood - even though Israel denies its military was responsible. - The UAE, Bahrain and Morocco - which all recently normalised relations with Israel - issued strong condemnations when news of the blast emerged. - President Abdul Fattah al-Sisi of Egypt - the first Arab country to make peace with Israel - described it as a \"clear violation of international law\". - Saudi Arabia, which has itself been inching towards a normalisation deal, called it a heinous crime. - The leaders of all these countries will be feeling the heat rising from the streets where their people have already been expressing their rage at what happened."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 06:29", "title": "France the latest country to advise against Lebanon travel", "text": ["- Lebanese people gather in front of the US Embassy after the deadly blast on Al Ahli hospital. - France has just advised its citizens not to travel to Lebanon, given the \"security tensions in the region, especially at the southern border\" (with Israel). - Earlier, the US advised Americans in Lebanon to leave the country while commercial options remain available. - The UK Foreign Office is also advising against all travel to Lebanon. - \"British nationals in Lebanon should consider whether they need to remain in Lebanon and, if not, leave by commercial means while they are still available,\" it said in an update on Tuesday. - Canada, Spain, Germany, and Australia have also issued warnings. - Lebanon’s Hezbollah militant group - a Hamas ally, also backed by Iran - called for a “day of rage” on Wednesday following the hospital blast."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 06:10", "title": "Palestinian death toll since 7 October climbs to 3,300 - minister", "text": ["- Palestinian Health Minister Mai al-Kaila says the number killed in Gaza since Israel began its airstrikes 11 days ago has risen to 3,300. - She adds that a further 13,000 have been injured. - At least 1,300 Israelis were killed in the Hamas attacks that started the latest cycle of violence, with at least 199 people thought to have been taken hostage."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 05:54", "title": "What Israel says about last night's hospital blast", "text": ["Earlier we heard from the Israeli military's Daniel Hagari, who spoke at length about last night's blast at a Gazan hospital. There's been claim and counterclaim. Our colleagues at BBC Verify are poring through images, audio, and on-the-ground reporting to piece the incident together. Here's a rundown of what Hagari says happened: 1. Timings and responsibility. Hagari said at 18:59 local time (16:59 BST) yesterday a \"barrage of around 10 rockets\" was fired by the militant group Palestinian Islamic Jihad - around the same time there were reports of an explosion at the hospital. He said the IDF's aerial footage analysis showed \"with absolute certainty\" that the blast was caused by a \"misfired\" Islamic Jihad rocket, which was fired from a cemetery near the hospital. 2. Damage analysis. Hagari said the \"only location damaged\" was a car park outside the hospital \"where we can see signs of burning\" - and argued Israeli strikes would've caused a more significant aftermath like \"craters and structural damage\". He also said there was evidence of the rocket launch failing because a propellant is still evident. 3. Time taken. Hagari said it would be \"impossible to know what happened as quickly as Hamas claimed they knew\". When asked by a reporter why anyone should believe the IDF's version of events, he admitted Israel had been \"fast to go to conclusions\" in the past, but he says they had taken hours to \"double check\" they had their facts right. He said their intelligence included: - Confirming there was no IDF fire - \"by land, sea or air\" - that inadvertently hit the hospital. - Using radar systems to track the rockets fired, \"from within Gaza\", with a trajectory showing they were fired from a cemetery nearby. - Getting hold of communication between militants talking about the rocket misfiring (which we explain in more detail here)."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 05:29", "title": "'People are still collecting body parts from the ground'", "text": ["- BBC reporter Rushdi Abualouf is outside the Al Ahli Hospital in Gaza City, where he says people are still collecting body parts from the ground. - Rushdi has been speaking to a witness who described the aftermath of the explosion - watch here:"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 05:02", "title": "Hospital attack 'appears to have been done by the other team' - Biden", "text": ["- Turning to last night's hospital blast in Gaza, Biden tells Israel's prime minister it \"appears\" it was \"done by the other team\". - Biden says he's \"deeply saddened and outraged\" by the incident. - \"Based on what I've seen it appears as though it was done by the other team, not you. But there's a lot of people out there who are not sure, so we've got to overcome a lot of things,\" he says. - As a reminder, the BBC is working to piece together last night's hospital blast - which Hamas and Palestinian authorities blame on an Israeli air strike."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 05:02", "title": "Hamas hostage-taking beyond comprehension - Biden", "text": ["- The US President Joe Biden says he visited Israel to show where the US stands in the conflict. - He goes on to describe the massacres by Hamas on 7 October. He says it is \"not hyperbole\" to say they \"slaughtered\" 1,300 people, including 31 Americans. - He also speaks about the Israeli hostages, including children. \"Imagine what those children hiding from Hamas were thinking? It's beyond my comprehension.\" - The US will continue to support Israel, he says, telling Netanyahu: \"I'm looking forward to having a discussion about what happens from here.\" - He says the \"courage, commitment and bravery\" of Israeli people is \"stunning\", adding \"I'm proud to be here\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 04:54", "title": "Netanyahu again compares Hamas to IS", "text": ["- Continuing, Netanyahu says the \"civilised world must unite to defeat Hamas\" in the same way it did when taking on Isis. - \"We will defeat Hamas and remove this terrible threat from our lives,\" the Israeli PM goes on, saying it's not just for his country's sake but everyone's. - He calls Biden a \"true friend\" and commends his \"deeply moving\" decision to visit Israel during the war. - \"I know I speak for the people of Israel when I say thank you,\" he adds before Biden begins speaking."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 04:54", "title": "Netanyahu praises Biden's 'moral clarity'", "text": ["- Netanyahu is up first and begins by thanking Biden for his support of Israel and for having \"moral clarity\". - \"You've rightly drawn a clear line between the forces of civilization and the forces of barbarism,\" he tells Biden, before agreeing with a tweet the US president wrote days ago in which he referred to Hamas's actions as \"sheer evil\". - Netanyahu goes on to compare Hamas's original attack on 7 October to \"20 9/11's\" (relative to the countries' populations)."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 04:44", "title": "BreakingNetanyahu speaking alongside Biden", "text": ["- Fresh off Air Force One, US President Joe Biden is holding a joint news conference in Israel alongside PM Benjamin Netanyahu. - We're listening in and will bring you the key information. - You can also watch by pressing play at the top of the page."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 04:43", "title": "How we're investigating the hospital explosion", "text": ["Our team at BBC Verify is investigating the explosion at the Al Ahli Arab hospital, which health officials in Gaza say killed hundreds of people. Palestinian officials say it was caused by an Israeli air strike; the Israelis say it was caused by a rocket fired from inside Gaza. We’ve been showing videos from last night and images of the aftermath taken this morning to weapons experts to try to verify what happened. While there is no overall consensus, one said the fact that hospital buildings have not collapsed, some cars are undamaged and there is no visible deep crater suggests that this was not consistent with an Israeli air strike. We have also showed a video with the apparent sound of the impact to these experts - one said he couldn’t tell whether this was an Israeli strike or a rocket fired from inside Gaza. We're continuing to look into this and will bring you more when we get it."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 04:41", "title": "Biden arrives in Israel - but his task now is even harder", "text": ["- Diplomacy requires talking. And progress requires trust. And. - The devastating explosion at the Ahli hospital means there is now less of both. - President Biden will not be travelling to Jordan for face-to-face talks with Arab leaders. He will have to make do with phone calls with them from Air Force One. - That means he is visiting only Israel, leaving the trip appearing unbalanced. - Biden may achieve one aim: demonstrating US support for Israel after the brutal Hamas attack. But his second task, to unlock the diplomatic impasse, will be much harder. - The plan was to use the leverage of a rare presidential trip to a war zone to persuade Israel to open up a humanitarian corridor to Gaza and create safe areas for civilians. That might then have encouraged enough trust to create some space for talks – using Arab allies as mediators - about releasing hostages. - All of that is now highly unlikely with tensions inflamed and Arab leaders having much less room for manoeuvre."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 04:32", "title": "Biden and Netanyahu embrace at airport", "text": ["- Joe Biden touched down in Tel Aviv a few moments ago and was greeted beside Air Force One by Israeli Prime Minister Benjamin Netanyahu. - Biden will hold talks with Netanyahu during the visit, but a planned meeting with Arab leaders - including the Palestinian president Mahmoud Abbas - has already been cancelled following the blast at Gaza's Al Ahli hospital last night."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 04:28", "title": "Israel releases clip which it says shows militants caused hospital blast", "text": ["During that IDF news conference, one of the claims Israel made was that it had a clip of Palestinian militants discussing a failed rocket launch. The Israeli military claimed that this proves that the blast at Gaza's Al Ahli hospital was caused by the Palestinian Islamic Jihad (PIJ) militant group.  The transcript of the conversation - as released by Israel - shows two people discussing the damage caused. \"They are saying it belongs to PIJ,\" one says, to which the other replies: \"It's from us?\" The original speaker goes on: \"They shot it from the cemetery behind the hospital.\"  \"What?!\" the other responds, to which they are told: \"They shot it coming from the cemetery behind the hospital, and it misfired and fell on them.\" Spokesman Daniel Hagari said: \"We have cross-checked this intercept with other intelligence sources to confirm its accuracy.\"  But the BBC has not been able to verify Israel's version, including who was talking in the clip, which you can listen to here. Our Verify team is piecing together last night's events, including speaking to weapons experts - stay with us for updates."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 04:20", "title": "What is Palestinian Islamic Jihad - and how is it different from Hamas?", "text": ["- As we've reported, the Israeli military blames last night's hospital blast in Gaza on a misfired rocket from Palestinian Islamic Jihad. - Palestinian Islamic Jihad is the second biggest militant group in the Gaza Strip and is backed by Iran. - It has a similar Islamist ideology to Hamas and is also committed to the destruction of the state of Israel. It is usually seen as more extreme than Hamas. - In the past, it has often seemed that Hamas's actions are tempered by the fact that it has responsibilities as a governing power. - Islamic Jihad operates independently from Hamas, but the bigger group has usually been able to rein in its actions when required. - Islamic Jihad has its own militant wing, the Al Quds Brigade, and its own rocket arsenal. Very early on in this operation, Islamic Jihad said it was joining the Hamas action."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 04:06", "title": "Israel presents its evidence - but will its rivals pay attention?", "text": ["- Israel says it has solid proof it was not behind an air strike on a hospital in Gaza City, and that it was a misfired rocket fired by the militant group Palestinian Islamic Jihad (PIJ). - Evidence from the Ahli hospital, Daniel Hagari said, all pointed to a fireball caused by the rocket’s exploding fuel, not to the impact of an Israeli munition. - Crucially, there is no evidence of a crater - or the sort of massive structural damage caused by an Israeli bomb. - Rear Admiral Hagari said Hamas knew this but had decided to blame Israel anyway. - On the streets of Gaza, the West Bank and the wider region, Israel’s claims are likely to be ignored or rejected. - At a time when Israel has been relentlessly bombing the Gaza Strip, it’s inevitable that most Arabs will conclude Israel was responsible for attacking the hospital. - But at a time when fears are growing of a wider regional escalation, will Iran and its Lebanese militia ally Hezbollah pay quiet attention to Israel’s argument? - If they conclude, despite all the rhetoric, that PIJ was responsible, that could have an impact on their calculations. - An independent investigation won’t happen. Gaza is an active warzone and will be for the foreseeable future. - All we're left with, for now, is claim and counterclaim about one of the worst single losses of Palestinian life in the long, tragic history of the region."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 04:02", "title": "This does not look like Israeli missile damage, says IDF", "text": ["Let's return to the IDF news conference - earlier, spokesman Daniel Hagari answered a question from the New York Times. Speaking about Israeli images, which show a burnt out car park at the hospital, Hagari says \"aerial munition\" - i.e. Israeli missiles - wouldn't have caused the damage. Aerial munition from Israel would've caused greater damage, he explains, repeating earlier claims that Israeli believes this is the work of a rocket that failed to launch."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 03:54", "title": "BreakingJoe Biden lands in Israel", "text": ["- US President Biden has just arrived in Israel for a meeting with Israeli Prime Minister Netanyahu. - But as we've reported, a planned meeting with Arab leaders has already been cancelled."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/9"}, {"date": "2023-10-18 03:49", "title": "Chaotic scenes as Tel Aviv prepares for Biden", "text": ["- Central Tel Aviv is locked down. - Hundreds of armed Israeli security forces are in front of barricades forming a ring around the venue President Biden will meet Israeli Prime Minister Benjamin Netanyahu. - I’m among an international press corps now waiting for his arrival at the venue. It’s chaotic here. - At one point a US security official ordered press members back from a crowded check point inside, amid rowdy confusion about who was allowed past. - It’s a sign of how quickly this has all been slapped together. It’s extremely rare for a US president to make a visit to a conflict zone at such short notice. - And now, after last night’s blast at Al Ahli Arab hospital in Gaza, the second part of this trip is already cancelled. As we've reported, Biden was supposed to meet Arab leaders in Amman later today. - The sense of crisis surrounding this trip is showing."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 03:46", "title": "Facts need to be established, says EU chief", "text": ["Let's break away from Hagari's statement for a moment. European Commission President Ursula von der Leyen has just told the European Parliament there's no excuse for hitting a hospital full of civilians in Gaza, calling the Al Ahli explosion a \"senseless tragedy\".  \"All facts need to be established and those responsible must be held accountable,\" she said, without attributing blame.  Von der Leyen has faced some criticism for her visit to Israel last week, in which she did not caveat her message of solidarity by stressing Israel also had to follow humanitarian law.  In this morning's address she made clear \"Europe stands with Israel in this dark moment\", adding that Israel had a right to defend itself in line with international law.  But she also emphasised that the EU had always been the biggest donor for Palestinians and \"this will not change\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 03:27", "title": "Hamas uses 'media and sword' claims Hagari", "text": ["- A follow up question now from Jeremy Bowen. He points to Hagari's remark that Middle Eastern leaders are following BBC coverage in order to make up their minds about what happened. - \"I'm impressed you think we have that much clout in the world,\" he says. \"They [the countries] have their own sources.\" - Bowen says the countries released statements \"long before\" he filed his report on what happened. - Hagari responds by saying he is not blaming the countries for releasing statements, adding that people feel \"empathy\" when they see a blast at a hospital. - \"I'm just trying now to fix it,\" he says. \"We're taking the time to be credible.\" - Hamas is like ISIS, Hagari says. \"It's media, and sword.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 03:20", "title": "BBC asks whether other countries will believe Israel's claims", "text": ["Next up is a question from the BBC's international editor Jeremy Bowen. He asks Hagari whether he thinks the governments of Jordan, Egypt, Saudi Arabia and the UAE - which last night condemned Israel for the hospital blast - will believe his claims. Hagari says all the countries mentioned are \"watching the BBC carefully\" and \"looking carefully at what the BBC says\". He hopes, following the IDF's analysis, that \"the BBC will now share this investigation and those countries will listen\". He adds that the IDF intends to share the analysis with the US - and any other country that wants to see it."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 03:17", "title": "Why should we believe you, journalist asks", "text": ["- Hagari's taking questions now - and there's one from US outlet CNN about the IDF's \"credibility\". - The reporter asks why the media should believe his claims, using an example of the Israeli government once blaming Palestinian militants for the death of a journalist. He says it's now known this isn't true. - Responding, Hagari admits Israel has, in the past, been \"fast to go to conclusions\". - But he says after the hospital blast, officials \"took their time\" because they wanted to \"double check\" they had all the facts right. - \"We wanted to ensure we were credible, as opposed to the other events you mention,\" he tells the reporter."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 03:00", "title": "Communication from Gaza discussed misfired rocket, says IDF", "text": ["- \"Unlike Hamas,\" Hagari tells reporters, \"the IDF launched an immediate examination\" of the attack. - Explaining how the Israeli military has concluded it was an Islamic Jihad rocket, he gives the following reasons: - Hagari repeats the Israeli claim that 450 rockets from Gaza have misfired and landed in Gaza since the latest cycle of violence began. - The BBC has not been able to verify Hagari's claims. Our team is looking at the incident to try to work out what happened, using weapons experts."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 02:56", "title": "Damage shows it was not an Israeli attack - IDF", "text": ["- Hagari now goes into more detail, holding pictures of the blast site. - He says if the IDF was responsible for the blast there would have been a \"crater\" or some \"structural damage\". - Showing a diagram of the hospital, he says there is no such damage - \"the walls stay intact\". - He says this is because the blast was caused by an Islamic Jihad rocket, which \"failed to launch\" properly and was \"misfired\". - As a reminder, Hamas and Palestinian authorities have blamed Israel for the blast at the hospital."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 02:54", "title": "Hamas knew it was a Palestinian rocket, claims Israel", "text": ["- Hagari continues, saying Hamas understood the blast was caused by a misfired Islamic Jihad rocket, but launched a \"global media campaign\" to blame Israel. - \"They went as far as inflating the numbers of casualties,\" he says. \"They understood with absolute certainty that it was a rocket misfired by Islamic Jihad that damaged the hospital.\" - He says aerial footage confirms there was no direct hit to the hospital itself and there was no damage to nearby buildings. - He said the only location damaged is the parking lot outside the hospital."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 02:51", "title": "BreakingIsrael says blast was caused by Palestinian rockets fired from cemetery", "text": ["After some technical difficulties with his microphone, the IDF's Hagari is now speaking. He says the Israeli military has concluded the Palestinian Islamic Jihad group was responsible for the Al Ahli hospital blast. \"We did an immediate review with all relevant branches of the IDF,\" he tells reporters. He says a barrage of rockets were fired by Hamas to Israel at 18:15 local time on Tuesday - before the hospital blast. Then, at 18:59, he says a barage of around 10 rockets was fired by PiJ from a nearby cemetery. At the same time, there were reports of an explosion at the hospital in Gaza City, he says."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 02:36", "title": "Israeli military to make statement", "text": ["- We're expecting to hear from Daniel Hagari, a spokesman for the Israel Defense Forces (IDF), in the next few minutes. - It's thought he'll be addressing the blast at Gaza's Al Ahli hospital last night. - We're listening in and will bring you the key information. - You can also watch by pressing play at the top of the page."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 02:34", "title": "In pictures: The hospital blast aftermath", "text": ["- Hundreds of Palestinians are feared dead after a blast ripped through a hospital in Gaza on Tuesday night. - Hamas blamed an Israeli air strike. Israel says the blast was caused by rockets misfired by the Palestinian Islamic Jihad group. - Here are the latest images from outside the Al Ahli hospital, where emergency services are picking through the rubble."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 02:32", "title": "Biden's meeting with Arab leaders cancelled after hospital blast", "text": ["Following the blast at Gaza's Al Ahli hospital, a meeting between Joe Biden and Arab leaders - including Palestine's Mahmoud Abbas - was cancelled. Biden had been due to head to Jordan after meeting Israeli Prime Minister Benjamin Netanyahu; there he would've met King Abdullah of Jordan, President Abdul Fattah al-Sisi of Egypt and Abbas. Late last night, though, Jordan's foreign minister said the meeting could only be held when the parties could agree to end the \"war and the massacres against Palestinians\", blaming Israel for the hospital blast. The Israeli military says the blast was caused by a rocket belonging to another group, Palestinian Islamic Jihad, the second biggest militant group in the Gaza Strip. In a tweet, Biden said he was \"outraged and deeply saddened\" by the blast - and directed his national security team to \"continue gathering information about what exactly happened\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 02:21", "title": "Biden's visit to Israel has got a lot more difficult", "text": ["- Joe Biden’s personal intervention was always a gamble. The destruction of Al Ahli hospital makes it even more difficult. - He wants simultaneously to protect and support Israel, and alleviate the humanitarian catastrophe among Gaza’s civilians. - Israel insists the hospital was destroyed by Palestinian Islamic Jihad, a faction that is smaller than Hamas and closer to Iran. The Israeli military says the projectile malfunctioned and fell short of its target in Israel. - Millions of Palestinians and others in the Middle East will not believe that. Jordan, Egypt, Saudi Arabia and the United Arab Emirates are among the countries condemning Israel. - The question now is whether anger caused by the attack increases the chances of a wider war."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 02:03", "title": "Family seeks answers after kidnap horror", "text": ["- The attackers live-streamed Noam Elyakim and his family as they held them captive. - Videos have emerged from the 7 October attacks by Hamas on civilians in southern Israel, showing some of those targeted being held in their homes and live-streamed by the attackers themselves. - More than a week on from the attacks, relatives of the victims desperate for information are using these videos to try to piece together what happened to them, and some have expressed frustration with the Israeli authorities' lack of progress in finding their loved ones. - One of those is Nir Darwish, a UK-based relative of a family of five who disappeared from the Nahal Oz kibbutz. - The family - Noam Elyakim, his partner Dikla Arava, her 17-year-old son Tomer, and Noam's two daughters Daphna, 15, and Ella, 8 - are seen apparently being held in their home by the attackers. The girls, who live with their mother, were thought to be visiting their father to celebrate the 70th anniversary of the kibbutz. - But on Monday this week, the extended family got news from the authorities that Dikla and Tomer had been killed and that their bodies had been found outside the kibbutz. - Read in full here."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 01:45", "title": "Israeli air strikes continue", "text": ["- As we've been reporting, Israel is denying responsibility for a blast at a Gazan hospital last night which hundreds are feared to have been killed in. - But this morning its air force said it has attacked dozens of other \"military targets throughout the Gaza Strip\" - in the process \"eliminating\" two more members of the Palestinian militant group Hamas. - In a tweet it names the two men as Muhammad Alwadia, calling him the commander of the anti-tank system of Hamas's Gaza City Brigade, and Akram Hijaz, a dealer in weapons and \"terrorist funds\". - Describing some of the places its fighter jets have hit, the air force says in the last day it has \"attacked\", among other places, \"operational headquarters\", \"rocket and anti-tank launching positions\" and so-called \"terrorist infrastructures\". - Smoke rises from the northern part of the Gaza Strip as a result of an Israeli airstrike on Wednesday morning."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 01:26", "title": "Omens for Biden's visit could not be worse", "text": ["- Joe Biden is due to arrive in Israel in the coming hours. The omens for his visit could not be worse. Israel and the Palestinians are locked in claim and counter claim about what happened last night at the Ahli hospital in Gaza. - It’s thought that as many as 500 people were killed – patients and people sheltering in the grounds, thinking the hospital was safe. - The Palestinian president Mahmoud Abbas - based in the West Bank, not Gaza - has blamed Israel, calling it an unforgivable crime. He’s declared three days of mourning. - Israeli officials insist the carnage was caused by a Palestinian rocket which misfired. They’re promising to provide evidence to back up their claim. All around the region, furious protestors have taken to the streets. - In the West Bank, Palestinians clashed with their own security forces, throwing stones and chanting against Abbas, who many blame for not being able to protect them. But there were protests too in Lebanon, Jordan, Libya and Iran. - Speaking in Beijing, the UN Secretary General Antonio Guterres called for an immediate humanitarian ceasefire, to ease what he called the \"epic suffering\" we are witnessing."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 01:13", "title": "Israel reiterates call for Gaza City to evacuate", "text": ["- Much of Gaza City has already been destroyed. - Israel has reiterated a warning to people still in Gaza City to move south. - The Israeli Defence Force (IDF) says there is a \"humanitarian zone\" with aid available in Al-Mawasi, 28km (17mi) down the coast of the Palestinian enclave. - The IDF called on Gaza City residents \"to evacuate south for their protection\", in a post on social media. - Hundreds of thousands of Palestinians have left northern Gaza as Israel readies for an expected ground offensive against Hamas. - Read more: 'We are not leaving' - The families who won't evacuate Gaza City."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 00:53", "title": "If you're just joining us now", "text": ["\"It's nearing 08:00 in Israel and Gaza now, and we've been covering the aftermath of a blast at a Gaza hospital where hundreds of people were sheltering and getting treated for their injuries.\" \"If you are just joining us, here's the latest:\" \"Hundreds of people are feared dead after a blast rocked Al Ahli hospital in Gaza City. Hamas said the Israeli military was responsible for the strike. Israel in turn has blamed the Palestinian Islamic Jihad, an armed group based in Gaza.\" \"Protests have broken out across the occupied West Bank and major cities around the world, and many world leaders have condemned the blast, with several calling for a ceasefire.\" \"US President Joe Biden is expected to land in Israel in just a few hours, but a planned summit in Jordan with Arab leaders has been cancelled following the hospital bombing. Biden will have to balance his support for Israel and concerns about the humanitarian cost of the fighting during his extraordinary warzone visit.\" \"As a humanitarian crisis continues to deepen in Gaza, the US has said it is \"getting close to a framework for aid to get into Gaza from Egypt\". The Rafah crossing on Gaza's border with Egypt - the only entrance into Gaza not controlled by Israel - remains closed.\" \"Reuters is reporting that the UN Security Council will vote on Wednesday on a Brazilian-drafted resolution calling for \"humanitarian pauses\" in the conflict to allow aid access into the Gaza Strip.\" \"Protesters marching across Tubas, a city in the occupied West Bank, following the hospital attackImage caption: Protesters marching across Tubas, a city in the occupied West Bank, following the hospital attack.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 00:37", "title": "WATCH: Chaos in Gaza after strike hits hospital", "text": ["- Footage from Gaza City shows chaotic scenes outside the Al Ahli hospital as emergency workers attended to casualties and took them to a nearby hospital. - Hamas says an Israeli air strike hit the hospital. Israel says the blast was caused by rockets misfired by another group, Palestinian Islamic Jihad, and both sides deny blame. - The BBC is working to verify what happened."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 00:22", "title": "'Indescribable' scenes at hospital - Palestinian health ministry", "text": ["- The situation at the Al Ahli hospital has been described as \"unparalleled and indescribable\" by the Palestinian health ministry in Gaza. - \"Doctors are performing surgeries on the ground and in the corridors, and some of them were without anesthesia,\" said the ministry's spokesman Dr Ashraf Al-Qudra in a statement posted on Facebook early on Wednesday. - \"A lot of people are still waiting for operations, and the medical teams are trying to save their lives in intensive care.\" - He added that many of the victims were children and women who have \"lost their features\", adding that many of the injuries sustained are \"beyond the capabilities of our medical teams\". - Doctors are attending to the wounded on the ground and along corridors."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/10"}, {"date": "2023-10-18 00:10", "title": "UN's Guterres calls for 'immediate humanitarian ceasefire'", "text": ["The UN Secretary-General Antonio Guterres has called for an \"immediate humanitarian ceasefire\" in the Israel-Gaza war. Speaking in Beijing at a forum where both Chinese President Xi and Russian President Putin were in attendance, he said toward the end of his address that he felt he had to address what is happening in the Middle East. \"I call for an immediate humanitarian ceasefire... to ease the epic human suffering we are witnessing,\" he said. \"Too many lives, and the fate of the entire region hang in the balance.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 23:55", "title": "UK will work to 'find out what happened' - Cleverly", "text": ["\"The destruction of Al Ahli hospital is a devastating loss of human life,\" UK Foreign Secretary James Cleverly said on Tuesday after the explosion. In a post on X, he said the UK would work with allies to \"find out what has happened and protect innocent civilians in Gaza\"."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 23:38", "title": "Israel 'categorically denies' responsibility - White House", "text": ["- Biden is due to arrive in Israel later on Wednesday. - The White House says it recognizes that Israel feels \"very strongly\" that a huge blast at a hospital in Gaza City \"was not caused by them\". - \"The Israelis have categorically and very stridently denied that they had anything to do with it,\" White House spokesman John Kirby said. - Authorities in Gaza, the Palestinian territory run by the militant group Hamas, say 500 people died in an explosion at the hospital. Hamas blamed Israel, which in turn has blamed another group, the Palestinian Islamic Jihad. Both have denied responsibility. - President Joe Biden is due to arrive in Israel later on Wednesday to express his solidarity and to discuss war plans with its leaders. - But his visit has been hugely complicated by the Gaza hospital blast. A planned visit to Jordan to meet Arab leaders was canceled by the Jordanians amid outrage over the deaths in Gaza. - Kirby said it was a \"mutual decision\" to cancel the Jordan trip."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 23:12", "title": "Protesters gather in rage after hospital blast", "text": ["- Protesters outside the US embassy in Beirut, Lebanon - Protests have sprung up in several major cities after the bombing of a Gaza hospital where hundreds of wounded people were getting treated. - Palestinians flooded the streets of several cities in the West Bank on Tuesday night, throwing stones and chanting against Palestinian Authority President Mahmoud Abbas. Security forces fired tear gas and stun grenades to disperse the crowd. - Protesters enraged by the hospital blast gathered outside the US embassy in Lebanon's capital Beirut, where they have set a large fire. Another group gathered outside the French embassy and were reportedly hurling rocks at the building. Lebanon's Hezbollah militant group called on Muslims and Arabs to \"move immediately to streets and squares to express intense anger\" - Hundreds of people also gathered in Tripoli and other Libyan cities carrying Palestinian flags and chanting slogans in support for Gazans. - Protests have also gathered outside the British and French embassies in Tehran, the capital of Iran, as well as at Israeli embassies in Turkey and Jordan. - Protesters clash with Palestinian security forces in Ramallah, West Bank - Protesters at Martyrs' Square in Tripoli, Libya"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 22:51", "title": "US raises travel alert for Lebanon to 'do not travel'", "text": ["- The US has raised its travel alert for Lebanon to \"do not travel,\" citing the security situation related to rocket, missile, and artillery exchanges between Israel and the Lebanese militant group Hezbollah. - Tensions between Israel and Hezbollah militants have escalated in the days since Hamas launched its attack on Israel. - Both Israel and Lebanon have evacuated communities near the border amid fears of escalation. - Late on Tuesday, protesters enraged by the Gaza hospital blast set a large fire outside the US embassy in the Lebanese capital, Beirut. A Reuters report said tear gas was fired at the crowd to get them to disperse. - People stand in front of fire that erupted outside the US embassy in Beirut."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 22:36", "title": "Biden's visit is a high-stakes gamble", "text": ["['US President Joe Biden Image caption: US President Joe Biden.', 'For an American president, turning up in a warzone is an extraordinary move.', \"Joe Biden's trip to the Middle East on Wednesday was always going to be a high-stakes gamble.\", 'But he is now flying into an even more volatile situation, after the bombing of a hospital in Gaza that is thought to have killed hundreds of Palestinians.', 'Hamas has blamed an Israeli air strike, but Israel said the blast at Al Ahli hospital was caused by rockets fired by Palestinian Islamic Jihad.', \"Biden's hastily-organised visit is designed to further demonstrate America's firm solidarity with the Jewish state.\", \"But he is having to balance his support for Israel's aim of destroying Hamas with his deep concerns about the civilian and humanitarian cost.\", 'Now it is time for the US president to use all the influence and leverage he has at his disposal to try to limit the bloodshed and loss of life, and prevent an all-out war across the Middle East.', 'All while events on the ground are making it harder than ever.', 'Read more about the situation here.']"], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "", "title": "'Part of the ceiling has fallen' - Surgeon", "text": ["A surgeon from London working at the Al Ahli hospital in Gaza when the blast happened described the chaotic moments after the explosion. \"Parts of the hospital are on fire. I don't know whether that's just the emergency department. Certainly in the operating suite... part of the ceiling has fallen (down),\" Ghassan Abu Sittah told the BBC, speaking shortly after the blast occurred.\"There's broken glass everywhere, there are lots of people who are seeking refuge in the hospital. There are people moved into the corridors.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 22:06", "title": "US 'optimistic' about getting aid into Gaza from Egypt - White House", "text": ["- White House spokesman John Kirby said the US is \"optimistic\" about getting humanitarian aid into Gaza. - \"We're getting close to a framework for aid to get into Gaza from Egypt,\" he told reporters on Tuesday. - Israel has blocked supplies into Gaza in retaliation for the Hamas attack on 7 Oct. A humanitarian crisis is deepening in Gaza but efforts to transport aid through Egypt's border with Gaza - the only entrance into Gaza not controlled by Israel - have met with little success so far. - He added that the US will \"continue to talk to the Israelis about the need to protect innocent civilian lives\". - Palestinians react at the site of deadly Israeli strikes."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 21:48", "title": "Words fail me - UN human rights chief", "text": ["\"The deadly blast on a hospital in the Gaza Strip is 'totally unacceptable', the UN human rights chief said. 'Words fail me,' Volker Turk said in a statement. 'Tonight, hundreds of people were killed - horrifically - in a massive strike at Al Ahli Arab hospital in Gaza City, including patients, healthcare workers and families that had been seeking refuge in and around the hospital. Once again the most vulnerable.'\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 21:47", "title": "Injured rushed to nearby hospital", "text": ["Scores of people were wounded when the Al-Ahli hospital was hit on Tuesday. These images convey the desperate rush to treat the injured, some of whom were brought to the Shifa Hospital."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 21:35", "title": "Doctor speaks of total devastation at scene of the attack", "text": ["- The BBC has managed to speak to an unnamed doctor working at the hospital in Gaza when the explosion happened. - He told the BBC World Service's Newshour programme there was total devastation at the scene of the attack - where some 4,000 displaced persons were seeking refuge. - He said the hospital was empty as people were busy trying to rescue the survivors of the strike. - Hundreds of people are feared dead after the blast at the Al Ahli hospital, which is fully funded by the Anglican Church. - As we've been reporting, the Israeli military has denied Hamas's claims that it was behind the explosion, instead saying it was a rocket fired by the Palestinian Islamic Jihad, a Gaza-based militant group, that fell short. The group has also denied responsibility."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 21:26", "title": "31 Americans killed in Hamas attack: White House", "text": ["\"Some 31 Americans have been killed from Hamas's attack on Israel on 7 Oct, while 13 Americans in Israel remain unaccounted for,\" White House spokesman John Kirby said on Tuesday. It comes as President Biden is on his way to Israel to show support in the aftermath of the attack."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 20:59", "title": "Biden's itinerary in Israel", "text": ["- National Security Council spokesman John Kirby gave an update about President Biden's planned itinerary upon landing in Tel Aviv on Wednesday morning. - First, Biden meets with Israeli Prime Minister Netanyahu in \"a very small restricted bilateral meeting\". - He will then meet with the Israeli war cabinet. - Next, Biden \"will have a chance to meet with some of the Israeli first responders who are bravely putting themselves in harm's way in response to these Hamas attacks\". - Followed by meeting with families who have lost loved ones or whose loved ones are held hostage. - Biden will make public remarks followed by a short meeting with Israeli President Herzog. - Biden \"will be asking tough questions\", said Kirby. \"He'll be asking them as a friend, as a true friend of Israel, but he will be asking some questions of them.\" - Biden's planned visit to Amman, Jordan to meet with Arab leaders was cancelled after a hospital blast killed hundreds in Gaza City. - \"The president intends to speak with both President Mahmoud Abbas and President Sisi on the flight home,\" Kirby says."], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}, {"date": "2023-10-17 20:57", "title": "Here's what's been happening in the last few hours", "text": ["\"It's now almost 04:00 in Gaza and Israel. If you're just joining us, here's what's been happening in the last few hours: The authorities in Gaza, the Palestinian territory run by the militant group Hamas, say 500 people died in an explosion at a hospital. Hamas blamed Israel, which in turn blamed Palestinian militants. Hamas said an Israeli air strike on the hospital was to blame, describing it as a “war crime”, while Israel denied its military was involved, saying the explosion had been inadvertently caused by a rocket fired by another militant group, Palestinian Islamic Jihad. Palestinian Islamic Jihad, the second biggest militant group in the Gaza Strip, denied responsibility. International leaders released statements condemning the loss of life at the hospital. The leaders of Jordan, Egypt and the Palestinian Authority have cancelled a planned summit with US President Joe Biden on Wednesday. Biden is currently travelling to Israel where he will meet Israeli leaders. Hamas and Hezbollah, the militant group that controls southern Lebanon, have both said that the US shares the blame with Israel for the hospital blast. A large group of protesters held an overnight rally outside the US embassy in Beirut, where they started a fire and hung Palestinian flags from the walls of the compound.\""], "url": "https://www.bbc.com/news/live//world-middle-east-67141589/page/11"}]